{
  "en": {
    "page_title": "Meet our customers",
    "page_subtitle": "Trusted by more than %d forward-thinking organizations, <br>from ambitious startups to established enterprises.",
    "testimonial_1": "Blue just helps keep things completely organised — it's an absolutely wonderful tool.",
    "testimonial_2": "The automation features of Blue help us run our operations seamlessly.",
    "testimonial_3": "My entire life is in Blue! I love how fantastically responsive the team is.",
    "testimonial_4": "If you're wondering if you should buy Blue...the answer is YES.",
    "testimonial_5": "Blue is amazing because it is fully white labelled and is really fast & reliable.",
    "testimonial_6": "I have used a lot of tools over the years, but Blue just clicked for me.",
    "testimonial_7": "Investing in Blue was one of the best business decisions I have ever made.",
    "testimonial_8": "We are saving each sales rep in our team 9 hours a week with Blue.",
    "testimonial_9": "It is really nice to work with a team that really care about their customers.",
    "testimonial_10": "Blue has saved us so much time and handles all of our repetitive tasks.",
    "testimonial_11": "I can highly recommend it and I love the customer service.",
    "testimonial_12": "I have migrated all my clients to Blue and they love it, we are sold!",
    "testimonial_13": "The only way to manage all the chaos is with Blue, one of my best purchases.",
    "testimonial_14": "We help Blue to streamline our processes, which Blue makes it very easy to do.",
    "testimonial_15": "We really love Blue because it's flexible and updated all the time.",
    "testimonial_16": "Blue is really easy to use and the templates help to save a lot of time.",
    "testimonial_17": "What I like about Blue is that it keeps improving and the founder is very hands on.",
    "testimonial_18": "The UI/UX is very good, and the automation tools are really helpful.",
    "testimonial_19": "Blue is an awesome productivity tool for my needs.",
    "testimonial_20": "We use Blue and we love it. We think it's a really good tool.",
    "testimonial_21": "Using Blue gives me the leverage to get data in easily via forms.",
    "testimonial_22": "Blue has helped me consolidate all the tasks in a single platform.",
    "testimonial_23": "Blue has helped me be twice as productive and better understand my projects.",
    "testimonial_24": "I am surprised to see how fast the Blue team is at implementing new features."
  }
}