{
  "de": {
    "page_subtitle": "Vertraut von mehr als %d zukunftsorientierten Organisationen, \u003cbr\u003evon ehrgeizigen Startups bis hin zu etablierten Unternehmen.",
    "page_title": "Lernen Sie unsere Kunden kennen",
    "testimonial_1": "Blue hilft dabei, alles vollständig organisiert zu halten – es ist ein absolut wunderbares Werkzeug.",
    "testimonial_10": "Blue hat uns so viel Zeit gespart und übernimmt alle unsere sich wiederholenden Aufgaben.",
    "testimonial_11": "Ich kann es sehr empfehlen und ich liebe den Kundenservice.",
    "testimonial_12": "Ich habe alle meine Kunden zu Blue migriert und sie lieben es, wir sind überzeugt!",
    "testimonial_13": "Der einzige Weg, um all das Chaos zu bewältigen, ist mit Blue, einem meiner besten Käufe.",
    "testimonial_14": "Wir helfen Blue, unsere Prozesse zu optimieren, was Blue sehr einfach macht.",
    "testimonial_15": "Wir lieben Blue wirklich, weil es flexibel ist und ständig aktualisiert wird.",
    "testimonial_16": "Blue ist wirklich einfach zu bedienen, und die Vorlagen helfen, viel Zeit zu sparen.",
    "testimonial_17": "Was mir an Blue gefällt, ist, dass es sich ständig verbessert und der Gründer sehr engagiert ist.",
    "testimonial_18": "Die Benutzeroberfläche und Benutzererfahrung sind sehr gut, und die Automatisierungstools sind wirklich hilfreich.",
    "testimonial_19": "Blue ist ein großartiges Produktivitätstool für meine Bedürfnisse.",
    "testimonial_2": "Die Automatisierungsfunktionen von Blue helfen uns, unsere Abläufe nahtlos zu gestalten.",
    "testimonial_20": "Wir verwenden Blue und lieben es. Wir denken, dass es ein wirklich gutes Tool ist.",
    "testimonial_21": "Die Verwendung von Blue gibt mir die Möglichkeit, Daten einfach über Formulare zu erfassen.",
    "testimonial_22": "Blue hat mir geholfen, alle Aufgaben auf einer einzigen Plattform zu konsolidieren.",
    "testimonial_23": "Blue hat mir geholfen, doppelt so produktiv zu sein und meine Projekte besser zu verstehen.",
    "testimonial_24": "Ich bin überrascht, wie schnell das Blue-Team neue Funktionen implementiert.",
    "testimonial_3": "Mein ganzes Leben ist in Blue! Ich liebe, wie fantastisch reaktionsschnell das Team ist.",
    "testimonial_4": "Wenn Sie sich fragen, ob Sie Blue kaufen sollten... die Antwort ist JA.",
    "testimonial_5": "Blue ist erstaunlich, da es vollständig weiß beschriftet ist und wirklich schnell und zuverlässig.",
    "testimonial_6": "Ich habe im Laufe der Jahre viele Tools verwendet, aber Blue hat einfach für mich gepasst.",
    "testimonial_7": "In Blue zu investieren, war eine der besten Geschäftsentscheidungen, die ich je getroffen habe.",
    "testimonial_8": "Wir sparen jedem Vertriebsmitarbeiter in unserem Team mit Blue 9 Stunden pro Woche.",
    "testimonial_9": "Es ist wirklich schön, mit einem Team zu arbeiten, das sich wirklich um seine Kunden kümmert."
  },
  "en": {
    "page_subtitle": "Trusted by more than %d forward-thinking organizations, \u003cbr\u003efrom ambitious startups to established enterprises.",
    "page_title": "Meet our customers",
    "testimonial_1": "Blue just helps keep things completely organised — it's an absolutely wonderful tool.",
    "testimonial_10": "Blue has saved us so much time and handles all of our repetitive tasks.",
    "testimonial_11": "I can highly recommend it and I love the customer service.",
    "testimonial_12": "I have migrated all my clients to Blue and they love it, we are sold!",
    "testimonial_13": "The only way to manage all the chaos is with Blue, one of my best purchases.",
    "testimonial_14": "We help Blue to streamline our processes, which Blue makes it very easy to do.",
    "testimonial_15": "We really love Blue because it's flexible and updated all the time.",
    "testimonial_16": "Blue is really easy to use and the templates help to save a lot of time.",
    "testimonial_17": "What I like about Blue is that it keeps improving and the founder is very hands on.",
    "testimonial_18": "The UI/UX is very good, and the automation tools are really helpful.",
    "testimonial_19": "Blue is an awesome productivity tool for my needs.",
    "testimonial_2": "The automation features of Blue help us run our operations seamlessly.",
    "testimonial_20": "We use Blue and we love it. We think it's a really good tool.",
    "testimonial_21": "Using Blue gives me the leverage to get data in easily via forms.",
    "testimonial_22": "Blue has helped me consolidate all the tasks in a single platform.",
    "testimonial_23": "Blue has helped me be twice as productive and better understand my projects.",
    "testimonial_24": "I am surprised to see how fast the Blue team is at implementing new features.",
    "testimonial_3": "My entire life is in Blue! I love how fantastically responsive the team is.",
    "testimonial_4": "If you're wondering if you should buy Blue...the answer is YES.",
    "testimonial_5": "Blue is amazing because it is fully white labelled and is really fast \u0026 reliable.",
    "testimonial_6": "I have used a lot of tools over the years, but Blue just clicked for me.",
    "testimonial_7": "Investing in Blue was one of the best business decisions I have ever made.",
    "testimonial_8": "We are saving each sales rep in our team 9 hours a week with Blue.",
    "testimonial_9": "It is really nice to work with a team that really care about their customers."
  },
  "es": {
    "page_subtitle": "Confiado por más de %d organizaciones visionarias, \u003cbr\u003edesde startups ambiciosas hasta empresas consolidadas.",
    "page_title": "Conoce a nuestros clientes",
    "testimonial_1": "Blue simplemente ayuda a mantener todo completamente organizado; es una herramienta absolutamente maravillosa.",
    "testimonial_10": "Blue nos ha ahorrado tanto tiempo y se encarga de todas nuestras tareas repetitivas.",
    "testimonial_11": "Lo recomiendo encarecidamente y me encanta el servicio al cliente.",
    "testimonial_12": "He migrado a todos mis clientes a Blue y les encanta, ¡estamos vendidos!",
    "testimonial_13": "La única forma de gestionar todo el caos es con Blue, una de mis mejores compras.",
    "testimonial_14": "Ayudamos a Blue a optimizar nuestros procesos, lo cual Blue facilita mucho.",
    "testimonial_15": "Realmente amamos Blue porque es flexible y se actualiza constantemente.",
    "testimonial_16": "Blue es muy fácil de usar y las plantillas ayudan a ahorrar mucho tiempo.",
    "testimonial_17": "Lo que me gusta de Blue es que sigue mejorando y el fundador está muy involucrado.",
    "testimonial_18": "La interfaz de usuario y la experiencia de usuario son muy buenas, y las herramientas de automatización son realmente útiles.",
    "testimonial_19": "Blue es una herramienta de productividad increíble para mis necesidades.",
    "testimonial_2": "Las funciones de automatización de Blue nos ayudan a llevar a cabo nuestras operaciones sin problemas.",
    "testimonial_20": "Usamos Blue y nos encanta. Creemos que es una herramienta realmente buena.",
    "testimonial_21": "Usar Blue me proporciona la ventaja de obtener datos fácilmente a través de formularios.",
    "testimonial_22": "Blue me ha ayudado a consolidar todas las tareas en una sola plataforma.",
    "testimonial_23": "Blue me ha ayudado a ser el doble de productivo y a comprender mejor mis proyectos.",
    "testimonial_24": "Me sorprende ver lo rápido que es el equipo de Blue para implementar nuevas funciones.",
    "testimonial_3": "¡Toda mi vida está en Blue! Me encanta lo increíblemente receptivo que es el equipo.",
    "testimonial_4": "Si te preguntas si deberías comprar Blue... la respuesta es SÍ.",
    "testimonial_5": "Blue es increíble porque está completamente personalizable y es realmente rápido y confiable.",
    "testimonial_6": "He utilizado muchas herramientas a lo largo de los años, pero Blue simplemente me convenció.",
    "testimonial_7": "Invertir en Blue fue una de las mejores decisiones comerciales que he tomado.",
    "testimonial_8": "Estamos ahorrando a cada representante de ventas en nuestro equipo 9 horas a la semana con Blue.",
    "testimonial_9": "Es realmente agradable trabajar con un equipo que se preocupa por sus clientes."
  },
  "fr": {
    "page_subtitle": "Fidèle à plus de %d organisations visionnaires, \u003cbr\u003edes startups ambitieuses aux entreprises établies.",
    "page_title": "Rencontrez nos clients",
    "testimonial_1": "Blue aide simplement à garder les choses complètement organisées — c'est un outil absolument merveilleux.",
    "testimonial_10": "Blue nous a fait gagner tellement de temps et gère toutes nos tâches répétitives.",
    "testimonial_11": "Je le recommande vivement et j'adore le service client.",
    "testimonial_12": "J'ai migré tous mes clients vers Blue et ils adorent, nous sommes conquis !",
    "testimonial_13": "La seule façon de gérer tout ce chaos est avec Blue, l'un de mes meilleurs achats.",
    "testimonial_14": "Nous aidons Blue à rationaliser nos processus, ce que Blue rend très facile à faire.",
    "testimonial_15": "Nous aimons vraiment Blue car il est flexible et constamment mis à jour.",
    "testimonial_16": "Blue est vraiment facile à utiliser et les modèles aident à gagner beaucoup de temps.",
    "testimonial_17": "Ce que j'aime avec Blue, c'est qu'il continue de s'améliorer et que le fondateur est très impliqué.",
    "testimonial_18": "L'interface utilisateur et l'expérience utilisateur sont très bonnes, et les outils d'automatisation sont vraiment utiles.",
    "testimonial_19": "Blue est un outil de productivité exceptionnel pour mes besoins.",
    "testimonial_2": "Les fonctionnalités d'automatisation de Blue nous aident à gérer nos opérations de manière fluide.",
    "testimonial_20": "Nous utilisons Blue et nous l'adorons. Nous pensons que c'est un très bon outil.",
    "testimonial_21": "Utiliser Blue me donne l'avantage d'obtenir des données facilement via des formulaires.",
    "testimonial_22": "Blue m'a aidé à consolider toutes les tâches sur une seule plateforme.",
    "testimonial_23": "Blue m'a aidé à être deux fois plus productif et à mieux comprendre mes projets.",
    "testimonial_24": "Je suis surpris de voir à quelle vitesse l'équipe de Blue met en œuvre de nouvelles fonctionnalités.",
    "testimonial_3": "Toute ma vie est dans Blue ! J'adore à quel point l'équipe est fantastiquement réactive.",
    "testimonial_4": "Si vous vous demandez si vous devriez acheter Blue... la réponse est OUI.",
    "testimonial_5": "Blue est incroyable car il est entièrement en marque blanche et est vraiment rapide et fiable.",
    "testimonial_6": "J'ai utilisé de nombreux outils au fil des ans, mais Blue a vraiment résonné en moi.",
    "testimonial_7": "Investir dans Blue a été l'une des meilleures décisions commerciales que j'ai jamais prises.",
    "testimonial_8": "Nous faisons gagner 9 heures par semaine à chaque représentant commercial de notre équipe grâce à Blue.",
    "testimonial_9": "Il est vraiment agréable de travailler avec une équipe qui se soucie vraiment de ses clients."
  },
  "id": {
    "page_subtitle": "Dipercaya oleh lebih dari %d organisasi yang berpikiran maju, \u003cbr\u003edari startup yang ambisius hingga perusahaan yang mapan.",
    "page_title": "Temui pelanggan kami",
    "testimonial_1": "Blue hanya membantu menjaga segala sesuatunya tetap terorganisir dengan baik — ini adalah alat yang benar-benar luar biasa.",
    "testimonial_10": "Blue telah menghemat banyak waktu kami dan menangani semua tugas repetitif kami.",
    "testimonial_11": "Saya sangat merekomendasikannya dan saya menyukai layanan pelanggan yang diberikan.",
    "testimonial_12": "Saya telah memigrasikan semua klien saya ke Blue dan mereka menyukainya, kami sudah terjual!",
    "testimonial_13": "Satu-satunya cara untuk mengelola semua kekacauan adalah dengan Blue, salah satu pembelian terbaik saya.",
    "testimonial_14": "Kami membantu Blue untuk menyederhanakan proses kami, yang mana Blue membuatnya sangat mudah dilakukan.",
    "testimonial_15": "Kami sangat menyukai Blue karena fleksibel dan selalu diperbarui.",
    "testimonial_16": "Blue sangat mudah digunakan dan template-nya membantu menghemat banyak waktu.",
    "testimonial_17": "Apa yang saya suka tentang Blue adalah bahwa platform ini terus berkembang dan pendirinya sangat terlibat.",
    "testimonial_18": "UI/UX sangat baik, dan alat otomatisasi sangat membantu.",
    "testimonial_19": "Blue adalah alat produktivitas yang luar biasa untuk kebutuhan saya.",
    "testimonial_2": "Fitur otomatisasi Blue membantu kami menjalankan operasi kami dengan lancar.",
    "testimonial_20": "Kami menggunakan Blue dan kami menyukainya. Kami pikir ini adalah alat yang sangat baik.",
    "testimonial_21": "Menggunakan Blue memberi saya keunggulan untuk mendapatkan data dengan mudah melalui formulir.",
    "testimonial_22": "Blue telah membantu saya mengonsolidasikan semua tugas dalam satu platform.",
    "testimonial_23": "Blue telah membantu saya menjadi dua kali lebih produktif dan lebih memahami proyek-proyek saya.",
    "testimonial_24": "Saya terkejut melihat betapa cepatnya tim Blue dalam mengimplementasikan fitur-fitur baru.",
    "testimonial_3": "Seluruh hidup saya ada di Blue! Saya sangat menyukai betapa responsifnya tim ini.",
    "testimonial_4": "Jika Anda bertanya-tanya apakah Anda harus membeli Blue...jawabannya adalah YA.",
    "testimonial_5": "Blue sangat luar biasa karena sepenuhnya dapat disesuaikan dengan merek dan sangat cepat serta dapat diandalkan.",
    "testimonial_6": "Saya telah menggunakan banyak alat selama bertahun-tahun, tetapi Blue benar-benar cocok untuk saya.",
    "testimonial_7": "Menginvestasikan di Blue adalah salah satu keputusan bisnis terbaik yang pernah saya buat.",
    "testimonial_8": "Kami menghemat setiap perwakilan penjualan di tim kami 9 jam per minggu dengan Blue.",
    "testimonial_9": "Sangat menyenangkan bekerja dengan tim yang benar-benar peduli terhadap pelanggan mereka."
  },
  "it": {
    "page_subtitle": "Fidato da oltre %d organizzazioni lungimiranti, \u003cbr\u003edalle startup ambiziose alle imprese consolidate.",
    "page_title": "Incontra i nostri clienti",
    "testimonial_1": "Blue aiuta a mantenere tutto completamente organizzato — è uno strumento assolutamente meraviglioso.",
    "testimonial_10": "Blue ci ha fatto risparmiare così tanto tempo e gestisce tutti i nostri compiti ripetitivi.",
    "testimonial_11": "Posso raccomandarlo vivamente e adoro il servizio clienti.",
    "testimonial_12": "Ho migrato tutti i miei clienti su Blue e lo adorano, siamo convinti!",
    "testimonial_13": "L'unico modo per gestire tutto il caos è con Blue, uno dei miei migliori acquisti.",
    "testimonial_14": "Aiutiamo Blue a semplificare i nostri processi, cosa che Blue rende molto facile da fare.",
    "testimonial_15": "Ci piace davvero Blue perché è flessibile e sempre aggiornato.",
    "testimonial_16": "Blue è davvero facile da usare e i modelli aiutano a risparmiare molto tempo.",
    "testimonial_17": "Ciò che mi piace di Blue è che continua a migliorare e il fondatore è molto coinvolto.",
    "testimonial_18": "L'interfaccia utente e l'esperienza utente sono molto buone, e gli strumenti di automazione sono davvero utili.",
    "testimonial_19": "Blue è uno strumento di produttività eccezionale per le mie esigenze.",
    "testimonial_2": "Le funzionalità di automazione di Blue ci aiutano a gestire le nostre operazioni senza soluzione di continuità.",
    "testimonial_20": "Utilizziamo Blue e lo adoriamo. Pensiamo che sia uno strumento davvero valido.",
    "testimonial_21": "Utilizzare Blue mi offre il vantaggio di ottenere facilmente i dati tramite moduli.",
    "testimonial_22": "Blue mi ha aiutato a consolidare tutte le attività in un'unica piattaforma.",
    "testimonial_23": "Blue mi ha aiutato a essere due volte più produttivo e a comprendere meglio i miei progetti.",
    "testimonial_24": "Sono sorpreso di vedere quanto sia veloce il team di Blue nell'implementare nuove funzionalità.",
    "testimonial_3": "La mia intera vita è in Blue! Adoro quanto sia fantastica la reattività del team.",
    "testimonial_4": "Se ti stai chiedendo se dovresti acquistare Blue... la risposta è SÌ.",
    "testimonial_5": "Blue è straordinario perché è completamente personalizzabile e davvero veloce e affidabile.",
    "testimonial_6": "Ho utilizzato molti strumenti nel corso degli anni, ma Blue ha semplicemente fatto clic per me.",
    "testimonial_7": "Investire in Blue è stata una delle migliori decisioni aziendali che abbia mai preso.",
    "testimonial_8": "Stiamo facendo risparmiare a ciascun rappresentante di vendita del nostro team 9 ore a settimana con Blue.",
    "testimonial_9": "È davvero piacevole lavorare con un team che si prende davvero cura dei propri clienti."
  },
  "ja": {
    "page_subtitle": "%d以上の先進的な組織に信頼されています。\u003cbr\u003e意欲的なスタートアップから確立された企業まで。",
    "page_title": "お客様にお会いしましょう",
    "testimonial_1": "Blueは物事を完全に整理するのに役立ちます — 本当に素晴らしいツールです。",
    "testimonial_10": "Blueは私たちの多くの時間を節約し、すべての反復作業を処理してくれます。",
    "testimonial_11": "私はこれを強くお勧めしますし、カスタマーサービスが大好きです。",
    "testimonial_12": "すべてのクライアントをBlueに移行しましたが、彼らはそれを気に入っています。私たちは完全に満足しています！",
    "testimonial_13": "すべての混乱を管理する唯一の方法は、私の最高の購入の一つであるBlueです。",
    "testimonial_14": "私たちは、Blueがプロセスを効率化するのを手助けします。Blueはそれを非常に簡単に行えるようにしています。",
    "testimonial_15": "私たちはBlueが大好きです。なぜなら、柔軟性があり、常に更新されているからです。",
    "testimonial_16": "Blueは非常に使いやすく、テンプレートが多くの時間を節約するのに役立ちます。",
    "testimonial_17": "私がBlueの好きなところは、常に改善されている点と、創業者が非常に積極的に関与している点です。",
    "testimonial_18": "UI/UXは非常に優れており、オートメーションツールは本当に役立ちます。",
    "testimonial_19": "Blueは私のニーズに合った素晴らしい生産性ツールです。",
    "testimonial_2": "Blueの自動化機能は、私たちの業務を円滑に運営するのに役立ちます。",
    "testimonial_20": "私たちはBlueを使用しており、それを愛しています。これは本当に優れたツールだと思います。",
    "testimonial_21": "Blueを使用することで、フォームを通じてデータを簡単に取得するためのレバレッジを得ることができます。",
    "testimonial_22": "Blueは、すべてのタスクを1つのプラットフォームに統合するのに役立ちました。",
    "testimonial_23": "Blueは、私の生産性を2倍にし、プロジェクトをよりよく理解する手助けをしてくれました。",
    "testimonial_24": "Blueチームが新機能を実装する速さに驚いています。",
    "testimonial_3": "私の人生はすべてBlueにあります！チームの反応の素晴らしさが大好きです。",
    "testimonial_4": "Blueを購入すべきか迷っているなら…答えはYESです。",
    "testimonial_5": "Blueは素晴らしいです。なぜなら、完全にホワイトラベル対応で、非常に高速かつ信頼性が高いからです。",
    "testimonial_6": "私はこれまで多くのツールを使ってきましたが、Blueは私にとって特に合いました。",
    "testimonial_7": "Blueへの投資は、私が今までにした中で最も優れたビジネスの決断の一つです。",
    "testimonial_8": "私たちは、Blueを使用することで、チームの各営業担当者の週に9時間を節約しています。",
    "testimonial_9": "顧客を本当に大切にするチームと一緒に働けるのは、とても素晴らしいことです。"
  },
  "km": {
    "page_subtitle": "ជឿទុកចិត្តដោយអង្គភាពដែលមានចិត្តវិជ្ជាជីវៈលើស %d គឺ \u003cbr\u003eពីស្ថាប័នដែលមានគំនិតចម្រុះដល់ស្ថាប័នដែលបានបង្កើតរួចរាល់។",
    "page_title": "ជួបអ្នកអតិថិជនរបស់យើង",
    "testimonial_1": "Blue គ្រាន់តែជួយរក្សាអ្វីៗឲ្យមានការរៀបចំយ៉ាងពេញលេញ - វាជាឧបករណ៍ដ៏អស្ចារ្យមួយ។",
    "testimonial_10": "Blue បានសន្សំសំចៃពេលវេលារបស់យើងបានយ៉ាងច្រើន ហើយដោះស្រាយការងារដែលធ្វើឡើងឡើងវិញទាំងអស់របស់យើង។",
    "testimonial_11": "ខ្ញុំអាចណែនាំវាឲ្យខ្លាំង និងខ្ញុំចូលចិត្តសេវាកម្មអតិថិជន។",
    "testimonial_12": "ខ្ញុំបានផ្ទេរពីអតិថិជនទាំងអស់របស់ខ្ញុំទៅ Blue ហើយពួកគេពេញចិត្តវា, យើងបានលក់ហើយ!",
    "testimonial_13": "គឺមានវិធីតែមួយក្នុងការគ្រប់គ្រងភាពច្របូកច្របល់ទាំងអស់គឺជាមួយ Blue ដែលជាការទិញល្អបំផុតមួយរបស់ខ្ញុំ។",
    "testimonial_14": "យើងជួយ Blue ដើម្បីធ្វើឱ្យដំណើរការរបស់យើងមានប្រសិទ្ធភាពខ្ពស់ ហើយ Blue ធ្វើឱ្យវាងាយស្រួលណាស់ក្នុងការធ្វើ។",
    "testimonial_15": "យើងស្រឡាញ់ Blue ពីព្រោះវាសមត្ថភាព និងត្រូវបានអាប់ដេតជានិច្ច។",
    "testimonial_16": "Blue គឺងាយស្រួលក្នុងការប្រើប្រាស់ និងគំរូជួយសន្សំសំចៃពេលវេលាបានយ៉ាងច្រើន។",
    "testimonial_17": "អ្វីដែលខ្ញុំចូលចិត្តអំពី Blue គឺវាបន្តធ្វើការកែលម្អ និងអ្នកបង្កើតមានការចូលរួមយ៉ាងខ្លាំង។",
    "testimonial_18": "UI/UX គឺល្អណាស់ ហើយឧបករណ៍ស្វ័យប្រវត្តិគឺមានប្រយោជន៍យ៉ាងខ្លាំង។",
    "testimonial_19": "Blue គឺជាឧបករណ៍ប្រសិទ្ធភាពដ៏អស្ចារ្យសម្រាប់តម្រូវការរបស់ខ្ញុំ។",
    "testimonial_2": "លក្ខណៈស្វ័យប្រវត្តិរបស់ Blue ជួយឲ្យយើងអាចដំណើរការប្រតិបត្តិការរបស់យើងបានយ៉ាងរលូន។",
    "testimonial_20": "យើងប្រើប្រាស់ Blue ហើយយើងស្រលាញ់វា។ យើងគិតថាវាជាឧបករណ៍ល្អមួយ។",
    "testimonial_21": "ការប្រើប្រាស់ Blue ធ្វើឱ្យខ្ញុំអាចទទួលបានទិន្នន័យយ៉ាងងាយស្រួលតាមរយៈទម្រង់។",
    "testimonial_22": "Blue បានជួយខ្ញុំសម្រួលការងារទាំងអស់នៅក្នុងវេទិកាមួយ។",
    "testimonial_23": "Blue បានជួយឱ្យខ្ញុំមានផលិតភាពពីរដង និងយល់ដឹងកាន់តែប្រសើរអំពីគម្រោងរបស់ខ្ញុំ។",
    "testimonial_24": "ខ្ញុំមានអារម្មណ៍ភ្ញាក់ផ្អើលដែលបានឃើញថាក្រុម Blue មានល្បឿនយ៉ាងឆាប់រហ័សក្នុងការអនុវត្តន៍លក្ខណៈថ្មីៗ។",
    "testimonial_3": "ជីវិតទាំងមូលរបស់ខ្ញុំស្ថិតនៅក្នុង Blue! ខ្ញុំស្រឡាញ់ថាតើក្រុមមានការឆ្លើយតបយ៉ាងអស្ចារ្យប៉ុណ្ណា។",
    "testimonial_4": "ប្រសិនបើអ្នកកំពុងសួរថាតើអ្នកគួរទិញ Blue ឬអត់...ចម្លើយគឺ YES។",
    "testimonial_5": "Blue គឺអស្ចារ្យព្រោះវាជាប្រភេទស្លាកស trắngពេញលេញ និងមានល្បឿនលឿន និងអាចទុកចិត្តបាន។",
    "testimonial_6": "ខ្ញុំបានប្រើឧបករណ៍ជាច្រើនក្នុងរយៈពេលជាច្រើនឆ្នាំ ប៉ុន្តែ Blue បានចាប់ផ្តើមសម្រាប់ខ្ញុំ។",
    "testimonial_7": "ការវិនិយោគក្នុង Blue គឺជាការសម្រេចចិត្តអាជីវកម្មល្អបំផុតមួយដែលខ្ញុំធ្លាប់ធ្វើមក។",
    "testimonial_8": "យើងកំពុងរក្សាទុកម៉ោង ៩ ម៉ោងក្នុងមួយសប្តាហ៍សម្រាប់អ្នកលក់រាល់រូបក្នុងក្រុមរបស់យើងជាមួយ Blue។",
    "testimonial_9": "វាជារឿងល្អណាស់ដែលបានធ្វើការជាមួយក្រុមដែលពិតប្រាកដយកចិត្តទុកដាក់អំពីអតិថិជនរបស់ពួកគេ។"
  },
  "ko": {
    "page_subtitle": "%d개 이상의 미래 지향적인 조직에서 신뢰받고 있습니다. \u003cbr\u003e야심찬 스타트업부터 확립된 기업까지.",
    "page_title": "고객을 만나보세요",
    "testimonial_1": "Blue는 모든 것을 완벽하게 정리하는 데 도움을 줍니다 — 정말 훌륭한 도구입니다.",
    "testimonial_10": "Blue는 우리에게 많은 시간을 절약해 주었고, 모든 반복 작업을 처리해 줍니다.",
    "testimonial_11": "강력히 추천하며 고객 서비스가 매우 마음에 듭니다.",
    "testimonial_12": "모든 고객을 Blue로 이전했으며, 그들은 매우 만족하고 있습니다. 우리는 확신을 가지고 있습니다!",
    "testimonial_13": "모든 혼란을 관리하는 유일한 방법은 Blue입니다. 이는 제가 한 최고의 구매 중 하나입니다.",
    "testimonial_14": "우리는 Blue가 우리의 프로세스를 간소화하는 데 도움을 주며, Blue는 이를 매우 쉽게 만들어 줍니다.",
    "testimonial_15": "우리는 Blue를 정말 좋아합니다. 왜냐하면 유연하고 항상 최신 상태이기 때문입니다.",
    "testimonial_16": "Blue는 사용하기 매우 쉽고, 템플릿이 많은 시간을 절약하는 데 도움이 됩니다.",
    "testimonial_17": "제가 Blue에서 좋아하는 점은 지속적으로 개선되고 있으며, 창립자가 매우 직접적으로 참여하고 있다는 것입니다.",
    "testimonial_18": "UI/UX가 매우 좋고, 자동화 도구가 정말 유용합니다.",
    "testimonial_19": "Blue는 제 필요에 맞는 훌륭한 생산성 도구입니다.",
    "testimonial_2": "Blue의 자동화 기능은 우리의 운영을 원활하게 수행하는 데 도움을 줍니다.",
    "testimonial_20": "우리는 Blue를 사용하고 있으며, 매우 만족하고 있습니다. 정말 좋은 도구라고 생각합니다.",
    "testimonial_21": "Blue를 사용하면 양식을 통해 데이터를 쉽게 수집할 수 있는 이점을 제공합니다.",
    "testimonial_22": "Blue는 모든 작업을 단일 플랫폼에 통합하는 데 도움을 주었습니다.",
    "testimonial_23": "Blue는 저의 생산성을 두 배로 높이고 프로젝트를 더 잘 이해하는 데 도움을 주었습니다.",
    "testimonial_24": "Blue 팀이 새로운 기능을 구현하는 속도가 얼마나 빠른지 보고 놀랐습니다.",
    "testimonial_3": "제 인생 전체가 Blue에 있습니다! 팀이 얼마나 환상적으로 반응이 빠른지 정말 좋아요.",
    "testimonial_4": "Blue를 구매해야 할지 고민하고 있다면...답은 YES입니다.",
    "testimonial_5": "Blue는 완전한 화이트 라벨링이 가능하며 매우 빠르고 신뢰할 수 있기 때문에 놀랍습니다.",
    "testimonial_6": "나는 여러 해 동안 많은 도구를 사용해왔지만, Blue는 나에게 딱 맞았다.",
    "testimonial_7": "Blue에 대한 투자는 제가 지금까지 한 최고의 비즈니스 결정 중 하나였습니다.",
    "testimonial_8": "우리는 Blue를 사용하여 팀의 각 영업 사원에게 주당 9시간을 절약하고 있습니다.",
    "testimonial_9": "고객을 진심으로 생각하는 팀과 함께 일하는 것은 정말 기쁩니다."
  },
  "nl": {
    "page_subtitle": "Vertrouwd door meer dan %d vooruitstrevende organisaties, \u003cbr\u003evan ambitieuze startups tot gevestigde ondernemingen.",
    "page_title": "Ontmoet onze klanten",
    "testimonial_1": "Blue helpt gewoon om alles volledig georganiseerd te houden — het is een absoluut geweldig hulpmiddel.",
    "testimonial_10": "Blue heeft ons zoveel tijd bespaard en beheert al onze repetitieve taken.",
    "testimonial_11": "Ik kan het ten zeerste aanbevelen en ik hou van de klantenservice.",
    "testimonial_12": "Ik heb al mijn klanten naar Blue gemigreerd en ze zijn er dol op, wij zijn overtuigd!",
    "testimonial_13": "De enige manier om alle chaos te beheersen is met Blue, een van mijn beste aankopen.",
    "testimonial_14": "Wij helpen Blue om onze processen te stroomlijnen, wat Blue heel eenvoudig maakt.",
    "testimonial_15": "We houden echt van Blue omdat het flexibel is en voortdurend wordt bijgewerkt.",
    "testimonial_16": "Blue is zeer eenvoudig te gebruiken en de sjablonen helpen om veel tijd te besparen.",
    "testimonial_17": "Wat ik leuk vind aan Blue is dat het voortdurend verbetert en de oprichter zeer betrokken is.",
    "testimonial_18": "De UI/UX is zeer goed en de automatiseringstools zijn echt nuttig.",
    "testimonial_19": "Blue is een geweldig productiviteitsinstrument voor mijn behoeften.",
    "testimonial_2": "De automatiseringsfuncties van Blue helpen ons om onze operaties naadloos uit te voeren.",
    "testimonial_20": "Wij gebruiken Blue en we zijn er dol op. We denken dat het een echt goed hulpmiddel is.",
    "testimonial_21": "Het gebruik van Blue geeft me de mogelijkheid om gegevens eenvoudig via formulieren in te voeren.",
    "testimonial_22": "Blue heeft me geholpen om alle taken op één platform te consolideren.",
    "testimonial_23": "Blue heeft me geholpen om twee keer zo productief te zijn en mijn projecten beter te begrijpen.",
    "testimonial_24": "Ik ben verrast te zien hoe snel het Blue-team nieuwe functies implementeert.",
    "testimonial_3": "Mijn hele leven zit in Blue! Ik hou ervan hoe fantastisch responsief het team is.",
    "testimonial_4": "Als je je afvraagt of je Blue moet kopen... het antwoord is JA.",
    "testimonial_5": "Blue is geweldig omdat het volledig white label is en echt snel en betrouwbaar is.",
    "testimonial_6": "Ik heb in de loop der jaren veel tools gebruikt, maar Blue sprak me gewoon aan.",
    "testimonial_7": "Investeren in Blue was een van de beste zakelijke beslissingen die ik ooit heb genomen.",
    "testimonial_8": "We besparen elke verkoper in ons team 9 uur per week met Blue.",
    "testimonial_9": "Het is echt fijn om samen te werken met een team dat echt om hun klanten geeft."
  },
  "pl": {
    "page_subtitle": "Zaufany przez ponad %d innowacyjnych organizacji, \u003cbr\u003eod ambitnych startupów po ugruntowane przedsiębiorstwa.",
    "page_title": "Poznaj naszych klientów",
    "testimonial_1": "Blue po prostu pomaga utrzymać wszystko w pełnym porządku — to absolutnie wspaniałe narzędzie.",
    "testimonial_10": "Blue zaoszczędził nam tyle czasu i obsługuje wszystkie nasze powtarzalne zadania.",
    "testimonial_11": "Mogę to gorąco polecić i uwielbiam obsługę klienta.",
    "testimonial_12": "Przeniosłem wszystkich moich klientów na Blue i są zachwyceni, jesteśmy na tak!",
    "testimonial_13": "Jedynym sposobem na zarządzanie całym chaosem jest Blue, jeden z moich najlepszych zakupów.",
    "testimonial_14": "Pomagamy Blue w usprawnieniu naszych procesów, co Blue ułatwia bardzo.",
    "testimonial_15": "Bardzo lubimy Blue, ponieważ jest elastyczne i stale aktualizowane.",
    "testimonial_16": "Blue jest naprawdę łatwy w użyciu, a szablony pomagają zaoszczędzić dużo czasu.",
    "testimonial_17": "Co mi się podoba w Blue, to to, że ciągle się rozwija, a założyciel jest bardzo zaangażowany.",
    "testimonial_18": "Interfejs użytkownika i doświadczenie użytkownika są bardzo dobre, a narzędzia automatyzacji są naprawdę pomocne.",
    "testimonial_19": "Blue to wspaniałe narzędzie do zwiększania wydajności, które spełnia moje potrzeby.",
    "testimonial_2": "Funkcje automatyzacji Blue pomagają nam prowadzić nasze operacje bez zakłóceń.",
    "testimonial_20": "Używamy Blue i bardzo to lubimy. Uważamy, że to naprawdę dobre narzędzie.",
    "testimonial_21": "Korzystanie z Blue daje mi możliwość łatwego pozyskiwania danych za pomocą formularzy.",
    "testimonial_22": "Blue pomógł mi skonsolidować wszystkie zadania na jednej platformie.",
    "testimonial_23": "Blue pomógł mi być dwa razy bardziej produktywnym i lepiej zrozumieć moje projekty.",
    "testimonial_24": "Jestem zaskoczony, jak szybko zespół Blue wdraża nowe funkcje.",
    "testimonial_3": "Moje całe życie jest w Blue! Uwielbiam, jak fantastycznie zareagował zespół.",
    "testimonial_4": "Jeśli zastanawiasz się, czy powinieneś kupić Blue... odpowiedź brzmi TAK.",
    "testimonial_5": "Blue jest niesamowity, ponieważ jest w pełni dostosowany do marki i jest naprawdę szybki oraz niezawodny.",
    "testimonial_6": "Używałem wielu narzędzi przez lata, ale Blue po prostu do mnie trafił.",
    "testimonial_7": "Inwestowanie w Blue było jedną z najlepszych decyzji biznesowych, jakie kiedykolwiek podjąłem.",
    "testimonial_8": "Oszczędzamy każdemu przedstawicielowi handlowemu w naszym zespole 9 godzin tygodniowo dzięki Blue.",
    "testimonial_9": "To naprawdę miło pracować z zespołem, który naprawdę dba o swoich klientów."
  },
  "pt": {
    "page_subtitle": "Confiado por mais de %d organizações visionárias, \u003cbr\u003edesde startups ambiciosas até empresas consolidadas.",
    "page_title": "Conheça nossos clientes",
    "testimonial_1": "O Blue ajuda a manter tudo completamente organizado — é uma ferramenta absolutamente maravilhosa.",
    "testimonial_10": "A Blue nos fez economizar tanto tempo e cuida de todas as nossas tarefas repetitivas.",
    "testimonial_11": "Eu recomendo muito e adoro o atendimento ao cliente.",
    "testimonial_12": "Migrei todos os meus clientes para o Blue e eles adoram, estamos vendidos!",
    "testimonial_13": "A única maneira de gerenciar todo o caos é com o Blue, uma das minhas melhores compras.",
    "testimonial_14": "Ajudamos a Blue a otimizar nossos processos, o que a Blue torna muito fácil de fazer.",
    "testimonial_15": "Nós realmente amamos o Blue porque é flexível e está sempre atualizado.",
    "testimonial_16": "O Blue é muito fácil de usar e os templates ajudam a economizar muito tempo.",
    "testimonial_17": "O que eu gosto no Blue é que ele continua melhorando e o fundador está muito envolvido.",
    "testimonial_18": "A interface de usuário/experiência do usuário é muito boa, e as ferramentas de automação são realmente úteis.",
    "testimonial_19": "Blue é uma ferramenta de produtividade incrível para as minhas necessidades.",
    "testimonial_2": "As funcionalidades de automação do Blue nos ajudam a conduzir nossas operações de forma integrada.",
    "testimonial_20": "Nós usamos o Blue e adoramos. Achamos que é uma ferramenta realmente boa.",
    "testimonial_21": "Usar o Blue me dá a vantagem de obter dados facilmente por meio de formulários.",
    "testimonial_22": "A Blue me ajudou a consolidar todas as tarefas em uma única plataforma.",
    "testimonial_23": "A Blue me ajudou a ser duas vezes mais produtivo e a entender melhor meus projetos.",
    "testimonial_24": "Estou surpreso em ver quão rápido a equipe da Blue implementa novas funcionalidades.",
    "testimonial_3": "Minha vida inteira está no Blue! Adoro como a equipe é fantásticamente responsiva.",
    "testimonial_4": "Se você está se perguntando se deve comprar o Blue... a resposta é SIM.",
    "testimonial_5": "Blue é incrível porque é totalmente personalizável e é realmente rápido e confiável.",
    "testimonial_6": "Eu usei muitas ferramentas ao longo dos anos, mas o Blue simplesmente funcionou para mim.",
    "testimonial_7": "Investir na Blue foi uma das melhores decisões de negócios que já tomei.",
    "testimonial_8": "Estamos economizando 9 horas por semana para cada representante de vendas em nossa equipe com o Blue.",
    "testimonial_9": "É realmente bom trabalhar com uma equipe que se preocupa genuinamente com seus clientes."
  },
  "ru": {
    "page_subtitle": "Доверяют более чем %d прогрессивных организаций, \u003cbr\u003eот амбициозных стартапов до устоявшихся предприятий.",
    "page_title": "Познакомьтесь с нашими клиентами",
    "testimonial_1": "Blue просто помогает поддерживать полный порядок — это абсолютно замечательный инструмент.",
    "testimonial_10": "Blue сэкономил нам столько времени и справляется со всеми нашими рутинными задачами.",
    "testimonial_11": "Я могу с уверенностью рекомендовать это, и мне очень нравится обслуживание клиентов.",
    "testimonial_12": "Я перенес всех своих клиентов на Blue, и им это нравится, мы в восторге!",
    "testimonial_13": "Единственный способ управлять всем хаосом — это с помощью Blue, одной из моих лучших покупок.",
    "testimonial_14": "Мы помогаем Blue оптимизировать наши процессы, что Blue делает очень просто.",
    "testimonial_15": "Мы действительно любим Blue, потому что он гибкий и постоянно обновляется.",
    "testimonial_16": "Blue очень прост в использовании, а шаблоны помогают сэкономить много времени.",
    "testimonial_17": "Что мне нравится в Blue, так это то, что он постоянно улучшается, а основатель активно участвует в процессе.",
    "testimonial_18": "Интерфейс и пользовательский опыт очень хорошие, а инструменты автоматизации действительно полезны.",
    "testimonial_19": "Blue — это отличный инструмент для повышения продуктивности, который соответствует моим потребностям.",
    "testimonial_2": "Функции автоматизации Blue помогают нам бесперебойно управлять нашими операциями.",
    "testimonial_20": "Мы используем Blue, и нам это нравится. Мы считаем, что это действительно хороший инструмент.",
    "testimonial_21": "Использование Blue дает мне возможность легко получать данные через формы.",
    "testimonial_22": "Blue помог мне объединить все задачи на одной платформе.",
    "testimonial_23": "Blue помог мне стать вдвое более продуктивным и лучше понимать свои проекты.",
    "testimonial_24": "Меня удивляет, как быстро команда Blue внедряет новые функции.",
    "testimonial_3": "Вся моя жизнь в Blue! Мне нравится, как команда фантастически отзывчива.",
    "testimonial_4": "Если вы задумываетесь, стоит ли покупать Blue... ответ - ДА.",
    "testimonial_5": "Blue потрясающий, потому что он полностью белоэтикеточный и действительно быстрый и надежный.",
    "testimonial_6": "Я использовал много инструментов за эти годы, но Blue просто подошел мне.",
    "testimonial_7": "Инвестиции в Blue стали одним из лучших бизнес-решений, которые я когда-либо принимал.",
    "testimonial_8": "Мы экономим каждому торговому представителю в нашей команде 9 часов в неделю с помощью Blue.",
    "testimonial_9": "Очень приятно работать с командой, которая действительно заботится о своих клиентах."
  },
  "sv": {
    "page_subtitle": "Trusted by more than %d framåtblickande organisationer, \u003cbr\u003efrån ambitiösa startups till etablerade företag.",
    "page_title": "Möt våra kunder",
    "testimonial_1": "Blue hjälper verkligen till att hålla allt helt organiserat — det är ett fantastiskt verktyg.",
    "testimonial_10": "Blue har sparat oss så mycket tid och hanterar alla våra repetitiva uppgifter.",
    "testimonial_11": "Jag kan varmt rekommendera det och jag älskar kundservicen.",
    "testimonial_12": "Jag har migrerat alla mina kunder till Blue och de älskar det, vi är sålda!",
    "testimonial_13": "Det enda sättet att hantera all kaos är med Blue, ett av mina bästa köp.",
    "testimonial_14": "Vi hjälper Blue att effektivisera våra processer, vilket Blue gör mycket enkelt.",
    "testimonial_15": "Vi älskar verkligen Blue eftersom det är flexibelt och ständigt uppdaterat.",
    "testimonial_16": "Blue är verkligen lätt att använda och mallarna hjälper till att spara mycket tid.",
    "testimonial_17": "Vad jag gillar med Blue är att det ständigt förbättras och att grundaren är mycket engagerad.",
    "testimonial_18": "UI/UX är mycket bra, och automatiseringsverktygen är verkligen hjälpsamma.",
    "testimonial_19": "Blue är ett fantastiskt produktivitetsverktyg för mina behov.",
    "testimonial_2": "Automatiseringsfunktionerna i Blue hjälper oss att driva vår verksamhet sömlöst.",
    "testimonial_20": "Vi använder Blue och vi älskar det. Vi tycker att det är ett riktigt bra verktyg.",
    "testimonial_21": "Att använda Blue ger mig möjligheten att enkelt få in data via formulär.",
    "testimonial_22": "Blue har hjälpt mig att konsolidera alla uppgifter på en enda plattform.",
    "testimonial_23": "Blue har hjälpt mig att vara dubbelt så produktiv och bättre förstå mina projekt.",
    "testimonial_24": "Jag är förvånad över hur snabbt Blue-teamet implementerar nya funktioner.",
    "testimonial_3": "Hela mitt liv är i Blue! Jag älskar hur fantastiskt lyhörda teamet är.",
    "testimonial_4": "Om du undrar om du ska köpa Blue...svaret är JA.",
    "testimonial_5": "Blue är fantastiskt eftersom det är helt vitmärkt och verkligen snabbt och pålitligt.",
    "testimonial_6": "Jag har använt många verktyg genom åren, men Blue klickade bara för mig.",
    "testimonial_7": "Att investera i Blue var en av de bästa affärsbesluten jag någonsin har gjort.",
    "testimonial_8": "Vi sparar varje säljrepresentant i vårt team 9 timmar i veckan med Blue.",
    "testimonial_9": "Det är verkligen trevligt att arbeta med ett team som verkligen bryr sig om sina kunder."
  },
  "zh": {
    "page_subtitle": "受到超过 %d 家前瞻性组织的信任，\u003cbr\u003e从雄心勃勃的初创公司到成熟企业。",
    "page_title": "了解我们的客户",
    "testimonial_1": "Blue 只是帮助保持一切完全有序——这是一款绝对出色的工具。",
    "testimonial_10": "Blue为我们节省了大量时间，并处理了我们所有的重复任务。",
    "testimonial_11": "我非常推荐它，并且我喜欢他们的客户服务。",
    "testimonial_12": "我已经将所有客户迁移到Blue，他们都非常喜欢，我们已经决定使用它！",
    "testimonial_13": "管理所有混乱的唯一方法就是使用Blue，这是我最好的购买之一。",
    "testimonial_14": "我们帮助Blue简化我们的流程，而Blue使这一切变得非常简单。",
    "testimonial_15": "我们非常喜欢Blue，因为它灵活且始终保持更新。",
    "testimonial_16": "Blue 使用起来非常简单，模板可以节省大量时间。",
    "testimonial_17": "我喜欢Blue的原因是它不断改进，创始人非常亲力亲为。",
    "testimonial_18": "用户界面/用户体验非常好，自动化工具非常有帮助。",
    "testimonial_19": "Blue 是一个非常适合我需求的高效工具。",
    "testimonial_2": "Blue的自动化功能帮助我们无缝地运行业务。",
    "testimonial_20": "我们使用Blue，且非常喜欢它。我们认为它是一个非常好的工具。",
    "testimonial_21": "使用Blue让我能够通过表单轻松获取数据。",
    "testimonial_22": "Blue帮助我将所有任务整合到一个平台上。",
    "testimonial_23": "Blue帮助我提高了两倍的工作效率，并更好地理解我的项目。",
    "testimonial_24": "我很惊讶看到Blue团队在实施新功能方面的速度如此之快。",
    "testimonial_3": "我整个生活都在 Blue 中！我喜欢团队的反应速度非常快。",
    "testimonial_4": "如果您在考虑是否应该购买Blue...答案是肯定的。",
    "testimonial_5": "Blue 非常出色，因为它完全可以白标，并且速度快且可靠。",
    "testimonial_6": "多年来我使用了很多工具，但Blue让我感觉非常合适。",
    "testimonial_7": "投资Blue是我做过的最好的商业决策之一。",
    "testimonial_8": "我们通过 Blue 为团队中的每位销售代表节省了每周 9 小时的时间。",
    "testimonial_9": "与一个真正关心客户的团队合作，真是太好了。"
  },
  "zh-TW": {
    "page_subtitle": "受到超過 %d 家前瞻性組織的信賴，\u003cbr\u003e從雄心勃勃的初創公司到成熟的企業。",
    "page_title": "認識我們的客戶",
    "testimonial_1": "Blue 確實能幫助保持事務的完全有序——這是一個絕對出色的工具。",
    "testimonial_10": "Blue 為我們節省了大量時間，並處理我們所有的重複性任務。",
    "testimonial_11": "我非常推薦它，並且我喜歡他們的客戶服務。",
    "testimonial_12": "我已將所有客戶遷移到 Blue，他們都非常喜歡，我們完全被說服了！",
    "testimonial_13": "管理所有混亂的唯一方法就是使用 Blue，這是我最好的購買之一。",
    "testimonial_14": "我們幫助 Blue 簡化我們的流程，而 Blue 使這變得非常簡單。",
    "testimonial_15": "我們非常喜愛 Blue，因為它靈活且不斷更新。",
    "testimonial_16": "Blue 非常易於使用，模板幫助節省了大量時間。",
    "testimonial_17": "我喜歡 Blue 的原因是它不斷改進，創始人非常親力親為。",
    "testimonial_18": "UI/UX 非常好，自動化工具非常有幫助。",
    "testimonial_19": "Blue 是一個非常適合我需求的生產力工具。",
    "testimonial_2": "Blue 的自動化功能幫助我們無縫運行業務。",
    "testimonial_20": "我們使用 Blue，並且非常喜歡它。我們認為這是一個非常好的工具。",
    "testimonial_21": "使用 Blue 讓我能夠輕鬆地透過表單獲取數據。",
    "testimonial_22": "Blue 幫助我將所有任務整合到一個平台上。",
    "testimonial_23": "Blue 讓我提高了兩倍的生產力，並更好地理解我的項目。",
    "testimonial_24": "我對Blue團隊實施新功能的速度感到驚訝。",
    "testimonial_3": "我的整個生活都在 Blue！我喜歡團隊的反應速度非常快。",
    "testimonial_4": "如果您在考慮是否應該購買 Blue...答案是肯定的。",
    "testimonial_5": "Blue 非常出色，因為它完全可白標，並且速度快且可靠。",
    "testimonial_6": "我這些年使用過很多工具，但Blue對我來說就是合適的選擇。",
    "testimonial_7": "投資於 Blue 是我做過的最佳商業決策之一。",
    "testimonial_8": "我們使用 Blue 每週為團隊中的每位銷售代表節省 9 小時的時間。",
    "testimonial_9": "與一個真正關心客戶的團隊合作，真是太好了。"
  }
}