{
  "en": {
    "page_title": "Frequently Asked Questions",
    "page_subtitle": "We've answered the most common questions about Blue. If you have any other questions, email support@blue.cc",
    
    "categories": {
      "general": "General",
      "pricing": "Pricing & Plans",
      "features": "Features & Functionality",
      "security": "Security",
      "getting_started": "Getting Started & Onboarding",
      "api": "Technical & API",
      "collaboration": "Collaboration & Teams",
      "data_management": "Data Management",
      "troubleshooting": "Troubleshooting & Support"
    },
    
    "general": {
      "what_is_blue_q": "What is Blue?",
      "what_is_blue_a": "Blue is a general purpose process management platform that can be used to manage a variety of processes across organizations. It helps staff to understand what they have to do, managers to have oversight, and for everyone to stay aligned.",
      "key_benefits_q": "What are the key benefits of using Blue?",
      "key_benefits_a": "Blue offers robust features to help teams organize work and collaborate effectively. Key benefits include customizable workflows, intelligent automation, real-time communication, and powerful analytics.",
      "when_started_q": "When was Blue started?",
      "when_started_a": "Blue was founded in April 2018 due to a frustration with existing process and project management platforms.",
      "where_based_q": "Where is Blue based?",
      "where_based_a": "Blue is a US Company (Delaware C Corp) with a fully remote team based in the Americas, Europe, and Asia.",
      "languages_available_q": "Is Blue available in another languages besides English?",
      "languages_available_a": "Yes, Blue is available in 24 languages.\n\nArabic (ar), Bengali (bn), Chinese (zh), Czech (cz), English (en), French (fr), Georgian (ka), German (de), Hindi (hi), Hungarian (hu), Indonesian (id), Italian (it), Japanese (ja), Khmer (km), Korean (ko), Latvian (lv), Marathi (mr), Portuguese (pt), Romanian (ro), Russian (ru), Spanish (es), Swedish (se), Thai (th), and Vietnamese (vi).",
      "types_of_businesses_q": "What types of businesses use Blue?",
      "types_of_businesses_a": "Blue serves a really broad range of businesses across different industries, which is fantastic because we get this incredible horizontal view instead of a vertical industry view. Sometimes we create a feature to solve one problem in one industry, and then another industry can repurpose that feature to solve a completely different problem.",
      "different_from_competitors_q": "How is Blue different from Asana, Monday.com, or Trello?",
      "different_from_competitors_a": "First of all, Blue is way cheaper. It's also not venture-funded, so our customers are our main priority. It's completely founder-led and we focus on a level of simplicity that they perhaps don't.",
      "replace_excel_q": "Can Blue replace our Excel spreadsheets?",
      "replace_excel_a": "Yes, exactly! We have a database view that allows you to do that, and then you get the advantage of having full audit trails for all changes.",
      "suitable_for_teams_q": "Is Blue suitable for small teams or enterprises?",
      "suitable_for_teams_a": "Blue is suitable for both small teams and enterprises."
    },
    
    "pricing": {
      "cost_q": "How much does Blue cost?",
      "cost_a": "Blue has one main plan with monthly and yearly options: \n\n • Monthly plan: $7/month/user. \n • Yearly plan: $70/year/user (so you get two months free)",
      "paid_roles_q": "Which user roles count as a paid role?",
      "paid_roles_a": "These users roles are paid:\n\n• Project Administrator\n• Team Member\n• Custom User Roles\n\nAnd these user roles are free:\n\n• Clients\n• Comment Only\n• View Only",
      "free_trial_q": "How does the Blue free trial work?",
      "free_trial_a": "The free trial provides full access to all Blue features for 7 days. No credit card is required to start. If you wish to continue, you can upgrade to our paid plan at the end of the free trial and you will also have an option to extend your trial for another 7 days.\n\nYou can always email us at support@blue.cc if you need a longer trial or you want personalized onboarding.",
      "white_label_q": "What's the White Label Plan?",
      "white_label_a": "The White Label Plan is an optional add-on, priced at $200/year per company, that allow you to fully customize the branding of Blue to make it look like your own process system. This means that you can run Blue on your own domain, emails will come from your email addresses, and that you can add your logo and brand colours. ",
      "enterprise_plan_q": "What's the Enterprise Plan?",
      "enterprise_plan_a": "The Blue Enterprise plan is for medium to large companies that want to make Blue a core part of their operational processes and have dedicated support and engineering resources on their account. This allow Blue to customize the platform for their specific requirements.",
      "nonprofit_discounts_q": "Are there discounts for non-profits or educational institutions?",
      "nonprofit_discounts_a": "Yes, Blue offers 50% discounted on listed prices for registered non-profits, non-commercial educational institutions, and open-source projects.",
      "billing_mid_cycle_q": "How does billing work when adding/removing users mid-cycle?",
      "billing_mid_cycle_a": "We count by the day, so if you remove someone halfway through the month, you're only billed for the exact time they were on the platform. If you add someone halfway through a month, you're only billed for half a month.",
      "switch_plans_q": "Can I switch between monthly and yearly plans?",
      "switch_plans_a": "Yes, you can switch between monthly and yearly plans in the Company Billing settings.",
      "cancel_data_q": "What happens to my data if I cancel my subscription?",
      "cancel_data_a": "After 60 days, your data will be deleted.",
      "volume_discounts_q": "Do you offer volume discounts for large teams?",
      "volume_discounts_a": "Yes, please email sales@blue.cc to discuss volume discounts.",
      "lifetime_deal_q": "Is there a lifetime deal available?",
      "lifetime_deal_a": "No, we did go on AppSumo in the past but those deals are no longer available."
    },
    
    "features": {
      "integrations_q": "What integrations does Blue support?",
      "integrations_a": "Blue has 5,000+ integrations via Make.com, Zapier, Pabbly Connect, Albato, and Boost.Space. We also have a full API for custom integrations and granular Webhooks.",
      "support_options_q": "What supports options are available?",
      "support_options_a": "We offer email us at support@blue.cc. We also offer paid support packages for large-scale imports, full-team onboarding, priority chat support, and regular training. Email us at support@blue.cc to learn more.",
      "import_data_q": "Can I import my existing data into Blue?",
      "import_data_a": "Yes, Blue supports bulk data import from CSV files. This allows you to migrate up to 200,000 records simultaneously and is perfect for migration from manual Excel workflows or other work management systems. You can reach out to support@blue.cc if you have questions about importing your data or to enquire about paid support packages.",
      "mobile_apps_q": "Does Blue have Mobile Apps?",
      "mobile_apps_a": "Yes, native iOS and Android apps are available to access Blue on the go. Core functionality like tasks, comments, and calendars sync across devices.",
      "permissions_q": "How do permissions work in Blue?",
      "permissions_a": "Permissions are set at the project level, so users can have different access levels across projects based on their roles. Blue has a powerful custom user roles system that allows you to define the precise access for each user group in each project.",
      "customize_interface_q": "Can I customize the interface and workflows in Blue?",
      "customize_interface_a": "Yes, you can completely customize fields, views, automation rules, forms, and more to match your work requirements. You can choose the colour of the interface and upload your company logo. We also allow you to have a custom domain.",
      "analytics_q": "What analytics does Blue provide?",
      "analytics_a": "Blue offers real-time dashboards and cross-project reporting to analyze progress, productivity, and trends.",
      "export_data_q": "Can I export my data from Blue?",
      "export_data_a": "Yes, you can export all your Blue data anytime via the API or bulk CSV Export. You own your data, and it is always accessible.",
      "file_storage_limits_q": "What file storage limits exist in Blue?",
      "file_storage_limits_a": "Blue offers 500GB of storage space per customer. Additional storage can be requested for enterprise accounts.",
      "feature_requests_q": "Where do I submit feature requests for Blue?",
      "feature_requests_a": "We'd love to hear your feature ideas! You can email us directly at support@blue.cc or join our community forums at https://ask.blue.cc",
      "automations_q": "What are automations and how many can I create?",
      "automations_a": "You can create as many automations as you wish. They work on a trigger basis - you can say \"when something happens, then do this.\" It's a great way to automate administrative work.",
      "public_forms_q": "Can I create public forms for external submissions?",
      "public_forms_a": "Yes, you can create public forms for external submissions.",
      "custom_fields_q": "How do custom fields work and which types are available?",
      "custom_fields_a": "Custom fields allow you to create your own database structure in Blue. There are over 24 types available.",
      "formulas_q": "Can I use formulas to calculate values automatically?",
      "formulas_a": "You can use formulas to calculate values automatically. You can pull from number custom fields, currency custom fields, and percentage custom fields to generate specific values.",
      "projects_vs_records_q": "What's the difference between projects and records?",
      "projects_vs_records_a": "A project is a holder of many records, and a record is the most granular unit in Blue. A record contains custom fields.",
      "templates_q": "Can I create templates for recurring projects?",
      "templates_a": "Yes, you can create templates for recurring projects and processes.",
      "dependencies_q": "How do dependencies between tasks work?",
      "dependencies_a": "You can create dependencies between tasks by using the dependency custom field.",
      "project_limit_q": "Is there a limit on the number of projects I can create?",
      "project_limit_a": "No, there's no limit on the number of projects you can create.",
      "recurring_tasks_q": "Can I set up recurring tasks?",
      "recurring_tasks_a": "Yes, you can set up recurring tasks.",
      "ai_summarization_q": "How does the AI summarization feature work?",
      "ai_summarization_a": "We send all the comments to a custom AI model that gives back a summary."
    },
    
    "security": {
      "gdpr_compliant_q": "Is Blue GDPR compliant?",
      "gdpr_compliant_a": "Yes, Blue is fully GDPR-compliant. For details, see our GDPR policy at https://blue.cc/legal/gdpr",
      "hipaa_compliant_q": "Is Blue HIPAA compliant?",
      "hipaa_compliant_a": "Yes, Blue is HIPAA-compliant, so you can upload healthcare-related data. Learn more in our HIPAA policy at https://blue.cc/legal/hipaa",
      "data_encryption_q": "How is data encrypted in Blue?",
      "data_encryption_a": "Blue uses bank-level encryption for both data at rest and in transit. \n\n • Data at rest is encrypted with 256-bit AES encryption. \n • Data in transit is protected with TLS 1.2+ (or higher) protocols. \n\nThis ensures your information is secure at all times.",
      "data_storage_q": "Where is my data stored?",
      "data_storage_a": "Data is stored in multiple data centers both in Europe and in Asia.",
      "backup_frequency_q": "How often are backups performed?",
      "backup_frequency_a": "Backups are done daily for 30 days.",
      "restrict_access_q": "Can I restrict access to specific fields or records?",
      "restrict_access_a": "Yes, you can restrict access to specific fields or records using the custom user permissions.",
      "two_factor_auth_q": "Is two-factor authentication available?",
      "two_factor_auth_a": "We don't have two-factor authentication available, but all logins are done by Magic Link.",
      "data_breaches_q": "How do you handle data breaches?",
      "data_breaches_a": "We fortunately have never had a data breach before, but we do have a notification system in place if that were to happen."
    },
    
    "getting_started": {
      "setup_first_project_q": "How do I set up my first project in Blue?",
      "setup_first_project_a": "After signing up, you can create your first project from the dashboard. We recommend starting with a template that matches your use case, then customizing it with your own fields and workflows.",
      "migration_help_q": "Can I get help migrating from another tool?",
      "migration_help_a": "Yes, Blue supports bulk data import from CSV files for up to 200,000 records. For assistance with migration, email support@blue.cc or inquire about our paid support packages.",
      "guided_onboarding_q": "Is there a guided onboarding process?",
      "guided_onboarding_a": "Yes, new users are guided through initial setup steps. We also offer paid onboarding packages for teams who want personalized training.",
      "time_to_start_q": "How long does it take to get started with Blue?",
      "time_to_start_a": "Most users can set up their first project and start collaborating within minutes. The intuitive interface makes it easy to get productive quickly.",
      "templates_available_q": "Are there templates I can use to get started quickly?",
      "templates_available_a": "Yes, Blue offers various project templates for common use cases that you can customize to fit your needs.",
      "training_services_q": "Do you offer training or implementation services?",
      "training_services_a": "Yes, we offer paid support packages for full-team onboarding, training sessions, and implementation assistance. Email support@blue.cc to learn more."
    },
    
    "api": {
      "programming_languages_q": "What programming languages can I use with the Blue API?",
      "programming_languages_a": "The Blue GraphQL API can be used with any programming language that supports HTTP requests. We provide examples in popular languages like JavaScript, Python, and Ruby.",
      "rate_limits_q": "Are there rate limits on API requests?",
      "rate_limits_a": "Yes, API requests are rate-limited to ensure platform stability. Contact support for specific limits and enterprise options.",
      "webhooks_work_q": "How do webhooks work in Blue?",
      "webhooks_work_a": "Webhooks allow you to receive real-time notifications when events occur in Blue. You can configure webhooks to trigger on various events like record creation, updates, or status changes.",
      "custom_integrations_q": "Can I build custom integrations?",
      "custom_integrations_a": "Yes, you can build custom integrations using our GraphQL API which provides 100% coverage of Blue's functionality.",
      "api_documentation_q": "Is there API documentation available?",
      "api_documentation_a": "Yes, comprehensive API documentation is available at blue.cc/docs/api.",
      "api_authentication_q": "How do I authenticate with the API?",
      "api_authentication_a": "API authentication uses API keys that you can generate from your account settings. Include the key in your request headers."
    },
    
    "collaboration": {
      "invite_team_q": "How do I invite team members to Blue?",
      "invite_team_a": "You can invite team members from the Company Administration section. They'll receive an email invitation to join your workspace.",
      "external_clients_q": "Can external clients access specific projects?",
      "external_clients_a": "Yes, you can add clients to specific projects with the free \"Client\" user role, giving them limited access to only what they need to see.",
      "notifications_work_q": "How do notifications work?",
      "notifications_work_a": "Blue sends notifications for mentions, assignments, due dates, and other important events. You can customize notification preferences in your profile settings.",
      "mention_team_q": "Can I mention team members in comments?",
      "mention_team_a": "Yes, use @ followed by their name to mention team members in comments. They'll receive a notification.",
      "approval_workflows_q": "How do I set up approval workflows?",
      "approval_workflows_a": "You can create approval workflows using automations and custom fields to route work through different stages and assignees.",
      "isolated_workspaces_q": "Can different teams have isolated workspaces?",
      "isolated_workspaces_a": "Yes, you can create separate projects for different teams with customized permissions to ensure proper isolation."
    },
    
    "data_management": {
      "max_file_size_q": "What's the maximum file size I can upload?",
      "max_file_size_a": "Individual file uploads are limited to ensure platform performance. For specific limits, check your plan details or contact support.",
      "bulk_update_q": "How do I bulk update multiple records?",
      "bulk_update_a": "You can bulk update records by selecting multiple items and using the bulk actions menu, or by using the CSV import with update mode.",
      "relationships_projects_q": "Can I create relationships between different projects?",
      "relationships_projects_a": "Yes, you can use reference and lookup custom fields to create relationships between records in different projects.",
      "archive_projects_q": "How do I archive old projects?",
      "archive_projects_a": "Projects can be archived from the project settings menu. Archived projects are hidden from active views but data remains accessible.",
      "search_capabilities_q": "What search capabilities are available?",
      "search_capabilities_a": "Blue offers powerful search across all projects, with filters for records, files, comments, and more. You can save frequently used searches.",
      "custom_reports_q": "Can I create custom reports?",
      "custom_reports_a": "Yes, use the Dashboards feature to create custom reports with various chart types and cross-project analytics."
    },
    
    "troubleshooting": {
      "cant_see_project_q": "Why can't I see a project that was shared with me?",
      "cant_see_project_a": "Check that you've been added to the project with appropriate permissions. If issues persist, contact your administrator or support@blue.cc.",
      "recover_deleted_q": "How do I recover deleted data?",
      "recover_deleted_a": "Contact support immediately at support@blue.cc. We maintain backups for 30 days and may be able to help recover recently deleted data.",
      "supported_browsers_q": "What browsers are supported?",
      "supported_browsers_a": "Blue works best on modern browsers including Chrome, Firefox, Safari, and Edge. We recommend keeping your browser updated.",
      "automations_not_triggering_q": "Why are my automations not triggering?",
      "automations_not_triggering_a": "Check that automations are enabled for your project and that trigger conditions are properly configured. Review the automation logs for details.",
      "report_bug_q": "How do I report a bug?",
      "report_bug_a": "Report bugs by emailing support@blue.cc with details about the issue, steps to reproduce, and any error messages.",
      "status_page_q": "Is there a status page for service availability?",
      "status_page_a": "Yes, check blue.cc/platform/status for real-time system status and incident updates."
    }
  },
  "zh": {
    "page_title": "常见问题",
    "page_subtitle": "我们已经回答了关于 Blue 的最常见问题。如果您有任何其他问题，请发送电子邮件至 support@blue.cc",
    
    "categories": {
      "general": "常规问题",
      "pricing": "价格与计划",
      "features": "功能特性",
      "security": "安全性",
      "getting_started": "开始使用",
      "api": "技术与 API",
      "collaboration": "协作与团队",
      "data_management": "数据管理",
      "troubleshooting": "故障排除与支持"
    },
    
    "general": {
      "what_is_blue_q": "什么是 Blue？",
      "what_is_blue_a": "Blue 是一个通用的流程管理平台，可用于管理组织内的各种流程。它帮助员工了解他们需要做什么，帮助管理者进行监督，并让每个人保持一致。",
      "key_benefits_q": "使用 Blue 的主要好处是什么？",
      "key_benefits_a": "Blue 提供强大的功能来帮助团队组织工作并有效协作。主要优势包括可定制的工作流程、智能自动化、实时通信和强大的分析功能。",
      "when_started_q": "Blue 是什么时候创立的？",
      "when_started_a": "Blue 成立于 2018 年 4 月，源于对现有流程和项目管理平台的失望。",
      "where_based_q": "Blue 的总部在哪里？",
      "where_based_a": "Blue 是一家美国公司（特拉华州 C 公司），拥有分布在美洲、欧洲和亚洲的完全远程团队。",
      "languages_available_q": "Blue 除了英语还有其他语言版本吗？",
      "languages_available_a": "是的，Blue 提供 24 种语言版本。\n\n阿拉伯语 (ar)、孟加拉语 (bn)、中文 (zh)、捷克语 (cz)、英语 (en)、法语 (fr)、格鲁吉亚语 (ka)、德语 (de)、印地语 (hi)、匈牙利语 (hu)、印尼语 (id)、意大利语 (it)、日语 (ja)、高棉语 (km)、韩语 (ko)、拉脱维亚语 (lv)、马拉地语 (mr)、葡萄牙语 (pt)、罗马尼亚语 (ro)、俄语 (ru)、西班牙语 (es)、瑞典语 (se)、泰语 (th) 和越南语 (vi)。",
      "types_of_businesses_q": "什么类型的企业使用 Blue？",
      "types_of_businesses_a": "Blue 服务于各个行业的广泛企业，这很棒，因为我们获得了令人难以置信的横向视角，而不是垂直行业视角。有时我们创建一个功能来解决一个行业中的一个问题，然后另一个行业可以重新利用该功能来解决完全不同的问题。",
      "different_from_competitors_q": "Blue 与 Asana、Monday.com 或 Trello 有何不同？",
      "different_from_competitors_a": "首先，Blue 的价格要便宜得多。而且我们不是风险投资支持的，所以我们的客户是我们的首要任务。它完全由创始人领导，我们专注于他们可能没有的简单性。",
      "replace_excel_q": "Blue 能替代我们的 Excel 电子表格吗？",
      "replace_excel_a": "是的，正是如此！我们有一个数据库视图可以让您做到这一点，然后您就可以获得对所有更改进行完整审计跟踪的优势。",
      "suitable_for_teams_q": "Blue 适合小团队还是企业？",
      "suitable_for_teams_a": "Blue 既适合小团队，也适合企业。"
    },
    
    "pricing": {
      "cost_q": "Blue 的费用是多少？",
      "cost_a": "Blue 有一个主要计划，提供月度和年度选项：\n\n • 月度计划：每月每用户 $7。\n • 年度计划：每年每用户 $70（相当于免费获得两个月）",
      "paid_roles_q": "哪些用户角色需要付费？",
      "paid_roles_a": "这些用户角色需要付费：\n\n• 项目管理员\n• 团队成员\n• 自定义用户角色\n\n这些用户角色是免费的：\n\n• 客户\n• 仅评论\n• 仅查看",
      "free_trial_q": "Blue 的免费试用是如何运作的？",
      "free_trial_a": "免费试用提供 7 天对所有 Blue 功能的完全访问权限。开始时不需要信用卡。如果您希望继续使用，可以在免费试用结束时升级到我们的付费计划，您还可以选择将试用期再延长 7 天。\n\n如果您需要更长的试用期或想要个性化的入门培训，您可以随时发送电子邮件至 support@blue.cc。",
      "white_label_q": "什么是白标计划？",
      "white_label_a": "白标计划是一个可选的附加功能，每年每公司 $200，允许您完全自定义 Blue 的品牌，使其看起来像您自己的流程系统。这意味着您可以在自己的域名上运行 Blue，电子邮件将来自您的电子邮件地址，您可以添加您的徽标和品牌颜色。",
      "enterprise_plan_q": "什么是企业计划？",
      "enterprise_plan_a": "Blue 企业计划适用于希望将 Blue 作为其运营流程核心部分的中大型公司，并在其账户上拥有专门的支持和工程资源。这使 Blue 能够根据他们的特定要求定制平台。",
      "nonprofit_discounts_q": "非营利组织或教育机构有折扣吗？",
      "nonprofit_discounts_a": "是的，Blue 为注册的非营利组织、非商业教育机构和开源项目提供标价 50% 的折扣。",
      "billing_mid_cycle_q": "在计费周期中添加/删除用户时如何计费？",
      "billing_mid_cycle_a": "我们按天计算，所以如果您在月中删除某人，您只需为他们在平台上的确切时间付费。如果您在月中添加某人，您只需支付半个月的费用。",
      "switch_plans_q": "我可以在月度和年度计划之间切换吗？",
      "switch_plans_a": "是的，您可以在公司账单设置中在月度和年度计划之间切换。",
      "cancel_data_q": "如果我取消订阅，我的数据会怎样？",
      "cancel_data_a": "60 天后，您的数据将被删除。",
      "volume_discounts_q": "大型团队有批量折扣吗？",
      "volume_discounts_a": "是的，请发送电子邮件至 sales@blue.cc 讨论批量折扣。",
      "lifetime_deal_q": "有终身优惠吗？",
      "lifetime_deal_a": "没有，我们过去曾在 AppSumo 上推出过，但这些优惠已不再提供。"
    },
    
    "features": {
      "integrations_q": "Blue 支持哪些集成？",
      "integrations_a": "Blue 通过 Make.com、Zapier、Pabbly Connect、Albato 和 Boost.Space 拥有 5,000 多个集成。我们还有完整的 API 用于自定义集成和细粒度的 Webhooks。",
      "support_options_q": "有哪些支持选项？",
      "support_options_a": "我们在 support@blue.cc 提供电子邮件支持。我们还提供付费支持包，用于大规模导入、完整团队入职、优先聊天支持和定期培训。请发送电子邮件至 support@blue.cc 了解更多信息。",
      "import_data_q": "我可以将现有数据导入 Blue 吗？",
      "import_data_a": "是的，Blue 支持从 CSV 文件批量导入数据。这允许您同时迁移多达 200,000 条记录，非常适合从手动 Excel 工作流或其他工作管理系统迁移。如果您对导入数据有疑问或想咨询付费支持包，可以联系 support@blue.cc。",
      "mobile_apps_q": "Blue 有移动应用吗？",
      "mobile_apps_a": "是的，提供原生的 iOS 和 Android 应用程序，让您随时随地访问 Blue。任务、评论和日历等核心功能可在设备间同步。",
      "permissions_q": "权限在 Blue 中如何工作？",
      "permissions_a": "权限是在项目级别设置的，因此用户可以根据其角色在不同项目中拥有不同的访问级别。Blue 拥有强大的自定义用户角色系统，允许您为每个项目中的每个用户组定义精确的访问权限。",
      "customize_interface_q": "我可以在 Blue 中自定义界面和工作流程吗？",
      "customize_interface_a": "是的，您可以完全自定义字段、视图、自动化规则、表单等，以匹配您的工作要求。您可以选择界面的颜色并上传您的公司徽标。我们还允许您拥有自定义域名。",
      "analytics_q": "Blue 提供什么分析功能？",
      "analytics_a": "Blue 提供实时仪表板和跨项目报告来分析进度、生产力和趋势。",
      "export_data_q": "我可以从 Blue 导出我的数据吗？",
      "export_data_a": "是的，您可以随时通过 API 或批量 CSV 导出导出所有 Blue 数据。您拥有您的数据，并且始终可以访问。",
      "file_storage_limits_q": "Blue 中存在哪些文件存储限制？",
      "file_storage_limits_a": "Blue 为每个客户提供 500GB 的存储空间。企业账户可以申请额外的存储空间。",
      "feature_requests_q": "我在哪里提交 Blue 的功能请求？",
      "feature_requests_a": "我们很乐意听到您的功能想法！您可以直接发送电子邮件至 support@blue.cc 或加入我们的社区论坛 https://ask.blue.cc",
      "automations_q": "什么是自动化，我可以创建多少个？",
      "automations_a": "您可以创建任意数量的自动化。它们基于触发器工作 - 您可以说\"当某事发生时，然后执行此操作\"。这是自动化管理工作的好方法。",
      "public_forms_q": "我可以为外部提交创建公共表单吗？",
      "public_forms_a": "是的，您可以为外部提交创建公共表单。",
      "custom_fields_q": "自定义字段如何工作，有哪些类型可用？",
      "custom_fields_a": "自定义字段允许您在 Blue 中创建自己的数据库结构。有超过 24 种类型可用。",
      "formulas_q": "我可以使用公式自动计算值吗？",
      "formulas_a": "您可以使用公式自动计算值。您可以从数字自定义字段、货币自定义字段和百分比自定义字段中提取数据来生成特定值。",
      "projects_vs_records_q": "项目和记录之间有什么区别？",
      "projects_vs_records_a": "项目是许多记录的容器，记录是 Blue 中最细粒度的单位。记录包含自定义字段。",
      "templates_q": "我可以为重复项目创建模板吗？",
      "templates_a": "是的，您可以为重复项目和流程创建模板。",
      "dependencies_q": "任务之间的依赖关系如何工作？",
      "dependencies_a": "您可以使用依赖关系自定义字段在任务之间创建依赖关系。",
      "project_limit_q": "我可以创建的项目数量有限制吗？",
      "project_limit_a": "不，您可以创建的项目数量没有限制。",
      "recurring_tasks_q": "我可以设置重复任务吗？",
      "recurring_tasks_a": "是的，您可以设置重复任务。",
      "ai_summarization_q": "AI 摘要功能如何工作？",
      "ai_summarization_a": "我们将所有评论发送到自定义 AI 模型，该模型会返回摘要。"
    },
    
    "security": {
      "gdpr_compliant_q": "Blue 符合 GDPR 吗？",
      "gdpr_compliant_a": "是的，Blue 完全符合 GDPR。有关详细信息，请参阅我们的 GDPR 政策：https://blue.cc/legal/gdpr",
      "hipaa_compliant_q": "Blue 符合 HIPAA 吗？",
      "hipaa_compliant_a": "是的，Blue 符合 HIPAA，因此您可以上传与医疗保健相关的数据。在我们的 HIPAA 政策中了解更多信息：https://blue.cc/legal/hipaa",
      "data_encryption_q": "Blue 中的数据是如何加密的？",
      "data_encryption_a": "Blue 对静态数据和传输中的数据都使用银行级加密。\n\n • 静态数据使用 256 位 AES 加密进行加密。\n • 传输中的数据受 TLS 1.2+（或更高）协议保护。\n\n这确保您的信息始终安全。",
      "data_storage_q": "我的数据存储在哪里？",
      "data_storage_a": "数据存储在欧洲和亚洲的多个数据中心。",
      "backup_frequency_q": "备份多久执行一次？",
      "backup_frequency_a": "每天备份，保留 30 天。",
      "restrict_access_q": "我可以限制对特定字段或记录的访问吗？",
      "restrict_access_a": "是的，您可以使用自定义用户权限限制对特定字段或记录的访问。",
      "two_factor_auth_q": "是否提供双因素身份验证？",
      "two_factor_auth_a": "我们目前没有双因素身份验证，但所有登录都通过魔术链接完成。",
      "data_breaches_q": "你们如何处理数据泄露？",
      "data_breaches_a": "幸运的是，我们以前从未发生过数据泄露，但如果发生这种情况，我们确实有一个通知系统。"
    },
    
    "getting_started": {
      "setup_first_project_q": "我如何在 Blue 中设置我的第一个项目？",
      "setup_first_project_a": "注册后，您可以从仪表板创建您的第一个项目。我们建议从与您的用例匹配的模板开始，然后使用您自己的字段和工作流程进行自定义。",
      "migration_help_q": "我可以获得从其他工具迁移的帮助吗？",
      "migration_help_a": "是的，Blue 支持从 CSV 文件批量导入数据，最多可导入 200,000 条记录。如需迁移帮助，请发送电子邮件至 support@blue.cc 或咨询我们的付费支持包。",
      "guided_onboarding_q": "有引导式入门流程吗？",
      "guided_onboarding_a": "是的，新用户会通过初始设置步骤获得指导。我们还为需要个性化培训的团队提供付费入门包。",
      "time_to_start_q": "开始使用 Blue 需要多长时间？",
      "time_to_start_a": "大多数用户可以在几分钟内设置他们的第一个项目并开始协作。直观的界面使您能够快速提高工作效率。",
      "templates_available_q": "有模板可以让我快速开始吗？",
      "templates_available_a": "是的，Blue 为常见用例提供各种项目模板，您可以自定义以满足您的需求。",
      "training_services_q": "你们提供培训或实施服务吗？",
      "training_services_a": "是的，我们提供付费支持包，用于全团队入门、培训会议和实施协助。请发送电子邮件至 support@blue.cc 了解更多信息。"
    },
    
    "api": {
      "programming_languages_q": "我可以使用哪些编程语言与 Blue API？",
      "programming_languages_a": "Blue GraphQL API 可以与任何支持 HTTP 请求的编程语言一起使用。我们提供流行语言的示例，如 JavaScript、Python 和 Ruby。",
      "rate_limits_q": "API 请求有速率限制吗？",
      "rate_limits_a": "是的，API 请求受到速率限制以确保平台稳定性。请联系支持以了解具体限制和企业选项。",
      "webhooks_work_q": "Webhooks 在 Blue 中如何工作？",
      "webhooks_work_a": "Webhooks 允许您在 Blue 中发生事件时接收实时通知。您可以配置 webhooks 以触发各种事件，如记录创建、更新或状态更改。",
      "custom_integrations_q": "我可以构建自定义集成吗？",
      "custom_integrations_a": "是的，您可以使用我们的 GraphQL API 构建自定义集成，它提供 Blue 功能的 100% 覆盖。",
      "api_documentation_q": "有 API 文档吗？",
      "api_documentation_a": "是的，全面的 API 文档可在 blue.cc/docs/api 获得。",
      "api_authentication_q": "我如何使用 API 进行身份验证？",
      "api_authentication_a": "API 身份验证使用您可以从账户设置生成的 API 密钥。将密钥包含在您的请求标头中。"
    },
    
    "collaboration": {
      "invite_team_q": "我如何邀请团队成员加入 Blue？",
      "invite_team_a": "您可以从公司管理部分邀请团队成员。他们将收到一封电子邮件邀请加入您的工作区。",
      "external_clients_q": "外部客户可以访问特定项目吗？",
      "external_clients_a": "是的，您可以使用免费的“客户”用户角色将客户添加到特定项目，让他们只能访问他们需要看到的内容。",
      "notifications_work_q": "通知如何工作？",
      "notifications_work_a": "Blue 为提及、分配、截止日期和其他重要事件发送通知。您可以在个人资料设置中自定义通知偏好。",
      "mention_team_q": "我可以在评论中提及团队成员吗？",
      "mention_team_a": "是的，使用 @ 后跟他们的名字来在评论中提及团队成员。他们将收到通知。",
      "approval_workflows_q": "我如何设置审批工作流程？",
      "approval_workflows_a": "您可以使用自动化和自定义字段创建审批工作流程，以通过不同阶段和受让人路由工作。",
      "isolated_workspaces_q": "不同的团队可以有隔离的工作区吗？",
      "isolated_workspaces_a": "是的，您可以为不同的团队创建具有自定义权限的单独项目，以确保适当的隔离。"
    },
    
    "data_management": {
      "max_file_size_q": "我可以上传的最大文件大小是多少？",
      "max_file_size_a": "单个文件上传受到限制以确保平台性能。有关具体限制，请检查您的计划详情或联系支持。",
      "bulk_update_q": "我如何批量更新多条记录？",
      "bulk_update_a": "您可以通过选择多个项目并使用批量操作菜单来批量更新记录，或者使用带有更新模式的 CSV 导入。",
      "relationships_projects_q": "我可以在不同项目之间创建关系吗？",
      "relationships_projects_a": "是的，您可以使用引用和查找自定义字段在不同项目中的记录之间创建关系。",
      "archive_projects_q": "我如何归档旧项目？",
      "archive_projects_a": "可以从项目设置菜单归档项目。归档的项目在活动视图中隐藏，但数据仍然可以访问。",
      "search_capabilities_q": "有哪些搜索功能？",
      "search_capabilities_a": "Blue 提供跨所有项目的强大搜索，具有记录、文件、评论等的过滤器。您可以保存经常使用的搜索。",
      "custom_reports_q": "我可以创建自定义报告吗？",
      "custom_reports_a": "是的，使用仪表板功能创建具有各种图表类型和跨项目分析的自定义报告。"
    },
    
    "troubleshooting": {
      "cant_see_project_q": "为什么我看不到与我共享的项目？",
      "cant_see_project_a": "检查您是否已被添加到具有适当权限的项目中。如果问题仍然存在，请联系您的管理员或 support@blue.cc。",
      "recover_deleted_q": "我如何恢复已删除的数据？",
      "recover_deleted_a": "立即联系 support@blue.cc。我们保留 30 天的备份，可能能够帮助恢复最近删除的数据。",
      "supported_browsers_q": "支持哪些浏览器？",
      "supported_browsers_a": "Blue 在现代浏览器上效果最佳，包括 Chrome、Firefox、Safari 和 Edge。我们建议保持您的浏览器更新。",
      "automations_not_triggering_q": "为什么我的自动化没有触发？",
      "automations_not_triggering_a": "检查是否为您的项目启用了自动化，以及触发条件是否正确配置。查看自动化日志了解详细信息。",
      "report_bug_q": "我如何报告错误？",
      "report_bug_a": "通过发送电子邮件至 support@blue.cc 报告错误，包括有关问题的详细信息、重现步骤和任何错误消息。",
      "status_page_q": "有服务可用性状态页面吗？",
      "status_page_a": "是的，请访问 blue.cc/platform/status 查看实时系统状态和事件更新。"
    }
  },
  "es": {
    "page_title": "Preguntas Frecuentes",
    "page_subtitle": "Hemos respondido a las preguntas más comunes sobre Blue. Si tiene alguna otra pregunta, envíe un correo electrónico a support@blue.cc",
    
    "categories": {
      "general": "General",
      "pricing": "Precios y Planes",
      "features": "Características y Funcionalidad",
      "security": "Seguridad",
      "getting_started": "Primeros Pasos",
      "api": "Técnico y API",
      "collaboration": "Colaboración y Equipos",
      "data_management": "Gestión de Datos",
      "troubleshooting": "Solución de Problemas y Soporte"
    },
    
    "general": {
      "what_is_blue_q": "¿Qué es Blue?",
      "what_is_blue_a": "Blue es una plataforma de gestión de procesos de propósito general que se puede utilizar para gestionar una variedad de procesos en las organizaciones. Ayuda al personal a entender qué tienen que hacer, a los gerentes a tener supervisión y a todos a mantenerse alineados.",
      "key_benefits_q": "¿Cuáles son los beneficios clave de usar Blue?",
      "key_benefits_a": "Blue ofrece características robustas para ayudar a los equipos a organizar el trabajo y colaborar eficazmente. Los beneficios clave incluyen flujos de trabajo personalizables, automatización inteligente, comunicación en tiempo real y análisis potentes.",
      "when_started_q": "¿Cuándo se fundó Blue?",
      "when_started_a": "Blue se fundó en abril de 2018 debido a la frustración con las plataformas existentes de gestión de procesos y proyectos.",
      "where_based_q": "¿Dónde tiene su sede Blue?",
      "where_based_a": "Blue es una empresa estadounidense (Delaware C Corp) con un equipo completamente remoto con sede en las Américas, Europa y Asia.",
      "languages_available_q": "¿Está Blue disponible en otros idiomas además del inglés?",
      "languages_available_a": "Sí, Blue está disponible en 24 idiomas.\n\nÁrabe (ar), Bengalí (bn), Chino (zh), Checo (cz), Inglés (en), Francés (fr), Georgiano (ka), Alemán (de), Hindi (hi), Húngaro (hu), Indonesio (id), Italiano (it), Japonés (ja), Jemer (km), Coreano (ko), Letón (lv), Marathi (mr), Portugués (pt), Rumano (ro), Ruso (ru), Español (es), Sueco (se), Tailandés (th) y Vietnamita (vi).",
      "types_of_businesses_q": "¿Qué tipos de empresas usan Blue?",
      "types_of_businesses_a": "Blue sirve a una amplia gama de empresas en diferentes industrias, lo cual es fantástico porque obtenemos esta increíble vista horizontal en lugar de una vista vertical de la industria. A veces creamos una función para resolver un problema en una industria, y luego otra industria puede reutilizar esa función para resolver un problema completamente diferente.",
      "different_from_competitors_q": "¿En qué se diferencia Blue de Asana, Monday.com o Trello?",
      "different_from_competitors_a": "En primer lugar, Blue es mucho más económico. Tampoco está financiado por capital de riesgo, por lo que nuestros clientes son nuestra principal prioridad. Está completamente dirigido por los fundadores y nos enfocamos en un nivel de simplicidad que quizás ellos no tienen.",
      "replace_excel_q": "¿Puede Blue reemplazar nuestras hojas de cálculo de Excel?",
      "replace_excel_a": "¡Sí, exactamente! Tenemos una vista de base de datos que le permite hacer eso, y luego obtiene la ventaja de tener registros de auditoría completos para todos los cambios.",
      "suitable_for_teams_q": "¿Blue es adecuado para equipos pequeños o empresas?",
      "suitable_for_teams_a": "Blue es adecuado tanto para equipos pequeños como para empresas."
    },
    
    "pricing": {
      "cost_q": "¿Cuánto cuesta Blue?",
      "cost_a": "Blue tiene un plan principal con opciones mensuales y anuales:\n\n • Plan mensual: $7/mes/usuario.\n • Plan anual: $70/año/usuario (obtienes dos meses gratis)",
      "paid_roles_q": "¿Qué roles de usuario cuentan como rol de pago?",
      "paid_roles_a": "Estos roles de usuario son de pago:\n\n• Administrador de Proyecto\n• Miembro del Equipo\n• Roles de Usuario Personalizados\n\nY estos roles de usuario son gratuitos:\n\n• Clientes\n• Solo Comentarios\n• Solo Vista",
      "free_trial_q": "¿Cómo funciona la prueba gratuita de Blue?",
      "free_trial_a": "La prueba gratuita proporciona acceso completo a todas las funciones de Blue durante 7 días. No se requiere tarjeta de crédito para comenzar. Si desea continuar, puede actualizar a nuestro plan de pago al final de la prueba gratuita y también tendrá la opción de extender su prueba por otros 7 días.\n\nSiempre puede enviarnos un correo electrónico a support@blue.cc si necesita una prueba más larga o desea una incorporación personalizada.",
      "white_label_q": "¿Qué es el Plan de Marca Blanca?",
      "white_label_a": "El Plan de Marca Blanca es un complemento opcional, con un precio de $200/año por empresa, que le permite personalizar completamente la marca de Blue para que parezca su propio sistema de procesos. Esto significa que puede ejecutar Blue en su propio dominio, los correos electrónicos vendrán de sus direcciones de correo electrónico y puede agregar su logotipo y colores de marca.",
      "enterprise_plan_q": "¿Qué es el Plan Empresarial?",
      "enterprise_plan_a": "El plan Blue Enterprise es para empresas medianas y grandes que desean hacer de Blue una parte central de sus procesos operativos y tener recursos de soporte e ingeniería dedicados en su cuenta. Esto permite a Blue personalizar la plataforma según sus requisitos específicos.",
      "nonprofit_discounts_q": "¿Hay descuentos para organizaciones sin fines de lucro o instituciones educativas?",
      "nonprofit_discounts_a": "Sí, Blue ofrece un 50% de descuento sobre los precios de lista para organizaciones sin fines de lucro registradas, instituciones educativas no comerciales y proyectos de código abierto.",
      "billing_mid_cycle_q": "¿Cómo funciona la facturación al agregar/eliminar usuarios a mitad del ciclo?",
      "billing_mid_cycle_a": "Contamos por día, por lo que si elimina a alguien a mitad de mes, solo se le factura por el tiempo exacto que estuvo en la plataforma. Si agrega a alguien a mitad de mes, solo se le factura por medio mes.",
      "switch_plans_q": "¿Puedo cambiar entre planes mensuales y anuales?",
      "switch_plans_a": "Sí, puede cambiar entre planes mensuales y anuales en la configuración de facturación de la empresa.",
      "cancel_data_q": "¿Qué sucede con mis datos si cancelo mi suscripción?",
      "cancel_data_a": "Después de 60 días, sus datos serán eliminados.",
      "volume_discounts_q": "¿Ofrecen descuentos por volumen para equipos grandes?",
      "volume_discounts_a": "Sí, envíe un correo electrónico a sales@blue.cc para discutir descuentos por volumen.",
      "lifetime_deal_q": "¿Hay alguna oferta de por vida disponible?",
      "lifetime_deal_a": "No, estuvimos en AppSumo en el pasado pero esas ofertas ya no están disponibles."
    },
    
    "features": {
      "integrations_q": "¿Qué integraciones admite Blue?",
      "integrations_a": "Blue tiene más de 5,000 integraciones a través de Make.com, Zapier, Pabbly Connect, Albato y Boost.Space. También tenemos una API completa para integraciones personalizadas y Webhooks granulares.",
      "support_options_q": "¿Qué opciones de soporte están disponibles?",
      "support_options_a": "Ofrecemos soporte por correo electrónico en support@blue.cc. También ofrecemos paquetes de soporte pagados para importaciones a gran escala, incorporación de equipos completos, soporte por chat prioritario y capacitación regular. Envíenos un correo electrónico a support@blue.cc para obtener más información.",
      "import_data_q": "¿Puedo importar mis datos existentes a Blue?",
      "import_data_a": "Sí, Blue admite la importación masiva de datos desde archivos CSV. Esto le permite migrar hasta 200,000 registros simultáneamente y es perfecto para la migración desde flujos de trabajo manuales de Excel u otros sistemas de gestión de trabajo. Puede comunicarse con support@blue.cc si tiene preguntas sobre la importación de sus datos o para consultar sobre paquetes de soporte pagados.",
      "mobile_apps_q": "¿Blue tiene aplicaciones móviles?",
      "mobile_apps_a": "Sí, las aplicaciones nativas de iOS y Android están disponibles para acceder a Blue mientras se desplaza. La funcionalidad principal como tareas, comentarios y calendarios se sincroniza entre dispositivos.",
      "permissions_q": "¿Cómo funcionan los permisos en Blue?",
      "permissions_a": "Los permisos se establecen a nivel de proyecto, por lo que los usuarios pueden tener diferentes niveles de acceso en los proyectos según sus roles. Blue tiene un potente sistema de roles de usuario personalizados que le permite definir el acceso preciso para cada grupo de usuarios en cada proyecto.",
      "customize_interface_q": "¿Puedo personalizar la interfaz y los flujos de trabajo en Blue?",
      "customize_interface_a": "Sí, puede personalizar completamente campos, vistas, reglas de automatización, formularios y más para que coincidan con sus requisitos de trabajo. Puede elegir el color de la interfaz y cargar el logotipo de su empresa. También le permitimos tener un dominio personalizado.",
      "analytics_q": "¿Qué análisis proporciona Blue?",
      "analytics_a": "Blue ofrece paneles en tiempo real e informes entre proyectos para analizar el progreso, la productividad y las tendencias.",
      "export_data_q": "¿Puedo exportar mis datos desde Blue?",
      "export_data_a": "Sí, puede exportar todos sus datos de Blue en cualquier momento a través de la API o la exportación masiva de CSV. Usted es dueño de sus datos y siempre es accesible.",
      "file_storage_limits_q": "¿Qué límites de almacenamiento de archivos existen en Blue?",
      "file_storage_limits_a": "Blue ofrece 500 GB de espacio de almacenamiento por cliente. Se puede solicitar almacenamiento adicional para cuentas empresariales.",
      "feature_requests_q": "¿Dónde envío solicitudes de funciones para Blue?",
      "feature_requests_a": "¡Nos encantaría escuchar sus ideas de funciones! Puede enviarnos un correo electrónico directamente a support@blue.cc o unirse a nuestros foros comunitarios en https://ask.blue.cc",
      "automations_q": "¿Qué son las automatizaciones y cuántas puedo crear?",
      "automations_a": "Puede crear tantas automatizaciones como desee. Funcionan sobre la base de un disparador: puede decir \"cuando sucede algo, entonces haz esto\". Es una excelente manera de automatizar el trabajo administrativo.",
      "public_forms_q": "¿Puedo crear formularios públicos para envíos externos?",
      "public_forms_a": "Sí, puede crear formularios públicos para envíos externos.",
      "custom_fields_q": "¿Cómo funcionan los campos personalizados y qué tipos están disponibles?",
      "custom_fields_a": "Los campos personalizados le permiten crear su propia estructura de base de datos en Blue. Hay más de 24 tipos disponibles.",
      "formulas_q": "¿Puedo usar fórmulas para calcular valores automáticamente?",
      "formulas_a": "Puede usar fórmulas para calcular valores automáticamente. Puede extraer de campos personalizados numéricos, campos personalizados de moneda y campos personalizados de porcentaje para generar valores específicos.",
      "projects_vs_records_q": "¿Cuál es la diferencia entre proyectos y registros?",
      "projects_vs_records_a": "Un proyecto es un contenedor de muchos registros, y un registro es la unidad más granular en Blue. Un registro contiene campos personalizados.",
      "templates_q": "¿Puedo crear plantillas para proyectos recurrentes?",
      "templates_a": "Sí, puede crear plantillas para proyectos y procesos recurrentes.",
      "dependencies_q": "¿Cómo funcionan las dependencias entre tareas?",
      "dependencies_a": "Puede crear dependencias entre tareas utilizando el campo personalizado de dependencia.",
      "project_limit_q": "¿Hay un límite en la cantidad de proyectos que puedo crear?",
      "project_limit_a": "No, no hay límite en la cantidad de proyectos que puede crear.",
      "recurring_tasks_q": "¿Puedo configurar tareas recurrentes?",
      "recurring_tasks_a": "Sí, puede configurar tareas recurrentes.",
      "ai_summarization_q": "¿Cómo funciona la función de resumen de IA?",
      "ai_summarization_a": "Enviamos todos los comentarios a un modelo de IA personalizado que devuelve un resumen."
    },
    
    "security": {
      "gdpr_compliant_q": "¿Blue cumple con el GDPR?",
      "gdpr_compliant_a": "Sí, Blue cumple completamente con el GDPR. Para obtener más detalles, consulte nuestra política de GDPR en https://blue.cc/legal/gdpr",
      "hipaa_compliant_q": "¿Blue cumple con HIPAA?",
      "hipaa_compliant_a": "Sí, Blue cumple con HIPAA, por lo que puede cargar datos relacionados con la atención médica. Obtenga más información en nuestra política de HIPAA en https://blue.cc/legal/hipaa",
      "data_encryption_q": "¿Cómo se cifran los datos en Blue?",
      "data_encryption_a": "Blue utiliza cifrado de nivel bancario tanto para datos en reposo como en tránsito.\n\n • Los datos en reposo están cifrados con cifrado AES de 256 bits.\n • Los datos en tránsito están protegidos con protocolos TLS 1.2+ (o superior).\n\nEsto garantiza que su información esté segura en todo momento.",
      "data_storage_q": "¿Dónde se almacenan mis datos?",
      "data_storage_a": "Los datos se almacenan en múltiples centros de datos tanto en Europa como en Asia.",
      "backup_frequency_q": "¿Con qué frecuencia se realizan las copias de seguridad?",
      "backup_frequency_a": "Las copias de seguridad se realizan diariamente durante 30 días.",
      "restrict_access_q": "¿Puedo restringir el acceso a campos o registros específicos?",
      "restrict_access_a": "Sí, puede restringir el acceso a campos o registros específicos utilizando los permisos de usuario personalizados.",
      "two_factor_auth_q": "¿Está disponible la autenticación de dos factores?",
      "two_factor_auth_a": "No tenemos autenticación de dos factores disponible, pero todos los inicios de sesión se realizan mediante Magic Link.",
      "data_breaches_q": "¿Cómo manejan las violaciones de datos?",
      "data_breaches_a": "Afortunadamente, nunca hemos tenido una violación de datos antes, pero tenemos un sistema de notificación en caso de que eso suceda."
    },
    
    "getting_started": {
      "setup_first_project_q": "¿Cómo configuro mi primer proyecto en Blue?",
      "setup_first_project_a": "Después de registrarse, puede crear su primer proyecto desde el panel de control. Recomendamos comenzar con una plantilla que coincida con su caso de uso, luego personalizarla con sus propios campos y flujos de trabajo.",
      "migration_help_q": "¿Puedo obtener ayuda para migrar desde otra herramienta?",
      "migration_help_a": "Sí, Blue admite la importación masiva de datos desde archivos CSV para hasta 200,000 registros. Para obtener ayuda con la migración, envíe un correo electrónico a support@blue.cc o consulte sobre nuestros paquetes de soporte pagados.",
      "guided_onboarding_q": "¿Hay un proceso de incorporación guiado?",
      "guided_onboarding_a": "Sí, los nuevos usuarios son guiados a través de los pasos de configuración inicial. También ofrecemos paquetes de incorporación pagados para equipos que desean capacitación personalizada.",
      "time_to_start_q": "¿Cuánto tiempo lleva comenzar con Blue?",
      "time_to_start_a": "La mayoría de los usuarios pueden configurar su primer proyecto y comenzar a colaborar en cuestión de minutos. La interfaz intuitiva facilita ser productivo rápidamente.",
      "templates_available_q": "¿Hay plantillas que pueda usar para comenzar rápidamente?",
      "templates_available_a": "Sí, Blue ofrece varias plantillas de proyectos para casos de uso comunes que puede personalizar para satisfacer sus necesidades.",
      "training_services_q": "¿Ofrecen servicios de capacitación o implementación?",
      "training_services_a": "Sí, ofrecemos paquetes de soporte pagados para la incorporación completa del equipo, sesiones de capacitación y asistencia de implementación. Envíe un correo electrónico a support@blue.cc para obtener más información."
    },
    
    "api": {
      "programming_languages_q": "¿Qué lenguajes de programación puedo usar con la API de Blue?",
      "programming_languages_a": "La API GraphQL de Blue se puede usar con cualquier lenguaje de programación que admita solicitudes HTTP. Proporcionamos ejemplos en lenguajes populares como JavaScript, Python y Ruby.",
      "rate_limits_q": "¿Hay límites de velocidad en las solicitudes de API?",
      "rate_limits_a": "Sí, las solicitudes de API tienen límite de velocidad para garantizar la estabilidad de la plataforma. Póngase en contacto con el soporte para conocer los límites específicos y las opciones empresariales.",
      "webhooks_work_q": "¿Cómo funcionan los webhooks en Blue?",
      "webhooks_work_a": "Los webhooks le permiten recibir notificaciones en tiempo real cuando ocurren eventos en Blue. Puede configurar webhooks para activarse en varios eventos como creación de registros, actualizaciones o cambios de estado.",
      "custom_integrations_q": "¿Puedo crear integraciones personalizadas?",
      "custom_integrations_a": "Sí, puede crear integraciones personalizadas utilizando nuestra API GraphQL que proporciona una cobertura del 100% de la funcionalidad de Blue.",
      "api_documentation_q": "¿Hay documentación de API disponible?",
      "api_documentation_a": "Sí, la documentación completa de la API está disponible en blue.cc/docs/api.",
      "api_authentication_q": "¿Cómo me autentico con la API?",
      "api_authentication_a": "La autenticación de API utiliza claves de API que puede generar desde la configuración de su cuenta. Incluya la clave en los encabezados de su solicitud."
    },
    
    "collaboration": {
      "invite_team_q": "¿Cómo invito a miembros del equipo a Blue?",
      "invite_team_a": "Puede invitar a miembros del equipo desde la sección Administración de la empresa. Recibirán una invitación por correo electrónico para unirse a su espacio de trabajo.",
      "external_clients_q": "¿Pueden los clientes externos acceder a proyectos específicos?",
      "external_clients_a": "Sí, puede agregar clientes a proyectos específicos con el rol de usuario \"Cliente\" gratuito, dándoles acceso limitado solo a lo que necesitan ver.",
      "notifications_work_q": "¿Cómo funcionan las notificaciones?",
      "notifications_work_a": "Blue envía notificaciones para menciones, asignaciones, fechas de vencimiento y otros eventos importantes. Puede personalizar las preferencias de notificación en la configuración de su perfil.",
      "mention_team_q": "¿Puedo mencionar a miembros del equipo en los comentarios?",
      "mention_team_a": "Sí, use @ seguido de su nombre para mencionar a los miembros del equipo en los comentarios. Recibirán una notificación.",
      "approval_workflows_q": "¿Cómo configuro flujos de trabajo de aprobación?",
      "approval_workflows_a": "Puede crear flujos de trabajo de aprobación utilizando automatizaciones y campos personalizados para enrutar el trabajo a través de diferentes etapas y asignados.",
      "isolated_workspaces_q": "¿Pueden diferentes equipos tener espacios de trabajo aislados?",
      "isolated_workspaces_a": "Sí, puede crear proyectos separados para diferentes equipos con permisos personalizados para garantizar el aislamiento adecuado."
    },
    
    "data_management": {
      "max_file_size_q": "¿Cuál es el tamaño máximo de archivo que puedo cargar?",
      "max_file_size_a": "Las cargas de archivos individuales están limitadas para garantizar el rendimiento de la plataforma. Para conocer los límites específicos, consulte los detalles de su plan o póngase en contacto con el soporte.",
      "bulk_update_q": "¿Cómo actualizo varios registros de forma masiva?",
      "bulk_update_a": "Puede actualizar registros de forma masiva seleccionando varios elementos y usando el menú de acciones masivas, o usando la importación CSV con modo de actualización.",
      "relationships_projects_q": "¿Puedo crear relaciones entre diferentes proyectos?",
      "relationships_projects_a": "Sí, puede usar campos personalizados de referencia y búsqueda para crear relaciones entre registros en diferentes proyectos.",
      "archive_projects_q": "¿Cómo archivo proyectos antiguos?",
      "archive_projects_a": "Los proyectos se pueden archivar desde el menú de configuración del proyecto. Los proyectos archivados están ocultos de las vistas activas pero los datos siguen siendo accesibles.",
      "search_capabilities_q": "¿Qué capacidades de búsqueda están disponibles?",
      "search_capabilities_a": "Blue ofrece una búsqueda potente en todos los proyectos, con filtros para registros, archivos, comentarios y más. Puede guardar búsquedas utilizadas con frecuencia.",
      "custom_reports_q": "¿Puedo crear informes personalizados?",
      "custom_reports_a": "Sí, use la función Paneles para crear informes personalizados con varios tipos de gráficos y análisis entre proyectos."
    },
    
    "troubleshooting": {
      "cant_see_project_q": "¿Por qué no puedo ver un proyecto que se compartió conmigo?",
      "cant_see_project_a": "Verifique que haya sido agregado al proyecto con los permisos apropiados. Si los problemas persisten, comuníquese con su administrador o support@blue.cc.",
      "recover_deleted_q": "¿Cómo recupero datos eliminados?",
      "recover_deleted_a": "Póngase en contacto con el soporte inmediatamente en support@blue.cc. Mantenemos copias de seguridad durante 30 días y es posible que podamos ayudar a recuperar datos eliminados recientemente.",
      "supported_browsers_q": "¿Qué navegadores son compatibles?",
      "supported_browsers_a": "Blue funciona mejor en navegadores modernos, incluidos Chrome, Firefox, Safari y Edge. Recomendamos mantener su navegador actualizado.",
      "automations_not_triggering_q": "¿Por qué mis automatizaciones no se activan?",
      "automations_not_triggering_a": "Verifique que las automatizaciones estén habilitadas para su proyecto y que las condiciones de activación estén configuradas correctamente. Revise los registros de automatización para obtener detalles.",
      "report_bug_q": "¿Cómo informo un error?",
      "report_bug_a": "Informe errores enviando un correo electrónico a support@blue.cc con detalles sobre el problema, pasos para reproducir y cualquier mensaje de error.",
      "status_page_q": "¿Hay una página de estado para la disponibilidad del servicio?",
      "status_page_a": "Sí, consulte blue.cc/platform/status para ver el estado del sistema en tiempo real y las actualizaciones de incidentes."
    }
  },
  "fr": {
    "page_title": "Questions Fréquemment Posées",
    "page_subtitle": "Nous avons répondu aux questions les plus courantes sur Blue. Si vous avez d'autres questions, envoyez un e-mail à support@blue.cc",
    
    "categories": {
      "general": "Général",
      "pricing": "Prix et Plans",
      "features": "Fonctionnalités",
      "security": "Sécurité",
      "getting_started": "Démarrage et Intégration",
      "api": "Technique et API",
      "collaboration": "Collaboration et Équipes",
      "data_management": "Gestion des Données",
      "troubleshooting": "Dépannage et Support"
    },
    
    "general": {
      "what_is_blue_q": "Qu'est-ce que Blue ?",
      "what_is_blue_a": "Blue est une plateforme de gestion de processus à usage général qui peut être utilisée pour gérer une variété de processus au sein des organisations. Il aide le personnel à comprendre ce qu'il doit faire, les managers à avoir une supervision, et tout le monde à rester aligné.",
      "key_benefits_q": "Quels sont les principaux avantages d'utiliser Blue ?",
      "key_benefits_a": "Blue offre des fonctionnalités robustes pour aider les équipes à organiser le travail et à collaborer efficacement. Les principaux avantages incluent des flux de travail personnalisables, une automatisation intelligente, une communication en temps réel et des analyses puissantes.",
      "when_started_q": "Quand Blue a-t-il été créé ?",
      "when_started_a": "Blue a été fondé en avril 2018 en raison d'une frustration avec les plateformes de gestion de processus et de projets existantes.",
      "where_based_q": "Où Blue est-il basé ?",
      "where_based_a": "Blue est une société américaine (Delaware C Corp) avec une équipe entièrement distante basée dans les Amériques, en Europe et en Asie.",
      "languages_available_q": "Blue est-il disponible dans d'autres langues que l'anglais ?",
      "languages_available_a": "Oui, Blue est disponible en 24 langues.\n\nArabe (ar), Bengali (bn), Chinois (zh), Tchèque (cz), Anglais (en), Français (fr), Géorgien (ka), Allemand (de), Hindi (hi), Hongrois (hu), Indonésien (id), Italien (it), Japonais (ja), Khmer (km), Coréen (ko), Letton (lv), Marathi (mr), Portugais (pt), Roumain (ro), Russe (ru), Espagnol (es), Suédois (se), Thaï (th) et Vietnamien (vi).",
      "types_of_businesses_q": "Quels types d'entreprises utilisent Blue ?",
      "types_of_businesses_a": "Blue sert une très large gamme d'entreprises dans différents secteurs, ce qui est fantastique car nous obtenons cette vue horizontale incroyable au lieu d'une vue verticale de l'industrie. Parfois, nous créons une fonctionnalité pour résoudre un problème dans une industrie, puis une autre industrie peut réutiliser cette fonctionnalité pour résoudre un problème complètement différent.",
      "different_from_competitors_q": "En quoi Blue est-il différent d'Asana, Monday.com ou Trello ?",
      "different_from_competitors_a": "Tout d'abord, Blue est beaucoup moins cher. Il n'est pas non plus financé par du capital-risque, donc nos clients sont notre priorité principale. Il est entièrement dirigé par les fondateurs et nous nous concentrons sur un niveau de simplicité qu'ils n'ont peut-être pas.",
      "replace_excel_q": "Blue peut-il remplacer nos feuilles de calcul Excel ?",
      "replace_excel_a": "Oui, exactement ! Nous avons une vue de base de données qui vous permet de faire cela, et vous obtenez l'avantage d'avoir des pistes d'audit complètes pour tous les changements.",
      "suitable_for_teams_q": "Blue convient-il aux petites équipes ou aux entreprises ?",
      "suitable_for_teams_a": "Blue convient aussi bien aux petites équipes qu'aux entreprises."
    },
    
    "pricing": {
      "cost_q": "Combien coûte Blue ?",
      "cost_a": "Blue a un plan principal avec des options mensuelles et annuelles :\n\n • Plan mensuel : 7$/mois/utilisateur.\n • Plan annuel : 70$/an/utilisateur (vous obtenez donc deux mois gratuits)",
      "paid_roles_q": "Quels rôles d'utilisateur comptent comme rôle payant ?",
      "paid_roles_a": "Ces rôles d'utilisateur sont payants :\n\n• Administrateur de Projet\n• Membre de l'Équipe\n• Rôles d'Utilisateur Personnalisés\n\nEt ces rôles d'utilisateur sont gratuits :\n\n• Clients\n• Commentaire Uniquement\n• Visualisation Uniquement",
      "free_trial_q": "Comment fonctionne l'essai gratuit de Blue ?",
      "free_trial_a": "L'essai gratuit donne un accès complet à toutes les fonctionnalités de Blue pendant 7 jours. Aucune carte de crédit n'est requise pour commencer. Si vous souhaitez continuer, vous pouvez passer à notre plan payant à la fin de l'essai gratuit et vous aurez également la possibilité de prolonger votre essai de 7 jours supplémentaires.\n\nVous pouvez toujours nous envoyer un e-mail à support@blue.cc si vous avez besoin d'un essai plus long ou si vous souhaitez une intégration personnalisée.",
      "white_label_q": "Qu'est-ce que le Plan Marque Blanche ?",
      "white_label_a": "Le Plan Marque Blanche est un module complémentaire optionnel, au prix de 200$/an par entreprise, qui vous permet de personnaliser entièrement la marque de Blue pour qu'elle ressemble à votre propre système de processus. Cela signifie que vous pouvez exécuter Blue sur votre propre domaine, que les e-mails proviendront de vos adresses e-mail et que vous pouvez ajouter votre logo et vos couleurs de marque.",
      "enterprise_plan_q": "Qu'est-ce que le Plan Entreprise ?",
      "enterprise_plan_a": "Le plan Blue Enterprise est destiné aux moyennes et grandes entreprises qui souhaitent faire de Blue une partie centrale de leurs processus opérationnels et disposer de ressources de support et d'ingénierie dédiées sur leur compte. Cela permet à Blue de personnaliser la plateforme selon leurs exigences spécifiques.",
      "nonprofit_discounts_q": "Y a-t-il des réductions pour les organisations à but non lucratif ou les établissements d'enseignement ?",
      "nonprofit_discounts_a": "Oui, Blue offre 50% de réduction sur les prix affichés pour les organisations à but non lucratif enregistrées, les établissements d'enseignement non commerciaux et les projets open source.",
      "billing_mid_cycle_q": "Comment fonctionne la facturation lors de l'ajout/suppression d'utilisateurs en milieu de cycle ?",
      "billing_mid_cycle_a": "Nous comptons par jour, donc si vous retirez quelqu'un à mi-parcours du mois, vous n'êtes facturé que pour le temps exact où il était sur la plateforme. Si vous ajoutez quelqu'un à mi-parcours d'un mois, vous n'êtes facturé que pour la moitié d'un mois.",
      "switch_plans_q": "Puis-je basculer entre les plans mensuels et annuels ?",
      "switch_plans_a": "Oui, vous pouvez basculer entre les plans mensuels et annuels dans les paramètres de facturation de l'entreprise.",
      "cancel_data_q": "Qu'arrive-t-il à mes données si j'annule mon abonnement ?",
      "cancel_data_a": "Après 60 jours, vos données seront supprimées.",
      "volume_discounts_q": "Offrez-vous des réductions de volume pour les grandes équipes ?",
      "volume_discounts_a": "Oui, veuillez envoyer un e-mail à sales@blue.cc pour discuter des réductions de volume.",
      "lifetime_deal_q": "Y a-t-il une offre à vie disponible ?",
      "lifetime_deal_a": "Non, nous sommes allés sur AppSumo dans le passé mais ces offres ne sont plus disponibles."
    },
    
    "features": {
      "integrations_q": "Quelles intégrations Blue prend-il en charge ?",
      "integrations_a": "Blue a plus de 5 000 intégrations via Make.com, Zapier, Pabbly Connect, Albato et Boost.Space. Nous avons également une API complète pour les intégrations personnalisées et des Webhooks granulaires.",
      "support_options_q": "Quelles options de support sont disponibles ?",
      "support_options_a": "Nous offrons un support par e-mail à support@blue.cc. Nous proposons également des forfaits de support payants pour les importations à grande échelle, l'intégration complète de l'équipe, le support par chat prioritaire et la formation régulière. Envoyez-nous un e-mail à support@blue.cc pour en savoir plus.",
      "import_data_q": "Puis-je importer mes données existantes dans Blue ?",
      "import_data_a": "Oui, Blue prend en charge l'importation en masse de données à partir de fichiers CSV. Cela vous permet de migrer jusqu'à 200 000 enregistrements simultanément et est parfait pour la migration depuis des workflows Excel manuels ou d'autres systèmes de gestion du travail. Vous pouvez contacter support@blue.cc si vous avez des questions sur l'importation de vos données ou pour vous renseigner sur les forfaits de support payants.",
      "mobile_apps_q": "Blue a-t-il des applications mobiles ?",
      "mobile_apps_a": "Oui, des applications natives iOS et Android sont disponibles pour accéder à Blue en déplacement. Les fonctionnalités de base comme les tâches, les commentaires et les calendriers se synchronisent entre les appareils.",
      "permissions_q": "Comment fonctionnent les permissions dans Blue ?",
      "permissions_a": "Les permissions sont définies au niveau du projet, de sorte que les utilisateurs peuvent avoir différents niveaux d'accès entre les projets en fonction de leurs rôles. Blue dispose d'un système puissant de rôles d'utilisateur personnalisés qui vous permet de définir l'accès précis pour chaque groupe d'utilisateurs dans chaque projet.",
      "customize_interface_q": "Puis-je personnaliser l'interface et les flux de travail dans Blue ?",
      "customize_interface_a": "Oui, vous pouvez personnaliser complètement les champs, les vues, les règles d'automatisation, les formulaires et plus encore pour correspondre à vos exigences de travail. Vous pouvez choisir la couleur de l'interface et télécharger le logo de votre entreprise. Nous vous permettons également d'avoir un domaine personnalisé.",
      "analytics_q": "Quelles analyses Blue fournit-il ?",
      "analytics_a": "Blue offre des tableaux de bord en temps réel et des rapports entre projets pour analyser les progrès, la productivité et les tendances.",
      "export_data_q": "Puis-je exporter mes données depuis Blue ?",
      "export_data_a": "Oui, vous pouvez exporter toutes vos données Blue à tout moment via l'API ou l'exportation CSV en masse. Vous êtes propriétaire de vos données et elles sont toujours accessibles.",
      "file_storage_limits_q": "Quelles limites de stockage de fichiers existent dans Blue ?",
      "file_storage_limits_a": "Blue offre 500 Go d'espace de stockage par client. Un stockage supplémentaire peut être demandé pour les comptes entreprise.",
      "feature_requests_q": "Où puis-je soumettre des demandes de fonctionnalités pour Blue ?",
      "feature_requests_a": "Nous serions ravis d'entendre vos idées de fonctionnalités ! Vous pouvez nous envoyer un e-mail directement à support@blue.cc ou rejoindre nos forums communautaires à https://ask.blue.cc",
      "automations_q": "Que sont les automatisations et combien puis-je en créer ?",
      "automations_a": "Vous pouvez créer autant d'automatisations que vous le souhaitez. Elles fonctionnent sur une base de déclencheur - vous pouvez dire \"quand quelque chose se produit, alors faites ceci\". C'est un excellent moyen d'automatiser le travail administratif.",
      "public_forms_q": "Puis-je créer des formulaires publics pour des soumissions externes ?",
      "public_forms_a": "Oui, vous pouvez créer des formulaires publics pour des soumissions externes.",
      "custom_fields_q": "Comment fonctionnent les champs personnalisés et quels types sont disponibles ?",
      "custom_fields_a": "Les champs personnalisés vous permettent de créer votre propre structure de base de données dans Blue. Il y a plus de 24 types disponibles.",
      "formulas_q": "Puis-je utiliser des formules pour calculer automatiquement des valeurs ?",
      "formulas_a": "Vous pouvez utiliser des formules pour calculer automatiquement des valeurs. Vous pouvez extraire des champs personnalisés numériques, des champs personnalisés monétaires et des champs personnalisés de pourcentage pour générer des valeurs spécifiques.",
      "projects_vs_records_q": "Quelle est la différence entre les projets et les enregistrements ?",
      "projects_vs_records_a": "Un projet est un conteneur de nombreux enregistrements, et un enregistrement est l'unité la plus granulaire dans Blue. Un enregistrement contient des champs personnalisés.",
      "templates_q": "Puis-je créer des modèles pour des projets récurrents ?",
      "templates_a": "Oui, vous pouvez créer des modèles pour des projets et des processus récurrents.",
      "dependencies_q": "Comment fonctionnent les dépendances entre les tâches ?",
      "dependencies_a": "Vous pouvez créer des dépendances entre les tâches en utilisant le champ personnalisé de dépendance.",
      "project_limit_q": "Y a-t-il une limite au nombre de projets que je peux créer ?",
      "project_limit_a": "Non, il n'y a pas de limite au nombre de projets que vous pouvez créer.",
      "recurring_tasks_q": "Puis-je configurer des tâches récurrentes ?",
      "recurring_tasks_a": "Oui, vous pouvez configurer des tâches récurrentes.",
      "ai_summarization_q": "Comment fonctionne la fonction de résumé IA ?",
      "ai_summarization_a": "Nous envoyons tous les commentaires à un modèle IA personnalisé qui renvoie un résumé."
    },
    
    "security": {
      "gdpr_compliant_q": "Blue est-il conforme au RGPD ?",
      "gdpr_compliant_a": "Oui, Blue est entièrement conforme au RGPD. Pour plus de détails, consultez notre politique RGPD à https://blue.cc/legal/gdpr",
      "hipaa_compliant_q": "Blue est-il conforme à HIPAA ?",
      "hipaa_compliant_a": "Oui, Blue est conforme à HIPAA, vous pouvez donc télécharger des données liées aux soins de santé. En savoir plus dans notre politique HIPAA à https://blue.cc/legal/hipaa",
      "data_encryption_q": "Comment les données sont-elles chiffrées dans Blue ?",
      "data_encryption_a": "Blue utilise un chiffrement de niveau bancaire pour les données au repos et en transit.\n\n • Les données au repos sont chiffrées avec un chiffrement AES 256 bits.\n • Les données en transit sont protégées par des protocoles TLS 1.2+ (ou supérieur).\n\nCela garantit que vos informations sont sécurisées à tout moment.",
      "data_storage_q": "Où mes données sont-elles stockées ?",
      "data_storage_a": "Les données sont stockées dans plusieurs centres de données en Europe et en Asie.",
      "backup_frequency_q": "À quelle fréquence les sauvegardes sont-elles effectuées ?",
      "backup_frequency_a": "Les sauvegardes sont effectuées quotidiennement pendant 30 jours.",
      "restrict_access_q": "Puis-je restreindre l'accès à des champs ou des enregistrements spécifiques ?",
      "restrict_access_a": "Oui, vous pouvez restreindre l'accès à des champs ou des enregistrements spécifiques en utilisant les permissions d'utilisateur personnalisées.",
      "two_factor_auth_q": "L'authentification à deux facteurs est-elle disponible ?",
      "two_factor_auth_a": "Nous n'avons pas d'authentification à deux facteurs disponible, mais toutes les connexions sont effectuées par Magic Link.",
      "data_breaches_q": "Comment gérez-vous les violations de données ?",
      "data_breaches_a": "Heureusement, nous n'avons jamais eu de violation de données auparavant, mais nous avons un système de notification en place si cela devait arriver."
    },
    
    "getting_started": {
      "setup_first_project_q": "Comment configurer mon premier projet dans Blue ?",
      "setup_first_project_a": "Après l'inscription, vous pouvez créer votre premier projet depuis le tableau de bord. Nous recommandons de commencer avec un modèle qui correspond à votre cas d'utilisation, puis de le personnaliser avec vos propres champs et flux de travail.",
      "migration_help_q": "Puis-je obtenir de l'aide pour migrer depuis un autre outil ?",
      "migration_help_a": "Oui, Blue prend en charge l'importation en masse de données à partir de fichiers CSV pour jusqu'à 200 000 enregistrements. Pour obtenir de l'aide sur la migration, envoyez un e-mail à support@blue.cc ou renseignez-vous sur nos forfaits de support payants.",
      "guided_onboarding_q": "Y a-t-il un processus d'intégration guidé ?",
      "guided_onboarding_a": "Oui, les nouveaux utilisateurs sont guidés à travers les étapes de configuration initiale. Nous proposons également des forfaits d'intégration payants pour les équipes qui souhaitent une formation personnalisée.",
      "time_to_start_q": "Combien de temps faut-il pour démarrer avec Blue ?",
      "time_to_start_a": "La plupart des utilisateurs peuvent configurer leur premier projet et commencer à collaborer en quelques minutes. L'interface intuitive facilite la productivité rapide.",
      "templates_available_q": "Y a-t-il des modèles que je peux utiliser pour démarrer rapidement ?",
      "templates_available_a": "Oui, Blue propose divers modèles de projets pour des cas d'utilisation courants que vous pouvez personnaliser selon vos besoins.",
      "training_services_q": "Proposez-vous des services de formation ou d'implémentation ?",
      "training_services_a": "Oui, nous proposons des forfaits de support payants pour l'intégration complète de l'équipe, les sessions de formation et l'assistance à l'implémentation. Envoyez un e-mail à support@blue.cc pour en savoir plus."
    },
    
    "api": {
      "programming_languages_q": "Quels langages de programmation puis-je utiliser avec l'API Blue ?",
      "programming_languages_a": "L'API GraphQL Blue peut être utilisée avec n'importe quel langage de programmation qui prend en charge les requêtes HTTP. Nous fournissons des exemples dans des langages populaires comme JavaScript, Python et Ruby.",
      "rate_limits_q": "Y a-t-il des limites de taux sur les requêtes API ?",
      "rate_limits_a": "Oui, les requêtes API sont limitées en taux pour garantir la stabilité de la plateforme. Contactez le support pour connaître les limites spécifiques et les options entreprise.",
      "webhooks_work_q": "Comment fonctionnent les webhooks dans Blue ?",
      "webhooks_work_a": "Les webhooks vous permettent de recevoir des notifications en temps réel lorsque des événements se produisent dans Blue. Vous pouvez configurer des webhooks pour se déclencher sur divers événements comme la création d'enregistrements, les mises à jour ou les changements de statut.",
      "custom_integrations_q": "Puis-je créer des intégrations personnalisées ?",
      "custom_integrations_a": "Oui, vous pouvez créer des intégrations personnalisées en utilisant notre API GraphQL qui offre une couverture à 100% de la fonctionnalité de Blue.",
      "api_documentation_q": "Y a-t-il une documentation API disponible ?",
      "api_documentation_a": "Oui, une documentation API complète est disponible à blue.cc/docs/api.",
      "api_authentication_q": "Comment m'authentifier avec l'API ?",
      "api_authentication_a": "L'authentification API utilise des clés API que vous pouvez générer depuis les paramètres de votre compte. Incluez la clé dans les en-têtes de votre requête."
    },
    
    "collaboration": {
      "invite_team_q": "Comment inviter des membres de l'équipe à Blue ?",
      "invite_team_a": "Vous pouvez inviter des membres de l'équipe depuis la section Administration de l'Entreprise. Ils recevront une invitation par e-mail pour rejoindre votre espace de travail.",
      "external_clients_q": "Les clients externes peuvent-ils accéder à des projets spécifiques ?",
      "external_clients_a": "Oui, vous pouvez ajouter des clients à des projets spécifiques avec le rôle d'utilisateur gratuit \"Client\", leur donnant un accès limité uniquement à ce qu'ils doivent voir.",
      "notifications_work_q": "Comment fonctionnent les notifications ?",
      "notifications_work_a": "Blue envoie des notifications pour les mentions, les affectations, les dates d'échéance et d'autres événements importants. Vous pouvez personnaliser les préférences de notification dans les paramètres de votre profil.",
      "mention_team_q": "Puis-je mentionner des membres de l'équipe dans les commentaires ?",
      "mention_team_a": "Oui, utilisez @ suivi de leur nom pour mentionner des membres de l'équipe dans les commentaires. Ils recevront une notification.",
      "approval_workflows_q": "Comment configurer des flux de travail d'approbation ?",
      "approval_workflows_a": "Vous pouvez créer des flux de travail d'approbation en utilisant des automatisations et des champs personnalisés pour acheminer le travail à travers différentes étapes et assignés.",
      "isolated_workspaces_q": "Différentes équipes peuvent-elles avoir des espaces de travail isolés ?",
      "isolated_workspaces_a": "Oui, vous pouvez créer des projets séparés pour différentes équipes avec des permissions personnalisées pour garantir une isolation appropriée."
    },
    
    "data_management": {
      "max_file_size_q": "Quelle est la taille maximale de fichier que je peux télécharger ?",
      "max_file_size_a": "Les téléchargements de fichiers individuels sont limités pour garantir les performances de la plateforme. Pour des limites spécifiques, consultez les détails de votre plan ou contactez le support.",
      "bulk_update_q": "Comment mettre à jour plusieurs enregistrements en masse ?",
      "bulk_update_a": "Vous pouvez mettre à jour des enregistrements en masse en sélectionnant plusieurs éléments et en utilisant le menu d'actions en masse, ou en utilisant l'importation CSV avec le mode de mise à jour.",
      "relationships_projects_q": "Puis-je créer des relations entre différents projets ?",
      "relationships_projects_a": "Oui, vous pouvez utiliser des champs personnalisés de référence et de recherche pour créer des relations entre des enregistrements dans différents projets.",
      "archive_projects_q": "Comment archiver d'anciens projets ?",
      "archive_projects_a": "Les projets peuvent être archivés depuis le menu des paramètres du projet. Les projets archivés sont masqués des vues actives mais les données restent accessibles.",
      "search_capabilities_q": "Quelles capacités de recherche sont disponibles ?",
      "search_capabilities_a": "Blue offre une recherche puissante dans tous les projets, avec des filtres pour les enregistrements, les fichiers, les commentaires et plus encore. Vous pouvez enregistrer les recherches fréquemment utilisées.",
      "custom_reports_q": "Puis-je créer des rapports personnalisés ?",
      "custom_reports_a": "Oui, utilisez la fonction Tableaux de bord pour créer des rapports personnalisés avec divers types de graphiques et analyses entre projets."
    },
    
    "troubleshooting": {
      "cant_see_project_q": "Pourquoi ne puis-je pas voir un projet qui a été partagé avec moi ?",
      "cant_see_project_a": "Vérifiez que vous avez été ajouté au projet avec les permissions appropriées. Si les problèmes persistent, contactez votre administrateur ou support@blue.cc.",
      "recover_deleted_q": "Comment récupérer des données supprimées ?",
      "recover_deleted_a": "Contactez immédiatement le support à support@blue.cc. Nous conservons des sauvegardes pendant 30 jours et pouvons peut-être vous aider à récupérer des données récemment supprimées.",
      "supported_browsers_q": "Quels navigateurs sont pris en charge ?",
      "supported_browsers_a": "Blue fonctionne mieux sur les navigateurs modernes, notamment Chrome, Firefox, Safari et Edge. Nous recommandons de garder votre navigateur à jour.",
      "automations_not_triggering_q": "Pourquoi mes automatisations ne se déclenchent-elles pas ?",
      "automations_not_triggering_a": "Vérifiez que les automatisations sont activées pour votre projet et que les conditions de déclenchement sont correctement configurées. Consultez les journaux d'automatisation pour plus de détails.",
      "report_bug_q": "Comment signaler un bug ?",
      "report_bug_a": "Signalez les bugs en envoyant un e-mail à support@blue.cc avec des détails sur le problème, les étapes pour reproduire et tout message d'erreur.",
      "status_page_q": "Y a-t-il une page d'état pour la disponibilité du service ?",
      "status_page_a": "Oui, consultez blue.cc/platform/status pour l'état du système en temps réel et les mises à jour d'incidents."
    }
  },
  "de": {
    "page_title": "Häufig Gestellte Fragen",
    "page_subtitle": "Wir haben die häufigsten Fragen zu Blue beantwortet. Wenn Sie weitere Fragen haben, senden Sie eine E-Mail an support@blue.cc",
    
    "categories": {
      "general": "Allgemein",
      "pricing": "Preise & Pläne",
      "features": "Funktionen",
      "security": "Sicherheit",
      "getting_started": "Erste Schritte & Einführung",
      "api": "Technik & API",
      "collaboration": "Zusammenarbeit & Teams",
      "data_management": "Datenverwaltung",
      "troubleshooting": "Fehlerbehebung & Support"
    },
    
    "general": {
      "what_is_blue_q": "Was ist Blue?",
      "what_is_blue_a": "Blue ist eine universelle Prozessmanagement-Plattform, die zur Verwaltung verschiedener Prozesse in Organisationen eingesetzt werden kann. Sie hilft Mitarbeitern zu verstehen, was sie tun müssen, Managern bei der Überwachung und sorgt dafür, dass alle auf dem gleichen Stand bleiben.",
      "key_benefits_q": "Was sind die wichtigsten Vorteile von Blue?",
      "key_benefits_a": "Blue bietet robuste Funktionen, um Teams bei der Organisation ihrer Arbeit und effektiven Zusammenarbeit zu unterstützen. Zu den wichtigsten Vorteilen gehören anpassbare Workflows, intelligente Automatisierung, Echtzeitkommunikation und leistungsstarke Analysen.",
      "when_started_q": "Wann wurde Blue gegründet?",
      "when_started_a": "Blue wurde im April 2018 aus Frustration über bestehende Prozess- und Projektmanagement-Plattformen gegründet.",
      "where_based_q": "Wo hat Blue seinen Sitz?",
      "where_based_a": "Blue ist ein US-Unternehmen (Delaware C Corp) mit einem vollständig remote arbeitenden Team in Amerika, Europa und Asien.",
      "languages_available_q": "Ist Blue in anderen Sprachen als Englisch verfügbar?",
      "languages_available_a": "Ja, Blue ist in 24 Sprachen verfügbar.\n\nArabisch (ar), Bengalisch (bn), Chinesisch (zh), Tschechisch (cz), Englisch (en), Französisch (fr), Georgisch (ka), Deutsch (de), Hindi (hi), Ungarisch (hu), Indonesisch (id), Italienisch (it), Japanisch (ja), Khmer (km), Koreanisch (ko), Lettisch (lv), Marathi (mr), Portugiesisch (pt), Rumänisch (ro), Russisch (ru), Spanisch (es), Schwedisch (se), Thailändisch (th) und Vietnamesisch (vi).",
      "types_of_businesses_q": "Welche Arten von Unternehmen nutzen Blue?",
      "types_of_businesses_a": "Blue bedient eine wirklich breite Palette von Unternehmen aus verschiedenen Branchen, was fantastisch ist, da wir diese unglaubliche horizontale Sicht anstelle einer vertikalen Branchensicht erhalten. Manchmal erstellen wir eine Funktion, um ein Problem in einer Branche zu lösen, und dann kann eine andere Branche diese Funktion nutzen, um ein völlig anderes Problem zu lösen.",
      "different_from_competitors_q": "Wie unterscheidet sich Blue von Asana, Monday.com oder Trello?",
      "different_from_competitors_a": "Zunächst einmal ist Blue viel günstiger. Es ist auch nicht risikokapitalfinanziert, sodass unsere Kunden unsere Hauptpriorität sind. Es wird vollständig von den Gründern geleitet und wir konzentrieren uns auf ein Maß an Einfachheit, das sie vielleicht nicht haben.",
      "replace_excel_q": "Kann Blue unsere Excel-Tabellen ersetzen?",
      "replace_excel_a": "Ja, genau! Wir haben eine Datenbankansicht, die Ihnen das ermöglicht, und dann haben Sie den Vorteil vollständiger Audit-Trails für alle Änderungen.",
      "suitable_for_teams_q": "Ist Blue für kleine Teams oder Unternehmen geeignet?",
      "suitable_for_teams_a": "Blue ist sowohl für kleine Teams als auch für Unternehmen geeignet."
    },
    
    "pricing": {
      "cost_q": "Was kostet Blue?",
      "cost_a": "Blue hat einen Hauptplan mit monatlichen und jährlichen Optionen:\n\n • Monatsplan: 7$/Monat/Benutzer.\n • Jahresplan: 70$/Jahr/Benutzer (Sie erhalten also zwei Monate kostenlos)",
      "paid_roles_q": "Welche Benutzerrollen gelten als kostenpflichtige Rolle?",
      "paid_roles_a": "Diese Benutzerrollen sind kostenpflichtig:\n\n• Projektadministrator\n• Teammitglied\n• Benutzerdefinierte Benutzerrollen\n\nUnd diese Benutzerrollen sind kostenlos:\n\n• Kunden\n• Nur Kommentare\n• Nur Ansicht",
      "free_trial_q": "Wie funktioniert die kostenlose Testversion von Blue?",
      "free_trial_a": "Die kostenlose Testversion bietet 7 Tage lang vollen Zugriff auf alle Blue-Funktionen. Für den Start ist keine Kreditkarte erforderlich. Wenn Sie fortfahren möchten, können Sie am Ende der kostenlosen Testversion auf unseren kostenpflichtigen Plan upgraden und haben auch die Möglichkeit, Ihre Testversion um weitere 7 Tage zu verlängern.\n\nSie können uns jederzeit eine E-Mail an support@blue.cc senden, wenn Sie eine längere Testversion benötigen oder ein personalisiertes Onboarding wünschen.",
      "white_label_q": "Was ist der White-Label-Plan?",
      "white_label_a": "Der White-Label-Plan ist ein optionales Add-on zum Preis von 200$/Jahr pro Unternehmen, mit dem Sie das Branding von Blue vollständig anpassen können, damit es wie Ihr eigenes Prozesssystem aussieht. Das bedeutet, dass Sie Blue auf Ihrer eigenen Domain ausführen können, E-Mails von Ihren E-Mail-Adressen kommen und Sie Ihr Logo und Ihre Markenfarben hinzufügen können.",
      "enterprise_plan_q": "Was ist der Enterprise-Plan?",
      "enterprise_plan_a": "Der Blue Enterprise-Plan ist für mittlere bis große Unternehmen gedacht, die Blue zu einem zentralen Bestandteil ihrer operativen Prozesse machen und dedizierte Support- und Engineering-Ressourcen für ihr Konto haben möchten. Dies ermöglicht es Blue, die Plattform an ihre spezifischen Anforderungen anzupassen.",
      "nonprofit_discounts_q": "Gibt es Rabatte für gemeinnützige Organisationen oder Bildungseinrichtungen?",
      "nonprofit_discounts_a": "Ja, Blue bietet 50% Rabatt auf die Listenpreise für registrierte gemeinnützige Organisationen, nicht-kommerzielle Bildungseinrichtungen und Open-Source-Projekte.",
      "billing_mid_cycle_q": "Wie funktioniert die Abrechnung beim Hinzufügen/Entfernen von Benutzern mitten im Zyklus?",
      "billing_mid_cycle_a": "Wir rechnen tagesgenau ab. Wenn Sie also jemanden zur Monatsmitte entfernen, werden Ihnen nur die genaue Zeit in Rechnung gestellt, die er auf der Plattform war. Wenn Sie jemanden zur Monatsmitte hinzufügen, wird Ihnen nur ein halber Monat in Rechnung gestellt.",
      "switch_plans_q": "Kann ich zwischen monatlichen und jährlichen Plänen wechseln?",
      "switch_plans_a": "Ja, Sie können in den Firmen-Abrechnungseinstellungen zwischen monatlichen und jährlichen Plänen wechseln.",
      "cancel_data_q": "Was passiert mit meinen Daten, wenn ich mein Abonnement kündige?",
      "cancel_data_a": "Nach 60 Tagen werden Ihre Daten gelöscht.",
      "volume_discounts_q": "Bieten Sie Mengenrabatte für große Teams an?",
      "volume_discounts_a": "Ja, bitte senden Sie eine E-Mail an sales@blue.cc, um Mengenrabatte zu besprechen.",
      "lifetime_deal_q": "Gibt es ein Lifetime-Angebot?",
      "lifetime_deal_a": "Nein, wir waren in der Vergangenheit auf AppSumo, aber diese Angebote sind nicht mehr verfügbar."
    },
    
    "features": {
      "integrations_q": "Welche Integrationen unterstützt Blue?",
      "integrations_a": "Blue hat über 5.000 Integrationen über Make.com, Zapier, Pabbly Connect, Albato und Boost.Space. Wir haben auch eine vollständige API für benutzerdefinierte Integrationen und granulare Webhooks.",
      "support_options_q": "Welche Support-Optionen sind verfügbar?",
      "support_options_a": "Wir bieten E-Mail-Support unter support@blue.cc an. Wir bieten auch kostenpflichtige Support-Pakete für groß angelegte Importe, vollständiges Team-Onboarding, Prioritäts-Chat-Support und regelmäßige Schulungen. Senden Sie uns eine E-Mail an support@blue.cc, um mehr zu erfahren.",
      "import_data_q": "Kann ich meine vorhandenen Daten in Blue importieren?",
      "import_data_a": "Ja, Blue unterstützt den Massenimport von Daten aus CSV-Dateien. Damit können Sie bis zu 200.000 Datensätze gleichzeitig migrieren, was perfekt für die Migration von manuellen Excel-Workflows oder anderen Arbeitsmanagementsystemen ist. Sie können sich an support@blue.cc wenden, wenn Sie Fragen zum Importieren Ihrer Daten haben oder sich nach kostenpflichtigen Support-Paketen erkundigen möchten.",
      "mobile_apps_q": "Hat Blue mobile Apps?",
      "mobile_apps_a": "Ja, native iOS- und Android-Apps stehen zur Verfügung, um unterwegs auf Blue zuzugreifen. Kernfunktionen wie Aufgaben, Kommentare und Kalender werden geräteübergreifend synchronisiert.",
      "permissions_q": "Wie funktionieren Berechtigungen in Blue?",
      "permissions_a": "Berechtigungen werden auf Projektebene festgelegt, sodass Benutzer je nach ihren Rollen unterschiedliche Zugriffsebenen für verschiedene Projekte haben können. Blue verfügt über ein leistungsstarkes System für benutzerdefinierte Benutzerrollen, mit dem Sie den genauen Zugriff für jede Benutzergruppe in jedem Projekt definieren können.",
      "customize_interface_q": "Kann ich die Oberfläche und Workflows in Blue anpassen?",
      "customize_interface_a": "Ja, Sie können Felder, Ansichten, Automatisierungsregeln, Formulare und mehr vollständig an Ihre Arbeitsanforderungen anpassen. Sie können die Farbe der Oberfläche wählen und Ihr Firmenlogo hochladen. Wir ermöglichen Ihnen auch eine benutzerdefinierte Domain.",
      "analytics_q": "Welche Analysen bietet Blue?",
      "analytics_a": "Blue bietet Echtzeit-Dashboards und projektübergreifende Berichte zur Analyse von Fortschritt, Produktivität und Trends.",
      "export_data_q": "Kann ich meine Daten aus Blue exportieren?",
      "export_data_a": "Ja, Sie können alle Ihre Blue-Daten jederzeit über die API oder den CSV-Massenexport exportieren. Sie besitzen Ihre Daten und sie sind immer zugänglich.",
      "file_storage_limits_q": "Welche Dateispeichergrenzen gibt es in Blue?",
      "file_storage_limits_a": "Blue bietet 500 GB Speicherplatz pro Kunde. Zusätzlicher Speicherplatz kann für Unternehmenskonten angefordert werden.",
      "feature_requests_q": "Wo kann ich Feature-Anfragen für Blue einreichen?",
      "feature_requests_a": "Wir würden uns freuen, Ihre Feature-Ideen zu hören! Sie können uns direkt eine E-Mail an support@blue.cc senden oder unseren Community-Foren unter https://ask.blue.cc beitreten.",
      "automations_q": "Was sind Automatisierungen und wie viele kann ich erstellen?",
      "automations_a": "Sie können so viele Automatisierungen erstellen, wie Sie möchten. Sie funktionieren auf Trigger-Basis - Sie können sagen \"wenn etwas passiert, dann mache das\". Es ist eine großartige Möglichkeit, administrative Arbeit zu automatisieren.",
      "public_forms_q": "Kann ich öffentliche Formulare für externe Einreichungen erstellen?",
      "public_forms_a": "Ja, Sie können öffentliche Formulare für externe Einreichungen erstellen.",
      "custom_fields_q": "Wie funktionieren benutzerdefinierte Felder und welche Typen sind verfügbar?",
      "custom_fields_a": "Benutzerdefinierte Felder ermöglichen es Ihnen, Ihre eigene Datenbankstruktur in Blue zu erstellen. Es sind über 24 Typen verfügbar.",
      "formulas_q": "Kann ich Formeln verwenden, um Werte automatisch zu berechnen?",
      "formulas_a": "Sie können Formeln verwenden, um Werte automatisch zu berechnen. Sie können aus numerischen benutzerdefinierten Feldern, Währungs-benutzerdefinierten Feldern und Prozent-benutzerdefinierten Feldern ziehen, um spezifische Werte zu generieren.",
      "projects_vs_records_q": "Was ist der Unterschied zwischen Projekten und Datensätzen?",
      "projects_vs_records_a": "Ein Projekt ist ein Container für viele Datensätze, und ein Datensatz ist die granularste Einheit in Blue. Ein Datensatz enthält benutzerdefinierte Felder.",
      "templates_q": "Kann ich Vorlagen für wiederkehrende Projekte erstellen?",
      "templates_a": "Ja, Sie können Vorlagen für wiederkehrende Projekte und Prozesse erstellen.",
      "dependencies_q": "Wie funktionieren Abhängigkeiten zwischen Aufgaben?",
      "dependencies_a": "Sie können Abhängigkeiten zwischen Aufgaben erstellen, indem Sie das benutzerdefinierte Abhängigkeitsfeld verwenden.",
      "project_limit_q": "Gibt es eine Begrenzung für die Anzahl der Projekte, die ich erstellen kann?",
      "project_limit_a": "Nein, es gibt keine Begrenzung für die Anzahl der Projekte, die Sie erstellen können.",
      "recurring_tasks_q": "Kann ich wiederkehrende Aufgaben einrichten?",
      "recurring_tasks_a": "Ja, Sie können wiederkehrende Aufgaben einrichten.",
      "ai_summarization_q": "Wie funktioniert die KI-Zusammenfassungsfunktion?",
      "ai_summarization_a": "Wir senden alle Kommentare an ein benutzerdefiniertes KI-Modell, das eine Zusammenfassung zurückgibt."
    },
    
    "security": {
      "gdpr_compliant_q": "Ist Blue DSGVO-konform?",
      "gdpr_compliant_a": "Ja, Blue ist vollständig DSGVO-konform. Weitere Informationen finden Sie in unserer DSGVO-Richtlinie unter https://blue.cc/legal/gdpr",
      "hipaa_compliant_q": "Ist Blue HIPAA-konform?",
      "hipaa_compliant_a": "Ja, Blue ist HIPAA-konform, sodass Sie gesundheitsbezogene Daten hochladen können. Erfahren Sie mehr in unserer HIPAA-Richtlinie unter https://blue.cc/legal/hipaa",
      "data_encryption_q": "Wie werden Daten in Blue verschlüsselt?",
      "data_encryption_a": "Blue verwendet Verschlüsselung auf Bankniveau sowohl für ruhende als auch für übertragene Daten.\n\n • Ruhende Daten werden mit 256-Bit-AES-Verschlüsselung verschlüsselt.\n • Übertragene Daten werden mit TLS 1.2+ (oder höher) Protokollen geschützt.\n\nDies gewährleistet, dass Ihre Informationen jederzeit sicher sind.",
      "data_storage_q": "Wo werden meine Daten gespeichert?",
      "data_storage_a": "Daten werden in mehreren Rechenzentren sowohl in Europa als auch in Asien gespeichert.",
      "backup_frequency_q": "Wie oft werden Backups durchgeführt?",
      "backup_frequency_a": "Backups werden täglich für 30 Tage durchgeführt.",
      "restrict_access_q": "Kann ich den Zugriff auf bestimmte Felder oder Datensätze einschränken?",
      "restrict_access_a": "Ja, Sie können den Zugriff auf bestimmte Felder oder Datensätze mithilfe der benutzerdefinierten Benutzerberechtigungen einschränken.",
      "two_factor_auth_q": "Ist eine Zwei-Faktor-Authentifizierung verfügbar?",
      "two_factor_auth_a": "Wir haben keine Zwei-Faktor-Authentifizierung verfügbar, aber alle Anmeldungen erfolgen über Magic Link.",
      "data_breaches_q": "Wie gehen Sie mit Datenschutzverletzungen um?",
      "data_breaches_a": "Glücklicherweise hatten wir noch nie eine Datenschutzverletzung, aber wir haben ein Benachrichtigungssystem für den Fall, dass dies passieren sollte."
    },
    
    "getting_started": {
      "setup_first_project_q": "Wie richte ich mein erstes Projekt in Blue ein?",
      "setup_first_project_a": "Nach der Anmeldung können Sie Ihr erstes Projekt über das Dashboard erstellen. Wir empfehlen, mit einer Vorlage zu beginnen, die zu Ihrem Anwendungsfall passt, und diese dann mit Ihren eigenen Feldern und Workflows anzupassen.",
      "migration_help_q": "Kann ich Hilfe bei der Migration von einem anderen Tool erhalten?",
      "migration_help_a": "Ja, Blue unterstützt den Massenimport von Daten aus CSV-Dateien für bis zu 200.000 Datensätze. Für Unterstützung bei der Migration senden Sie eine E-Mail an support@blue.cc oder erkundigen Sie sich nach unseren kostenpflichtigen Support-Paketen.",
      "guided_onboarding_q": "Gibt es einen geführten Onboarding-Prozess?",
      "guided_onboarding_a": "Ja, neue Benutzer werden durch die ersten Einrichtungsschritte geführt. Wir bieten auch kostenpflichtige Onboarding-Pakete für Teams an, die eine personalisierte Schulung wünschen.",
      "time_to_start_q": "Wie lange dauert es, mit Blue zu beginnen?",
      "time_to_start_a": "Die meisten Benutzer können ihr erstes Projekt innerhalb von Minuten einrichten und mit der Zusammenarbeit beginnen. Die intuitive Benutzeroberfläche macht es einfach, schnell produktiv zu werden.",
      "templates_available_q": "Gibt es Vorlagen, die ich verwenden kann, um schnell zu beginnen?",
      "templates_available_a": "Ja, Blue bietet verschiedene Projektvorlagen für gängige Anwendungsfälle, die Sie an Ihre Bedürfnisse anpassen können.",
      "training_services_q": "Bieten Sie Schulungs- oder Implementierungsdienste an?",
      "training_services_a": "Ja, wir bieten kostenpflichtige Support-Pakete für vollständiges Team-Onboarding, Schulungssitzungen und Implementierungsunterstützung. Senden Sie eine E-Mail an support@blue.cc, um mehr zu erfahren."
    },
    
    "api": {
      "programming_languages_q": "Welche Programmiersprachen kann ich mit der Blue API verwenden?",
      "programming_languages_a": "Die Blue GraphQL API kann mit jeder Programmiersprache verwendet werden, die HTTP-Anfragen unterstützt. Wir bieten Beispiele in beliebten Sprachen wie JavaScript, Python und Ruby.",
      "rate_limits_q": "Gibt es Ratenbegrenzungen für API-Anfragen?",
      "rate_limits_a": "Ja, API-Anfragen sind ratenbegrenzt, um die Plattformstabilität zu gewährleisten. Wenden Sie sich an den Support für spezifische Limits und Enterprise-Optionen.",
      "webhooks_work_q": "Wie funktionieren Webhooks in Blue?",
      "webhooks_work_a": "Webhooks ermöglichen es Ihnen, Echtzeitbenachrichtigungen zu erhalten, wenn Ereignisse in Blue auftreten. Sie können Webhooks so konfigurieren, dass sie bei verschiedenen Ereignissen wie Datensatzerstellung, Updates oder Statusänderungen ausgelöst werden.",
      "custom_integrations_q": "Kann ich benutzerdefinierte Integrationen erstellen?",
      "custom_integrations_a": "Ja, Sie können benutzerdefinierte Integrationen mit unserer GraphQL API erstellen, die 100% der Blue-Funktionalität abdeckt.",
      "api_documentation_q": "Gibt es eine API-Dokumentation?",
      "api_documentation_a": "Ja, eine umfassende API-Dokumentation ist unter blue.cc/docs/api verfügbar.",
      "api_authentication_q": "Wie authentifiziere ich mich bei der API?",
      "api_authentication_a": "Die API-Authentifizierung verwendet API-Schlüssel, die Sie in Ihren Kontoeinstellungen generieren können. Fügen Sie den Schlüssel in Ihre Anfrage-Header ein."
    },
    
    "collaboration": {
      "invite_team_q": "Wie lade ich Teammitglieder zu Blue ein?",
      "invite_team_a": "Sie können Teammitglieder über den Abschnitt Unternehmensverwaltung einladen. Sie erhalten eine E-Mail-Einladung, um Ihrem Arbeitsbereich beizutreten.",
      "external_clients_q": "Können externe Kunden auf bestimmte Projekte zugreifen?",
      "external_clients_a": "Ja, Sie können Kunden mit der kostenlosen Benutzerrolle \"Kunde\" zu bestimmten Projekten hinzufügen und ihnen nur begrenzten Zugriff auf das geben, was sie sehen müssen.",
      "notifications_work_q": "Wie funktionieren Benachrichtigungen?",
      "notifications_work_a": "Blue sendet Benachrichtigungen für Erwähnungen, Zuweisungen, Fälligkeitstermine und andere wichtige Ereignisse. Sie können die Benachrichtigungseinstellungen in Ihren Profileinstellungen anpassen.",
      "mention_team_q": "Kann ich Teammitglieder in Kommentaren erwähnen?",
      "mention_team_a": "Ja, verwenden Sie @ gefolgt von ihrem Namen, um Teammitglieder in Kommentaren zu erwähnen. Sie erhalten eine Benachrichtigung.",
      "approval_workflows_q": "Wie richte ich Genehmigungsworkflows ein?",
      "approval_workflows_a": "Sie können Genehmigungsworkflows mit Automatisierungen und benutzerdefinierten Feldern erstellen, um Arbeit durch verschiedene Phasen und Zugewiesene zu leiten.",
      "isolated_workspaces_q": "Können verschiedene Teams isolierte Arbeitsbereiche haben?",
      "isolated_workspaces_a": "Ja, Sie können separate Projekte für verschiedene Teams mit angepassten Berechtigungen erstellen, um eine ordnungsgemäße Isolierung zu gewährleisten."
    },
    
    "data_management": {
      "max_file_size_q": "Was ist die maximale Dateigröße, die ich hochladen kann?",
      "max_file_size_a": "Einzelne Datei-Uploads sind begrenzt, um die Plattformleistung zu gewährleisten. Für spezifische Limits überprüfen Sie Ihre Plandetails oder kontaktieren Sie den Support.",
      "bulk_update_q": "Wie kann ich mehrere Datensätze massenweise aktualisieren?",
      "bulk_update_a": "Sie können Datensätze massenweise aktualisieren, indem Sie mehrere Elemente auswählen und das Massenaktionsmenü verwenden oder den CSV-Import mit Update-Modus verwenden.",
      "relationships_projects_q": "Kann ich Beziehungen zwischen verschiedenen Projekten erstellen?",
      "relationships_projects_a": "Ja, Sie können Referenz- und Lookup-benutzerdefinierte Felder verwenden, um Beziehungen zwischen Datensätzen in verschiedenen Projekten zu erstellen.",
      "archive_projects_q": "Wie archiviere ich alte Projekte?",
      "archive_projects_a": "Projekte können über das Projekteinstellungsmenü archiviert werden. Archivierte Projekte werden in aktiven Ansichten ausgeblendet, aber die Daten bleiben zugänglich.",
      "search_capabilities_q": "Welche Suchfunktionen sind verfügbar?",
      "search_capabilities_a": "Blue bietet eine leistungsstarke Suche über alle Projekte hinweg, mit Filtern für Datensätze, Dateien, Kommentare und mehr. Sie können häufig verwendete Suchen speichern.",
      "custom_reports_q": "Kann ich benutzerdefinierte Berichte erstellen?",
      "custom_reports_a": "Ja, verwenden Sie die Dashboard-Funktion, um benutzerdefinierte Berichte mit verschiedenen Diagrammtypen und projektübergreifenden Analysen zu erstellen."
    },
    
    "troubleshooting": {
      "cant_see_project_q": "Warum kann ich ein Projekt nicht sehen, das mit mir geteilt wurde?",
      "cant_see_project_a": "Überprüfen Sie, ob Sie mit den entsprechenden Berechtigungen zum Projekt hinzugefügt wurden. Wenn Probleme weiterhin bestehen, wenden Sie sich an Ihren Administrator oder support@blue.cc.",
      "recover_deleted_q": "Wie kann ich gelöschte Daten wiederherstellen?",
      "recover_deleted_a": "Kontaktieren Sie sofort den Support unter support@blue.cc. Wir führen 30 Tage lang Backups durch und können möglicherweise bei der Wiederherstellung kürzlich gelöschter Daten helfen.",
      "supported_browsers_q": "Welche Browser werden unterstützt?",
      "supported_browsers_a": "Blue funktioniert am besten mit modernen Browsern wie Chrome, Firefox, Safari und Edge. Wir empfehlen, Ihren Browser auf dem neuesten Stand zu halten.",
      "automations_not_triggering_q": "Warum werden meine Automatisierungen nicht ausgelöst?",
      "automations_not_triggering_a": "Überprüfen Sie, ob Automatisierungen für Ihr Projekt aktiviert sind und ob die Auslösebedingungen richtig konfiguriert sind. Überprüfen Sie die Automatisierungsprotokolle für Details.",
      "report_bug_q": "Wie melde ich einen Fehler?",
      "report_bug_a": "Melden Sie Fehler per E-Mail an support@blue.cc mit Details zum Problem, Schritten zur Reproduktion und allen Fehlermeldungen.",
      "status_page_q": "Gibt es eine Statusseite für die Dienstverfügbarkeit?",
      "status_page_a": "Ja, besuchen Sie blue.cc/platform/status für den Echtzeit-Systemstatus und Incident-Updates."
    }
  },
  "ja": {
    "page_title": "よくある質問",
    "page_subtitle": "Blueに関するよくある質問にお答えしました。その他の質問がございましたら、support@blue.cc までメールでお問い合わせください",
    
    "categories": {
      "general": "一般",
      "pricing": "料金とプラン",
      "features": "機能",
      "security": "セキュリティ",
      "getting_started": "使い始める",
      "api": "技術とAPI",
      "collaboration": "コラボレーションとチーム",
      "data_management": "データ管理",
      "troubleshooting": "トラブルシューティングとサポート"
    },
    
    "general": {
      "what_is_blue_q": "Blueとは何ですか？",
      "what_is_blue_a": "Blueは、組織内のさまざまなプロセスを管理するために使用できる汎用プロセス管理プラットフォームです。スタッフが何をすべきかを理解し、マネージャーが監督し、全員が整合性を保つのに役立ちます。",
      "key_benefits_q": "Blueを使用する主な利点は何ですか？",
      "key_benefits_a": "Blueは、チームが作業を整理し、効果的にコラボレーションするための堅牢な機能を提供します。主な利点には、カスタマイズ可能なワークフロー、インテリジェントな自動化、リアルタイムコミュニケーション、強力な分析が含まれます。",
      "when_started_q": "Blueはいつ始まりましたか？",
      "when_started_a": "Blueは、既存のプロセスおよびプロジェクト管理プラットフォームへの不満から、2018年4月に設立されました。",
      "where_based_q": "Blueはどこに拠点を置いていますか？",
      "where_based_a": "Blueは米国企業（デラウェア州Cコープ）で、アメリカ、ヨーロッパ、アジアに完全リモートチームがあります。",
      "languages_available_q": "Blueは英語以外の言語で利用できますか？",
      "languages_available_a": "はい、Blueは24言語で利用できます。\n\nアラビア語（ar）、ベンガル語（bn）、中国語（zh）、チェコ語（cz）、英語（en）、フランス語（fr）、グルジア語（ka）、ドイツ語（de）、ヒンディー語（hi）、ハンガリー語（hu）、インドネシア語（id）、イタリア語（it）、日本語（ja）、クメール語（km）、韓国語（ko）、ラトビア語（lv）、マラーティー語（mr）、ポルトガル語（pt）、ルーマニア語（ro）、ロシア語（ru）、スペイン語（es）、スウェーデン語（se）、タイ語（th）、ベトナム語（vi）。",
      "types_of_businesses_q": "どのような種類のビジネスがBlueを使用していますか？",
      "types_of_businesses_a": "Blueは、さまざまな業界の非常に幅広い企業にサービスを提供しています。これは素晴らしいことです。なぜなら、垂直的な業界の視点ではなく、この信じられないほど水平的な視点を得ることができるからです。時には、ある業界の問題を解決するために機能を作成し、別の業界がその機能を再利用して全く異なる問題を解決することがあります。",
      "different_from_competitors_q": "BlueはAsana、Monday.com、Trelloとどう違いますか？",
      "different_from_competitors_a": "まず第一に、Blueははるかに安価です。また、ベンチャーキャピタルの支援を受けていないため、お客様が私たちの最優先事項です。完全に創業者主導で、彼らが持っていないかもしれないシンプルさのレベルに焦点を当てています。",
      "replace_excel_q": "BlueはExcelスプレッドシートを置き換えることができますか？",
      "replace_excel_a": "はい、まさにその通りです！データベースビューがあり、それを行うことができ、すべての変更に対する完全な監査証跡の利点があります。",
      "suitable_for_teams_q": "Blueは小規模チームまたは企業に適していますか？",
      "suitable_for_teams_a": "Blueは小規模チームと企業の両方に適しています。"
    },
    
    "pricing": {
      "cost_q": "Blueの費用はいくらですか？",
      "cost_a": "Blueには月額と年額のオプションがある1つのメインプランがあります：\n\n • 月額プラン：$7/月/ユーザー。\n • 年額プラン：$70/年/ユーザー（2か月分無料）",
      "paid_roles_q": "どのユーザーロールが有料ロールとしてカウントされますか？",
      "paid_roles_a": "これらのユーザーロールは有料です：\n\n• プロジェクト管理者\n• チームメンバー\n• カスタムユーザーロール\n\nそして、これらのユーザーロールは無料です：\n\n• クライアント\n• コメントのみ\n• 閲覧のみ",
      "free_trial_q": "Blueの無料トライアルはどのように機能しますか？",
      "free_trial_a": "無料トライアルは、7日間すべてのBlue機能への完全なアクセスを提供します。開始にクレジットカードは必要ありません。継続したい場合は、無料トライアルの終了時に有料プランにアップグレードでき、さらに7日間トライアルを延長するオプションもあります。\n\nより長いトライアルが必要な場合や、パーソナライズされたオンボーディングを希望する場合は、いつでもsupport@blue.ccにメールをお送りください。",
      "white_label_q": "ホワイトラベルプランとは何ですか？",
      "white_label_a": "ホワイトラベルプランは、会社あたり年間$200のオプションのアドオンで、Blueのブランディングを完全にカスタマイズして、独自のプロセスシステムのように見せることができます。これは、独自のドメインでBlueを実行でき、メールがあなたのメールアドレスから送信され、ロゴとブランドカラーを追加できることを意味します。",
      "enterprise_plan_q": "エンタープライズプランとは何ですか？",
      "enterprise_plan_a": "Blue Enterpriseプランは、Blueを運用プロセスの中核部分にし、アカウントに専用のサポートとエンジニアリングリソースを持ちたい中規模から大規模の企業向けです。これにより、Blueは特定の要件に合わせてプラットフォームをカスタマイズできます。",
      "nonprofit_discounts_q": "非営利団体や教育機関向けの割引はありますか？",
      "nonprofit_discounts_a": "はい、Blueは登録された非営利団体、非商業教育機関、オープンソースプロジェクトに対して定価の50％割引を提供しています。",
      "billing_mid_cycle_q": "サイクル途中でユーザーを追加/削除する場合の請求はどのように機能しますか？",
      "billing_mid_cycle_a": "日単位でカウントするため、月の途中で誰かを削除した場合、プラットフォームにいた正確な時間分だけ請求されます。月の途中で誰かを追加した場合、半月分だけ請求されます。",
      "switch_plans_q": "月額プランと年額プランを切り替えることはできますか？",
      "switch_plans_a": "はい、会社の請求設定で月額プランと年額プランを切り替えることができます。",
      "cancel_data_q": "サブスクリプションをキャンセルした場合、私のデータはどうなりますか？",
      "cancel_data_a": "60日後、データは削除されます。",
      "volume_discounts_q": "大規模チーム向けのボリューム割引を提供していますか？",
      "volume_discounts_a": "はい、ボリューム割引についてはsales@blue.ccにメールをお送りください。",
      "lifetime_deal_q": "ライフタイムディールはありますか？",
      "lifetime_deal_a": "いいえ、過去にAppSumoに出品しましたが、それらのディールはもう利用できません。"
    },
    
    "features": {
      "integrations_q": "Blueはどのような統合をサポートしていますか？",
      "integrations_a": "BlueはMake.com、Zapier、Pabbly Connect、Albato、Boost.Spaceを通じて5,000以上の統合を持っています。また、カスタム統合用の完全なAPIと詳細なWebhooksもあります。",
      "support_options_q": "どのようなサポートオプションが利用できますか？",
      "support_options_a": "support@blue.ccでメールサポートを提供しています。また、大規模なインポート、完全なチームオンボーディング、優先チャットサポート、定期的なトレーニング用の有料サポートパッケージも提供しています。詳細についてはsupport@blue.ccにメールをお送りください。",
      "import_data_q": "既存のデータをBlueにインポートできますか？",
      "import_data_a": "はい、BlueはCSVファイルからのデータの一括インポートをサポートしています。これにより、最大200,000件のレコードを同時に移行でき、手動のExcelワークフローや他の作業管理システムからの移行に最適です。データのインポートについて質問がある場合や、有料サポートパッケージについて問い合わせる場合は、support@blue.ccにご連絡ください。",
      "mobile_apps_q": "Blueにはモバイルアプリがありますか？",
      "mobile_apps_a": "はい、ネイティブのiOSおよびAndroidアプリが利用可能で、外出先でBlueにアクセスできます。タスク、コメント、カレンダーなどのコア機能はデバイス間で同期されます。",
      "permissions_q": "Blueでの権限はどのように機能しますか？",
      "permissions_a": "権限はプロジェクトレベルで設定されるため、ユーザーは役割に基づいてプロジェクト間で異なるアクセスレベルを持つことができます。Blueには、各プロジェクトの各ユーザーグループに対して正確なアクセスを定義できる強力なカスタムユーザーロールシステムがあります。",
      "customize_interface_q": "Blueでインターフェースとワークフローをカスタマイズできますか？",
      "customize_interface_a": "はい、フィールド、ビュー、自動化ルール、フォームなどを作業要件に合わせて完全にカスタマイズできます。インターフェースの色を選択し、会社のロゴをアップロードできます。カスタムドメインを持つこともできます。",
      "analytics_q": "Blueはどのような分析を提供しますか？",
      "analytics_a": "Blueは、進捗、生産性、トレンドを分析するためのリアルタイムダッシュボードとプロジェクト間レポートを提供します。",
      "export_data_q": "Blueからデータをエクスポートできますか？",
      "export_data_a": "はい、APIまたは一括CSVエクスポートを介していつでもすべてのBlueデータをエクスポートできます。データはあなたのものであり、常にアクセス可能です。",
      "file_storage_limits_q": "Blueにはどのようなファイルストレージ制限がありますか？",
      "file_storage_limits_a": "Blueは顧客あたり500GBのストレージスペースを提供します。エンタープライズアカウントには追加のストレージをリクエストできます。",
      "feature_requests_q": "Blueの機能リクエストはどこに送信すればよいですか？",
      "feature_requests_a": "あなたの機能のアイデアをお聞きしたいと思います！support@blue.ccに直接メールを送るか、https://ask.blue.ccのコミュニティフォーラムに参加してください。",
      "automations_q": "自動化とは何ですか、いくつ作成できますか？",
      "automations_a": "好きなだけ自動化を作成できます。トリガーベースで動作します - 「何かが起こったら、これを行う」と言うことができます。管理作業を自動化する素晴らしい方法です。",
      "public_forms_q": "外部送信用の公開フォームを作成できますか？",
      "public_forms_a": "はい、外部送信用の公開フォームを作成できます。",
      "custom_fields_q": "カスタムフィールドはどのように機能し、どのようなタイプが利用できますか？",
      "custom_fields_a": "カスタムフィールドを使用すると、Blue内で独自のデータベース構造を作成できます。24種類以上が利用可能です。",
      "formulas_q": "数式を使用して値を自動的に計算できますか？",
      "formulas_a": "数式を使用して値を自動的に計算できます。数値カスタムフィールド、通貨カスタムフィールド、パーセンテージカスタムフィールドから引き出して特定の値を生成できます。",
      "projects_vs_records_q": "プロジェクトとレコードの違いは何ですか？",
      "projects_vs_records_a": "プロジェクトは多くのレコードのホルダーであり、レコードはBlueで最も細かい単位です。レコードにはカスタムフィールドが含まれています。",
      "templates_q": "繰り返しプロジェクト用のテンプレートを作成できますか？",
      "templates_a": "はい、繰り返しプロジェクトとプロセス用のテンプレートを作成できます。",
      "dependencies_q": "タスク間の依存関係はどのように機能しますか？",
      "dependencies_a": "依存関係カスタムフィールドを使用してタスク間の依存関係を作成できます。",
      "project_limit_q": "作成できるプロジェクトの数に制限はありますか？",
      "project_limit_a": "いいえ、作成できるプロジェクトの数に制限はありません。",
      "recurring_tasks_q": "繰り返しタスクを設定できますか？",
      "recurring_tasks_a": "はい、繰り返しタスクを設定できます。",
      "ai_summarization_q": "AI要約機能はどのように機能しますか？",
      "ai_summarization_a": "すべてのコメントをカスタムAIモデルに送信し、要約を返します。"
    },
    
    "security": {
      "gdpr_compliant_q": "BlueはGDPRに準拠していますか？",
      "gdpr_compliant_a": "はい、Blueは完全にGDPRに準拠しています。詳細については、https://blue.cc/legal/gdprのGDPRポリシーをご覧ください。",
      "hipaa_compliant_q": "BlueはHIPAAに準拠していますか？",
      "hipaa_compliant_a": "はい、BlueはHIPAAに準拠しているため、ヘルスケア関連のデータをアップロードできます。詳細については、https://blue.cc/legal/hipaaのHIPAAポリシーをご覧ください。",
      "data_encryption_q": "Blueでデータはどのように暗号化されますか？",
      "data_encryption_a": "Blueは、保存中および転送中のデータの両方に対して銀行レベルの暗号化を使用しています。\n\n • 保存中のデータは256ビットAES暗号化で暗号化されます。\n • 転送中のデータはTLS 1.2+（またはそれ以上）プロトコルで保護されます。\n\nこれにより、情報が常に安全であることが保証されます。",
      "data_storage_q": "私のデータはどこに保存されますか？",
      "data_storage_a": "データはヨーロッパとアジアの両方の複数のデータセンターに保存されます。",
      "backup_frequency_q": "バックアップはどのくらいの頻度で実行されますか？",
      "backup_frequency_a": "バックアップは30日間毎日実行されます。",
      "restrict_access_q": "特定のフィールドまたはレコードへのアクセスを制限できますか？",
      "restrict_access_a": "はい、カスタムユーザー権限を使用して特定のフィールドまたはレコードへのアクセスを制限できます。",
      "two_factor_auth_q": "二要素認証は利用できますか？",
      "two_factor_auth_a": "二要素認証は利用できませんが、すべてのログインはマジックリンクで行われます。",
      "data_breaches_q": "データ侵害をどのように処理しますか？",
      "data_breaches_a": "幸いなことに、これまでデータ侵害は発生していませんが、そのような事態が発生した場合に備えて通知システムを設置しています。"
    },
    
    "getting_started": {
      "setup_first_project_q": "Blueで最初のプロジェクトをどのように設定しますか？",
      "setup_first_project_a": "サインアップ後、ダッシュボードから最初のプロジェクトを作成できます。使用ケースに合ったテンプレートから始めて、独自のフィールドとワークフローでカスタマイズすることをお勧めします。",
      "migration_help_q": "別のツールからの移行のヘルプを受けることはできますか？",
      "migration_help_a": "はい、BlueはCSVファイルから最大200,000件のレコードの一括データインポートをサポートしています。移行に関するサポートについては、support@blue.ccにメールを送るか、有料サポートパッケージについてお問い合わせください。",
      "guided_onboarding_q": "ガイド付きオンボーディングプロセスはありますか？",
      "guided_onboarding_a": "はい、新しいユーザーは初期設定手順をガイドされます。また、パーソナライズされたトレーニングを希望するチーム向けに有料オンボーディングパッケージも提供しています。",
      "time_to_start_q": "Blueを使い始めるのにどのくらい時間がかかりますか？",
      "time_to_start_a": "ほとんどのユーザーは数分以内に最初のプロジェクトを設定し、コラボレーションを開始できます。直感的なインターフェースにより、すぐに生産的になることができます。",
      "templates_available_q": "すぐに始められるテンプレートはありますか？",
      "templates_available_a": "はい、Blueは一般的な使用ケース用のさまざまなプロジェクトテンプレートを提供しており、ニーズに合わせてカスタマイズできます。",
      "training_services_q": "トレーニングまたは実装サービスを提供していますか？",
      "training_services_a": "はい、完全なチームオンボーディング、トレーニングセッション、実装支援のための有料サポートパッケージを提供しています。詳細についてはsupport@blue.ccにメールをお送りください。"
    },
    
    "api": {
      "programming_languages_q": "Blue APIでどのプログラミング言語を使用できますか？",
      "programming_languages_a": "Blue GraphQL APIは、HTTPリクエストをサポートする任意のプログラミング言語で使用できます。JavaScript、Python、Rubyなどの人気のある言語の例を提供しています。",
      "rate_limits_q": "APIリクエストにレート制限はありますか？",
      "rate_limits_a": "はい、プラットフォームの安定性を確保するため、APIリクエストにはレート制限があります。特定の制限とエンタープライズオプションについては、サポートにお問い合わせください。",
      "webhooks_work_q": "BlueでWebhooksはどのように機能しますか？",
      "webhooks_work_a": "Webhooksを使用すると、Blueでイベントが発生したときにリアルタイム通知を受信できます。レコードの作成、更新、ステータスの変更などのさまざまなイベントでトリガーするようにWebhooksを設定できます。",
      "custom_integrations_q": "カスタム統合を構築できますか？",
      "custom_integrations_a": "はい、Blueの機能を100％カバーするGraphQL APIを使用してカスタム統合を構築できます。",
      "api_documentation_q": "APIドキュメントはありますか？",
      "api_documentation_a": "はい、包括的なAPIドキュメントはblue.cc/docs/apiで利用できます。",
      "api_authentication_q": "APIで認証するにはどうすればよいですか？",
      "api_authentication_a": "API認証は、アカウント設定から生成できるAPIキーを使用します。リクエストヘッダーにキーを含めてください。"
    },
    
    "collaboration": {
      "invite_team_q": "チームメンバーをBlueに招待するにはどうすればよいですか？",
      "invite_team_a": "会社管理セクションからチームメンバーを招待できます。ワークスペースに参加するためのメール招待状が届きます。",
      "external_clients_q": "外部クライアントは特定のプロジェクトにアクセスできますか？",
      "external_clients_a": "はい、無料の「クライアント」ユーザーロールで特定のプロジェクトにクライアントを追加でき、必要なものだけに限定的なアクセスを与えることができます。",
      "notifications_work_q": "通知はどのように機能しますか？",
      "notifications_work_a": "Blueは、メンション、割り当て、期限、その他の重要なイベントの通知を送信します。プロファイル設定で通知設定をカスタマイズできます。",
      "mention_team_q": "コメントでチームメンバーにメンションできますか？",
      "mention_team_a": "はい、@の後に名前を使用してコメントでチームメンバーにメンションしてください。通知を受け取ります。",
      "approval_workflows_q": "承認ワークフローをどのように設定しますか？",
      "approval_workflows_a": "自動化とカスタムフィールドを使用して承認ワークフローを作成し、さまざまな段階と担当者を通じて作業をルーティングできます。",
      "isolated_workspaces_q": "異なるチームが隔離されたワークスペースを持つことはできますか？",
      "isolated_workspaces_a": "はい、適切な分離を確保するために、カスタマイズされた権限を持つ異なるチーム用の個別のプロジェクトを作成できます。"
    },
    
    "data_management": {
      "max_file_size_q": "アップロードできる最大ファイルサイズは何ですか？",
      "max_file_size_a": "プラットフォームのパフォーマンスを確保するため、個々のファイルのアップロードは制限されています。特定の制限については、プランの詳細を確認するか、サポートにお問い合わせください。",
      "bulk_update_q": "複数のレコードを一括更新するにはどうすればよいですか？",
      "bulk_update_a": "複数のアイテムを選択して一括アクションメニューを使用するか、更新モードでCSVインポートを使用して、レコードを一括更新できます。",
      "relationships_projects_q": "異なるプロジェクト間で関係を作成できますか？",
      "relationships_projects_a": "はい、参照およびルックアップカスタムフィールドを使用して、異なるプロジェクトのレコード間で関係を作成できます。",
      "archive_projects_q": "古いプロジェクトをアーカイブするにはどうすればよいですか？",
      "archive_projects_a": "プロジェクトはプロジェクト設定メニューからアーカイブできます。アーカイブされたプロジェクトはアクティブビューから非表示になりますが、データは引き続きアクセス可能です。",
      "search_capabilities_q": "どのような検索機能が利用できますか？",
      "search_capabilities_a": "Blueは、レコード、ファイル、コメントなどのフィルターを使用して、すべてのプロジェクトにわたる強力な検索を提供します。頻繁に使用する検索を保存できます。",
      "custom_reports_q": "カスタムレポートを作成できますか？",
      "custom_reports_a": "はい、ダッシュボード機能を使用して、さまざまなチャートタイプとプロジェクト間分析を含むカスタムレポートを作成してください。"
    },
    
    "troubleshooting": {
      "cant_see_project_q": "共有されたプロジェクトが表示されないのはなぜですか？",
      "cant_see_project_a": "適切な権限でプロジェクトに追加されているか確認してください。問題が続く場合は、管理者またはsupport@blue.ccにお問い合わせください。",
      "recover_deleted_q": "削除されたデータを回復するにはどうすればよいですか？",
      "recover_deleted_a": "すぐにsupport@blue.ccのサポートにお問い合わせください。30日間バックアップを保持しており、最近削除されたデータの回復をお手伝いできる可能性があります。",
      "supported_browsers_q": "どのブラウザがサポートされていますか？",
      "supported_browsers_a": "BlueはChrome、Firefox、Safari、Edgeを含む最新のブラウザで最もよく動作します。ブラウザを最新の状態に保つことをお勧めします。",
      "automations_not_triggering_q": "自動化がトリガーされないのはなぜですか？",
      "automations_not_triggering_a": "プロジェクトで自動化が有効になっていること、トリガー条件が適切に設定されていることを確認してください。詳細については自動化ログを確認してください。",
      "report_bug_q": "バグを報告するにはどうすればよいですか？",
      "report_bug_a": "問題の詳細、再現手順、エラーメッセージを含めてsupport@blue.ccにメールでバグを報告してください。",
      "status_page_q": "サービスの可用性のステータスページはありますか？",
      "status_page_a": "はい、blue.cc/platform/statusでリアルタイムのシステムステータスとインシデントの更新を確認してください。"
    }
  },
  "pt": {
    "page_title": "Perguntas Frequentes",
    "page_subtitle": "Respondemos às perguntas mais comuns sobre Blue. Se você tiver outras perguntas, envie um e-mail para support@blue.cc"
  },
  "ru": {
    "page_title": "Часто Задаваемые Вопросы",
    "page_subtitle": "Мы ответили на самые распространенные вопросы о Blue. Если у вас есть другие вопросы, отправьте письмо на support@blue.cc"
  },
  "ko": {
    "page_title": "자주 묻는 질문",
    "page_subtitle": "Blue에 대한 가장 일반적인 질문에 답변했습니다. 다른 질문이 있으시면 support@blue.cc로 이메일을 보내주세요"
  },
  "it": {
    "page_title": "Domande Frequenti",
    "page_subtitle": "Abbiamo risposto alle domande più comuni su Blue. Se hai altre domande, invia un'email a support@blue.cc"
  },
  "id": {
    "page_title": "Pertanyaan yang Sering Diajukan",
    "page_subtitle": "Kami telah menjawab pertanyaan paling umum tentang Blue. Jika Anda memiliki pertanyaan lain, kirim email ke support@blue.cc"
  },
  "nl": {
    "page_title": "Veelgestelde Vragen",
    "page_subtitle": "We hebben de meest voorkomende vragen over Blue beantwoord. Als je andere vragen hebt, stuur dan een e-mail naar support@blue.cc"
  },
  "pl": {
    "page_title": "Często Zadawane Pytania",
    "page_subtitle": "Odpowiedzieliśmy na najczęstsze pytania dotyczące Blue. Jeśli masz inne pytania, wyślij e-mail na support@blue.cc"
  },
  "zh-TW": {
    "page_title": "常見問題",
    "page_subtitle": "我們已經回答了關於 Blue 的最常見問題。如果您有任何其他問題，請發送郵件至 support@blue.cc"
  },
  "sv": {
    "page_title": "Vanliga Frågor",
    "page_subtitle": "Vi har svarat på de vanligaste frågorna om Blue. Om du har andra frågor, skicka ett e-postmeddelande till support@blue.cc"
  },
  "km": {
    "page_title": "សំណួរដែលសួរញឹកញាប់",
    "page_subtitle": "យើងបានឆ្លើយសំណួរទូទៅបំផុតអំពី Blue។ ប្រសិនបើអ្នកមានសំណួរផ្សេងទៀត សូមផ្ញើអ៊ីមែលទៅ support@blue.cc"
  }
}