{
  "en": {
    "page_title": "Frequently Asked Questions",
    "page_subtitle": "We've answered the most common questions about Blue. If you have any other questions, email support@blue.cc",
    
    "categories": {
      "general": "General",
      "pricing": "Pricing & Plans",
      "features": "Features & Functionality",
      "security": "Security",
      "getting_started": "Getting Started & Onboarding",
      "api": "Technical & API",
      "collaboration": "Collaboration & Teams",
      "data_management": "Data Management",
      "troubleshooting": "Troubleshooting & Support"
    },
    
    "general": {
      "what_is_blue_q": "What is Blue?",
      "what_is_blue_a": "Blue is a general purpose process management platform that can be used to manage a variety of processes across organizations. It helps staff to understand what they have to do, managers to have oversight, and for everyone to stay aligned.",
      "key_benefits_q": "What are the key benefits of using Blue?",
      "key_benefits_a": "Blue offers robust features to help teams organize work and collaborate effectively. Key benefits include customizable workflows, intelligent automation, real-time communication, and powerful analytics.",
      "when_started_q": "When was Blue started?",
      "when_started_a": "Blue was founded in April 2018 due to a frustration with existing process and project management platforms.",
      "where_based_q": "Where is Blue based?",
      "where_based_a": "Blue is a US Company (Delaware C Corp) with a fully remote team based in the Americas, Europe, and Asia.",
      "languages_available_q": "Is Blue available in another languages besides English?",
      "languages_available_a": "Yes, Blue is available in 24 languages.\n\nArabic (ar), Bengali (bn), Chinese (zh), Czech (cz), English (en), French (fr), Georgian (ka), German (de), Hindi (hi), Hungarian (hu), Indonesian (id), Italian (it), Japanese (ja), Khmer (km), Korean (ko), Latvian (lv), Marathi (mr), Portuguese (pt), Romanian (ro), Russian (ru), Spanish (es), Swedish (se), Thai (th), and Vietnamese (vi).",
      "types_of_businesses_q": "What types of businesses use Blue?",
      "types_of_businesses_a": "Blue serves a really broad range of businesses across different industries, which is fantastic because we get this incredible horizontal view instead of a vertical industry view. Sometimes we create a feature to solve one problem in one industry, and then another industry can repurpose that feature to solve a completely different problem.",
      "different_from_competitors_q": "How is Blue different from Asana, Monday.com, or Trello?",
      "different_from_competitors_a": "First of all, Blue is way cheaper. It's also not venture-funded, so our customers are our main priority. It's completely founder-led and we focus on a level of simplicity that they perhaps don't.",
      "replace_excel_q": "Can Blue replace our Excel spreadsheets?",
      "replace_excel_a": "Yes, exactly! We have a database view that allows you to do that, and then you get the advantage of having full audit trails for all changes.",
      "suitable_for_teams_q": "Is Blue suitable for small teams or enterprises?",
      "suitable_for_teams_a": "Blue is suitable for both small teams and enterprises."
    },
    
    "pricing": {
      "cost_q": "How much does Blue cost?",
      "cost_a": "Blue has one main plan with monthly and yearly options: \n\n • Monthly plan: $7/month/user. \n • Yearly plan: $70/year/user (so you get two months free)",
      "paid_roles_q": "Which user roles count as a paid role?",
      "paid_roles_a": "These users roles are paid:\n\n• Project Administrator\n• Team Member\n• Custom User Roles\n\nAnd these user roles are free:\n\n• Clients\n• Comment Only\n• View Only",
      "free_trial_q": "How does the Blue free trial work?",
      "free_trial_a": "The free trial provides full access to all Blue features for 7 days. No credit card is required to start. If you wish to continue, you can upgrade to our paid plan at the end of the free trial and you will also have an option to extend your trial for another 7 days.\n\nYou can always email us at support@blue.cc if you need a longer trial or you want personalized onboarding.",
      "white_label_q": "What's the White Label Plan?",
      "white_label_a": "The White Label Plan is an optional add-on, priced at $200/year per company, that allow you to fully customize the branding of Blue to make it look like your own process system. This means that you can run Blue on your own domain, emails will come from your email addresses, and that you can add your logo and brand colours. ",
      "enterprise_plan_q": "What's the Enterprise Plan?",
      "enterprise_plan_a": "The Blue Enterprise plan is for medium to large companies that want to make Blue a core part of their operational processes and have dedicated support and engineering resources on their account. This allow Blue to customize the platform for their specific requirements.",
      "nonprofit_discounts_q": "Are there discounts for non-profits or educational institutions?",
      "nonprofit_discounts_a": "Yes, Blue offers 50% discounted on listed prices for registered non-profits, non-commercial educational institutions, and open-source projects.",
      "billing_mid_cycle_q": "How does billing work when adding/removing users mid-cycle?",
      "billing_mid_cycle_a": "We count by the day, so if you remove someone halfway through the month, you're only billed for the exact time they were on the platform. If you add someone halfway through a month, you're only billed for half a month.",
      "switch_plans_q": "Can I switch between monthly and yearly plans?",
      "switch_plans_a": "Yes, you can switch between monthly and yearly plans in the Company Billing settings.",
      "cancel_data_q": "What happens to my data if I cancel my subscription?",
      "cancel_data_a": "After 60 days, your data will be deleted.",
      "volume_discounts_q": "Do you offer volume discounts for large teams?",
      "volume_discounts_a": "Yes, please email sales@blue.cc to discuss volume discounts.",
      "lifetime_deal_q": "Is there a lifetime deal available?",
      "lifetime_deal_a": "No, we did go on AppSumo in the past but those deals are no longer available."
    },
    
    "features": {
      "integrations_q": "What integrations does Blue support?",
      "integrations_a": "Blue has 5,000+ integrations via Make.com, Zapier, Pabbly Connect, Albato, and Boost.Space. We also have a full API for custom integrations and granular Webhooks.",
      "support_options_q": "What supports options are available?",
      "support_options_a": "We offer email us at support@blue.cc. We also offer paid support packages for large-scale imports, full-team onboarding, priority chat support, and regular training. Email us at support@blue.cc to learn more.",
      "import_data_q": "Can I import my existing data into Blue?",
      "import_data_a": "Yes, Blue supports bulk data import from CSV files. This allows you to migrate up to 200,000 records simultaneously and is perfect for migration from manual Excel workflows or other work management systems. You can reach out to support@blue.cc if you have questions about importing your data or to enquire about paid support packages.",
      "mobile_apps_q": "Does Blue have Mobile Apps?",
      "mobile_apps_a": "Yes, native iOS and Android apps are available to access Blue on the go. Core functionality like tasks, comments, and calendars sync across devices.",
      "permissions_q": "How do permissions work in Blue?",
      "permissions_a": "Permissions are set at the project level, so users can have different access levels across projects based on their roles. Blue has a powerful custom user roles system that allows you to define the precise access for each user group in each project.",
      "customize_interface_q": "Can I customize the interface and workflows in Blue?",
      "customize_interface_a": "Yes, you can completely customize fields, views, automation rules, forms, and more to match your work requirements. You can choose the colour of the interface and upload your company logo. We also allow you to have a custom domain.",
      "analytics_q": "What analytics does Blue provide?",
      "analytics_a": "Blue offers real-time dashboards and cross-project reporting to analyze progress, productivity, and trends.",
      "export_data_q": "Can I export my data from Blue?",
      "export_data_a": "Yes, you can export all your Blue data anytime via the API or bulk CSV Export. You own your data, and it is always accessible.",
      "file_storage_limits_q": "What file storage limits exist in Blue?",
      "file_storage_limits_a": "Blue offers 500GB of storage space per customer. Additional storage can be requested for enterprise accounts.",
      "feature_requests_q": "Where do I submit feature requests for Blue?",
      "feature_requests_a": "We'd love to hear your feature ideas! You can email us directly at support@blue.cc or join our community forums at https://ask.blue.cc",
      "automations_q": "What are automations and how many can I create?",
      "automations_a": "You can create as many automations as you wish. They work on a trigger basis - you can say \"when something happens, then do this.\" It's a great way to automate administrative work.",
      "public_forms_q": "Can I create public forms for external submissions?",
      "public_forms_a": "Yes, you can create public forms for external submissions.",
      "custom_fields_q": "How do custom fields work and which types are available?",
      "custom_fields_a": "Custom fields allow you to create your own database structure in Blue. There are over 24 types available.",
      "formulas_q": "Can I use formulas to calculate values automatically?",
      "formulas_a": "You can use formulas to calculate values automatically. You can pull from number custom fields, currency custom fields, and percentage custom fields to generate specific values.",
      "projects_vs_records_q": "What's the difference between projects and records?",
      "projects_vs_records_a": "A project is a holder of many records, and a record is the most granular unit in Blue. A record contains custom fields.",
      "templates_q": "Can I create templates for recurring projects?",
      "templates_a": "Yes, you can create templates for recurring projects and processes.",
      "dependencies_q": "How do dependencies between tasks work?",
      "dependencies_a": "You can create dependencies between tasks by using the dependency custom field.",
      "project_limit_q": "Is there a limit on the number of projects I can create?",
      "project_limit_a": "No, there's no limit on the number of projects you can create.",
      "recurring_tasks_q": "Can I set up recurring tasks?",
      "recurring_tasks_a": "Yes, you can set up recurring tasks.",
      "ai_summarization_q": "How does the AI summarization feature work?",
      "ai_summarization_a": "We send all the comments to a custom AI model that gives back a summary."
    },
    
    "security": {
      "gdpr_compliant_q": "Is Blue GDPR compliant?",
      "gdpr_compliant_a": "Yes, Blue is fully GDPR-compliant. For details, see our GDPR policy at https://blue.cc/legal/gdpr",
      "hipaa_compliant_q": "Is Blue HIPAA compliant?",
      "hipaa_compliant_a": "Yes, Blue is HIPAA-compliant, so you can upload healthcare-related data. Learn more in our HIPAA policy at https://blue.cc/legal/hipaa",
      "data_encryption_q": "How is data encrypted in Blue?",
      "data_encryption_a": "Blue uses bank-level encryption for both data at rest and in transit. \n\n • Data at rest is encrypted with 256-bit AES encryption. \n • Data in transit is protected with TLS 1.2+ (or higher) protocols. \n\nThis ensures your information is secure at all times.",
      "data_storage_q": "Where is my data stored?",
      "data_storage_a": "Data is stored in multiple data centers both in Europe and in Asia.",
      "backup_frequency_q": "How often are backups performed?",
      "backup_frequency_a": "Backups are done daily for 30 days.",
      "restrict_access_q": "Can I restrict access to specific fields or records?",
      "restrict_access_a": "Yes, you can restrict access to specific fields or records using the custom user permissions.",
      "two_factor_auth_q": "Is two-factor authentication available?",
      "two_factor_auth_a": "We don't have two-factor authentication available, but all logins are done by Magic Link.",
      "data_breaches_q": "How do you handle data breaches?",
      "data_breaches_a": "We fortunately have never had a data breach before, but we do have a notification system in place if that were to happen."
    },
    
    "getting_started": {
      "setup_first_project_q": "How do I set up my first project in Blue?",
      "setup_first_project_a": "After signing up, you can create your first project from the dashboard. We recommend starting with a template that matches your use case, then customizing it with your own fields and workflows.",
      "migration_help_q": "Can I get help migrating from another tool?",
      "migration_help_a": "Yes, Blue supports bulk data import from CSV files for up to 200,000 records. For assistance with migration, email support@blue.cc or inquire about our paid support packages.",
      "guided_onboarding_q": "Is there a guided onboarding process?",
      "guided_onboarding_a": "Yes, new users are guided through initial setup steps. We also offer paid onboarding packages for teams who want personalized training.",
      "time_to_start_q": "How long does it take to get started with Blue?",
      "time_to_start_a": "Most users can set up their first project and start collaborating within minutes. The intuitive interface makes it easy to get productive quickly.",
      "templates_available_q": "Are there templates I can use to get started quickly?",
      "templates_available_a": "Yes, Blue offers various project templates for common use cases that you can customize to fit your needs.",
      "training_services_q": "Do you offer training or implementation services?",
      "training_services_a": "Yes, we offer paid support packages for full-team onboarding, training sessions, and implementation assistance. Email support@blue.cc to learn more."
    },
    
    "api": {
      "programming_languages_q": "What programming languages can I use with the Blue API?",
      "programming_languages_a": "The Blue GraphQL API can be used with any programming language that supports HTTP requests. We provide examples in popular languages like JavaScript, Python, and Ruby.",
      "rate_limits_q": "Are there rate limits on API requests?",
      "rate_limits_a": "Yes, API requests are rate-limited to ensure platform stability. Contact support for specific limits and enterprise options.",
      "webhooks_work_q": "How do webhooks work in Blue?",
      "webhooks_work_a": "Webhooks allow you to receive real-time notifications when events occur in Blue. You can configure webhooks to trigger on various events like record creation, updates, or status changes.",
      "custom_integrations_q": "Can I build custom integrations?",
      "custom_integrations_a": "Yes, you can build custom integrations using our GraphQL API which provides 100% coverage of Blue's functionality.",
      "api_documentation_q": "Is there API documentation available?",
      "api_documentation_a": "Yes, comprehensive API documentation is available at blue.cc/docs/api.",
      "api_authentication_q": "How do I authenticate with the API?",
      "api_authentication_a": "API authentication uses API keys that you can generate from your account settings. Include the key in your request headers."
    },
    
    "collaboration": {
      "invite_team_q": "How do I invite team members to Blue?",
      "invite_team_a": "You can invite team members from the Company Administration section. They'll receive an email invitation to join your workspace.",
      "external_clients_q": "Can external clients access specific projects?",
      "external_clients_a": "Yes, you can add clients to specific projects with the free \"Client\" user role, giving them limited access to only what they need to see.",
      "notifications_work_q": "How do notifications work?",
      "notifications_work_a": "Blue sends notifications for mentions, assignments, due dates, and other important events. You can customize notification preferences in your profile settings.",
      "mention_team_q": "Can I mention team members in comments?",
      "mention_team_a": "Yes, use @ followed by their name to mention team members in comments. They'll receive a notification.",
      "approval_workflows_q": "How do I set up approval workflows?",
      "approval_workflows_a": "You can create approval workflows using automations and custom fields to route work through different stages and assignees.",
      "isolated_workspaces_q": "Can different teams have isolated workspaces?",
      "isolated_workspaces_a": "Yes, you can create separate projects for different teams with customized permissions to ensure proper isolation."
    },
    
    "data_management": {
      "max_file_size_q": "What's the maximum file size I can upload?",
      "max_file_size_a": "Individual file uploads are limited to ensure platform performance. For specific limits, check your plan details or contact support.",
      "bulk_update_q": "How do I bulk update multiple records?",
      "bulk_update_a": "You can bulk update records by selecting multiple items and using the bulk actions menu, or by using the CSV import with update mode.",
      "relationships_projects_q": "Can I create relationships between different projects?",
      "relationships_projects_a": "Yes, you can use reference and lookup custom fields to create relationships between records in different projects.",
      "archive_projects_q": "How do I archive old projects?",
      "archive_projects_a": "Projects can be archived from the project settings menu. Archived projects are hidden from active views but data remains accessible.",
      "search_capabilities_q": "What search capabilities are available?",
      "search_capabilities_a": "Blue offers powerful search across all projects, with filters for records, files, comments, and more. You can save frequently used searches.",
      "custom_reports_q": "Can I create custom reports?",
      "custom_reports_a": "Yes, use the Dashboards feature to create custom reports with various chart types and cross-project analytics."
    },
    
    "troubleshooting": {
      "cant_see_project_q": "Why can't I see a project that was shared with me?",
      "cant_see_project_a": "Check that you've been added to the project with appropriate permissions. If issues persist, contact your administrator or support@blue.cc.",
      "recover_deleted_q": "How do I recover deleted data?",
      "recover_deleted_a": "Contact support immediately at support@blue.cc. We maintain backups for 30 days and may be able to help recover recently deleted data.",
      "supported_browsers_q": "What browsers are supported?",
      "supported_browsers_a": "Blue works best on modern browsers including Chrome, Firefox, Safari, and Edge. We recommend keeping your browser updated.",
      "automations_not_triggering_q": "Why are my automations not triggering?",
      "automations_not_triggering_a": "Check that automations are enabled for your project and that trigger conditions are properly configured. Review the automation logs for details.",
      "report_bug_q": "How do I report a bug?",
      "report_bug_a": "Report bugs by emailing support@blue.cc with details about the issue, steps to reproduce, and any error messages.",
      "status_page_q": "Is there a status page for service availability?",
      "status_page_a": "Yes, check blue.cc/platform/status for real-time system status and incident updates."
    }
  },
  "zh": {
    "page_title": "常见问题",
    "page_subtitle": "我们已经回答了关于 Blue 的最常见问题。如果您有任何其他问题，请发送电子邮件至 support@blue.cc",
    
    "categories": {
      "general": "常规问题",
      "pricing": "价格与计划",
      "features": "功能特性",
      "security": "安全性",
      "getting_started": "开始使用",
      "api": "技术与 API",
      "collaboration": "协作与团队",
      "data_management": "数据管理",
      "troubleshooting": "故障排除与支持"
    },
    
    "general": {
      "what_is_blue_q": "什么是 Blue？",
      "what_is_blue_a": "Blue 是一个通用的流程管理平台，可用于管理组织内的各种流程。它帮助员工了解他们需要做什么，帮助管理者进行监督，并让每个人保持一致。",
      "key_benefits_q": "使用 Blue 的主要好处是什么？",
      "key_benefits_a": "Blue 提供强大的功能来帮助团队组织工作并有效协作。主要优势包括可定制的工作流程、智能自动化、实时通信和强大的分析功能。",
      "when_started_q": "Blue 是什么时候创立的？",
      "when_started_a": "Blue 成立于 2018 年 4 月，源于对现有流程和项目管理平台的失望。",
      "where_based_q": "Blue 的总部在哪里？",
      "where_based_a": "Blue 是一家美国公司（特拉华州 C 公司），拥有分布在美洲、欧洲和亚洲的完全远程团队。",
      "languages_available_q": "Blue 除了英语还有其他语言版本吗？",
      "languages_available_a": "是的，Blue 提供 24 种语言版本。\n\n阿拉伯语 (ar)、孟加拉语 (bn)、中文 (zh)、捷克语 (cz)、英语 (en)、法语 (fr)、格鲁吉亚语 (ka)、德语 (de)、印地语 (hi)、匈牙利语 (hu)、印尼语 (id)、意大利语 (it)、日语 (ja)、高棉语 (km)、韩语 (ko)、拉脱维亚语 (lv)、马拉地语 (mr)、葡萄牙语 (pt)、罗马尼亚语 (ro)、俄语 (ru)、西班牙语 (es)、瑞典语 (se)、泰语 (th) 和越南语 (vi)。",
      "types_of_businesses_q": "什么类型的企业使用 Blue？",
      "types_of_businesses_a": "Blue 服务于各个行业的广泛企业，这很棒，因为我们获得了令人难以置信的横向视角，而不是垂直行业视角。有时我们创建一个功能来解决一个行业中的一个问题，然后另一个行业可以重新利用该功能来解决完全不同的问题。",
      "different_from_competitors_q": "Blue 与 Asana、Monday.com 或 Trello 有何不同？",
      "different_from_competitors_a": "首先，Blue 的价格要便宜得多。而且我们不是风险投资支持的，所以我们的客户是我们的首要任务。它完全由创始人领导，我们专注于他们可能没有的简单性。",
      "replace_excel_q": "Blue 能替代我们的 Excel 电子表格吗？",
      "replace_excel_a": "是的，正是如此！我们有一个数据库视图可以让您做到这一点，然后您就可以获得对所有更改进行完整审计跟踪的优势。",
      "suitable_for_teams_q": "Blue 适合小团队还是企业？",
      "suitable_for_teams_a": "Blue 既适合小团队，也适合企业。"
    },
    
    "pricing": {
      "cost_q": "Blue 的费用是多少？",
      "cost_a": "Blue 有一个主要计划，提供月度和年度选项：\n\n • 月度计划：每月每用户 $7。\n • 年度计划：每年每用户 $70（相当于免费获得两个月）",
      "paid_roles_q": "哪些用户角色需要付费？",
      "paid_roles_a": "这些用户角色需要付费：\n\n• 项目管理员\n• 团队成员\n• 自定义用户角色\n\n这些用户角色是免费的：\n\n• 客户\n• 仅评论\n• 仅查看",
      "free_trial_q": "Blue 的免费试用是如何运作的？",
      "free_trial_a": "免费试用提供 7 天对所有 Blue 功能的完全访问权限。开始时不需要信用卡。如果您希望继续使用，可以在免费试用结束时升级到我们的付费计划，您还可以选择将试用期再延长 7 天。\n\n如果您需要更长的试用期或想要个性化的入门培训，您可以随时发送电子邮件至 support@blue.cc。",
      "white_label_q": "什么是白标计划？",
      "white_label_a": "白标计划是一个可选的附加功能，每年每公司 $200，允许您完全自定义 Blue 的品牌，使其看起来像您自己的流程系统。这意味着您可以在自己的域名上运行 Blue，电子邮件将来自您的电子邮件地址，您可以添加您的徽标和品牌颜色。",
      "enterprise_plan_q": "什么是企业计划？",
      "enterprise_plan_a": "Blue 企业计划适用于希望将 Blue 作为其运营流程核心部分的中大型公司，并在其账户上拥有专门的支持和工程资源。这使 Blue 能够根据他们的特定要求定制平台。",
      "nonprofit_discounts_q": "非营利组织或教育机构有折扣吗？",
      "nonprofit_discounts_a": "是的，Blue 为注册的非营利组织、非商业教育机构和开源项目提供标价 50% 的折扣。",
      "billing_mid_cycle_q": "在计费周期中添加/删除用户时如何计费？",
      "billing_mid_cycle_a": "我们按天计算，所以如果您在月中删除某人，您只需为他们在平台上的确切时间付费。如果您在月中添加某人，您只需支付半个月的费用。",
      "switch_plans_q": "我可以在月度和年度计划之间切换吗？",
      "switch_plans_a": "是的，您可以在公司账单设置中在月度和年度计划之间切换。",
      "cancel_data_q": "如果我取消订阅，我的数据会怎样？",
      "cancel_data_a": "60 天后，您的数据将被删除。",
      "volume_discounts_q": "大型团队有批量折扣吗？",
      "volume_discounts_a": "是的，请发送电子邮件至 sales@blue.cc 讨论批量折扣。",
      "lifetime_deal_q": "有终身优惠吗？",
      "lifetime_deal_a": "没有，我们过去曾在 AppSumo 上推出过，但这些优惠已不再提供。"
    },
    
    "features": {
      "integrations_q": "Blue 支持哪些集成？",
      "integrations_a": "Blue 通过 Make.com、Zapier、Pabbly Connect、Albato 和 Boost.Space 拥有 5,000 多个集成。我们还有完整的 API 用于自定义集成和细粒度的 Webhooks。",
      "support_options_q": "有哪些支持选项？",
      "support_options_a": "我们在 support@blue.cc 提供电子邮件支持。我们还提供付费支持包，用于大规模导入、完整团队入职、优先聊天支持和定期培训。请发送电子邮件至 support@blue.cc 了解更多信息。",
      "import_data_q": "我可以将现有数据导入 Blue 吗？",
      "import_data_a": "是的，Blue 支持从 CSV 文件批量导入数据。这允许您同时迁移多达 200,000 条记录，非常适合从手动 Excel 工作流或其他工作管理系统迁移。如果您对导入数据有疑问或想咨询付费支持包，可以联系 support@blue.cc。",
      "mobile_apps_q": "Blue 有移动应用吗？",
      "mobile_apps_a": "是的，提供原生的 iOS 和 Android 应用程序，让您随时随地访问 Blue。任务、评论和日历等核心功能可在设备间同步。",
      "permissions_q": "权限在 Blue 中如何工作？",
      "permissions_a": "权限是在项目级别设置的，因此用户可以根据其角色在不同项目中拥有不同的访问级别。Blue 拥有强大的自定义用户角色系统，允许您为每个项目中的每个用户组定义精确的访问权限。",
      "customize_interface_q": "我可以在 Blue 中自定义界面和工作流程吗？",
      "customize_interface_a": "是的，您可以完全自定义字段、视图、自动化规则、表单等，以匹配您的工作要求。您可以选择界面的颜色并上传您的公司徽标。我们还允许您拥有自定义域名。",
      "analytics_q": "Blue 提供什么分析功能？",
      "analytics_a": "Blue 提供实时仪表板和跨项目报告来分析进度、生产力和趋势。",
      "export_data_q": "我可以从 Blue 导出我的数据吗？",
      "export_data_a": "是的，您可以随时通过 API 或批量 CSV 导出导出所有 Blue 数据。您拥有您的数据，并且始终可以访问。",
      "file_storage_limits_q": "Blue 中存在哪些文件存储限制？",
      "file_storage_limits_a": "Blue 为每个客户提供 500GB 的存储空间。企业账户可以申请额外的存储空间。",
      "feature_requests_q": "我在哪里提交 Blue 的功能请求？",
      "feature_requests_a": "我们很乐意听到您的功能想法！您可以直接发送电子邮件至 support@blue.cc 或加入我们的社区论坛 https://ask.blue.cc",
      "automations_q": "什么是自动化，我可以创建多少个？",
      "automations_a": "您可以创建任意数量的自动化。它们基于触发器工作 - 您可以说\"当某事发生时，然后执行此操作\"。这是自动化管理工作的好方法。",
      "public_forms_q": "我可以为外部提交创建公共表单吗？",
      "public_forms_a": "是的，您可以为外部提交创建公共表单。",
      "custom_fields_q": "自定义字段如何工作，有哪些类型可用？",
      "custom_fields_a": "自定义字段允许您在 Blue 中创建自己的数据库结构。有超过 24 种类型可用。",
      "formulas_q": "我可以使用公式自动计算值吗？",
      "formulas_a": "您可以使用公式自动计算值。您可以从数字自定义字段、货币自定义字段和百分比自定义字段中提取数据来生成特定值。",
      "projects_vs_records_q": "项目和记录之间有什么区别？",
      "projects_vs_records_a": "项目是许多记录的容器，记录是 Blue 中最细粒度的单位。记录包含自定义字段。",
      "templates_q": "我可以为重复项目创建模板吗？",
      "templates_a": "是的，您可以为重复项目和流程创建模板。",
      "dependencies_q": "任务之间的依赖关系如何工作？",
      "dependencies_a": "您可以使用依赖关系自定义字段在任务之间创建依赖关系。",
      "project_limit_q": "我可以创建的项目数量有限制吗？",
      "project_limit_a": "不，您可以创建的项目数量没有限制。",
      "recurring_tasks_q": "我可以设置重复任务吗？",
      "recurring_tasks_a": "是的，您可以设置重复任务。",
      "ai_summarization_q": "AI 摘要功能如何工作？",
      "ai_summarization_a": "我们将所有评论发送到自定义 AI 模型，该模型会返回摘要。"
    },
    
    "security": {
      "gdpr_compliant_q": "Blue 符合 GDPR 吗？",
      "gdpr_compliant_a": "是的，Blue 完全符合 GDPR。有关详细信息，请参阅我们的 GDPR 政策：https://blue.cc/legal/gdpr",
      "hipaa_compliant_q": "Blue 符合 HIPAA 吗？",
      "hipaa_compliant_a": "是的，Blue 符合 HIPAA，因此您可以上传与医疗保健相关的数据。在我们的 HIPAA 政策中了解更多信息：https://blue.cc/legal/hipaa",
      "data_encryption_q": "Blue 中的数据是如何加密的？",
      "data_encryption_a": "Blue 对静态数据和传输中的数据都使用银行级加密。\n\n • 静态数据使用 256 位 AES 加密进行加密。\n • 传输中的数据受 TLS 1.2+（或更高）协议保护。\n\n这确保您的信息始终安全。",
      "data_storage_q": "我的数据存储在哪里？",
      "data_storage_a": "数据存储在欧洲和亚洲的多个数据中心。",
      "backup_frequency_q": "备份多久执行一次？",
      "backup_frequency_a": "每天备份，保留 30 天。",
      "restrict_access_q": "我可以限制对特定字段或记录的访问吗？",
      "restrict_access_a": "是的，您可以使用自定义用户权限限制对特定字段或记录的访问。",
      "two_factor_auth_q": "是否提供双因素身份验证？",
      "two_factor_auth_a": "我们目前没有双因素身份验证，但所有登录都通过魔术链接完成。",
      "data_breaches_q": "你们如何处理数据泄露？",
      "data_breaches_a": "幸运的是，我们以前从未发生过数据泄露，但如果发生这种情况，我们确实有一个通知系统。"
    },
    
    "getting_started": {
      "setup_first_project_q": "我如何在 Blue 中设置我的第一个项目？",
      "setup_first_project_a": "注册后，您可以从仪表板创建您的第一个项目。我们建议从与您的用例匹配的模板开始，然后使用您自己的字段和工作流程进行自定义。",
      "migration_help_q": "我可以获得从其他工具迁移的帮助吗？",
      "migration_help_a": "是的，Blue 支持从 CSV 文件批量导入数据，最多可导入 200,000 条记录。如需迁移帮助，请发送电子邮件至 support@blue.cc 或咨询我们的付费支持包。",
      "guided_onboarding_q": "有引导式入门流程吗？",
      "guided_onboarding_a": "是的，新用户会通过初始设置步骤获得指导。我们还为需要个性化培训的团队提供付费入门包。",
      "time_to_start_q": "开始使用 Blue 需要多长时间？",
      "time_to_start_a": "大多数用户可以在几分钟内设置他们的第一个项目并开始协作。直观的界面使您能够快速提高工作效率。",
      "templates_available_q": "有模板可以让我快速开始吗？",
      "templates_available_a": "是的，Blue 为常见用例提供各种项目模板，您可以自定义以满足您的需求。",
      "training_services_q": "你们提供培训或实施服务吗？",
      "training_services_a": "是的，我们提供付费支持包，用于全团队入门、培训会议和实施协助。请发送电子邮件至 support@blue.cc 了解更多信息。"
    },
    
    "api": {
      "programming_languages_q": "我可以使用哪些编程语言与 Blue API？",
      "programming_languages_a": "Blue GraphQL API 可以与任何支持 HTTP 请求的编程语言一起使用。我们提供流行语言的示例，如 JavaScript、Python 和 Ruby。",
      "rate_limits_q": "API 请求有速率限制吗？",
      "rate_limits_a": "是的，API 请求受到速率限制以确保平台稳定性。请联系支持以了解具体限制和企业选项。",
      "webhooks_work_q": "Webhooks 在 Blue 中如何工作？",
      "webhooks_work_a": "Webhooks 允许您在 Blue 中发生事件时接收实时通知。您可以配置 webhooks 以触发各种事件，如记录创建、更新或状态更改。",
      "custom_integrations_q": "我可以构建自定义集成吗？",
      "custom_integrations_a": "是的，您可以使用我们的 GraphQL API 构建自定义集成，它提供 Blue 功能的 100% 覆盖。",
      "api_documentation_q": "有 API 文档吗？",
      "api_documentation_a": "是的，全面的 API 文档可在 blue.cc/docs/api 获得。",
      "api_authentication_q": "我如何使用 API 进行身份验证？",
      "api_authentication_a": "API 身份验证使用您可以从账户设置生成的 API 密钥。将密钥包含在您的请求标头中。"
    },
    
    "collaboration": {
      "invite_team_q": "我如何邀请团队成员加入 Blue？",
      "invite_team_a": "您可以从公司管理部分邀请团队成员。他们将收到一封电子邮件邀请加入您的工作区。",
      "external_clients_q": "外部客户可以访问特定项目吗？",
      "external_clients_a": "是的，您可以使用免费的“客户”用户角色将客户添加到特定项目，让他们只能访问他们需要看到的内容。",
      "notifications_work_q": "通知如何工作？",
      "notifications_work_a": "Blue 为提及、分配、截止日期和其他重要事件发送通知。您可以在个人资料设置中自定义通知偏好。",
      "mention_team_q": "我可以在评论中提及团队成员吗？",
      "mention_team_a": "是的，使用 @ 后跟他们的名字来在评论中提及团队成员。他们将收到通知。",
      "approval_workflows_q": "我如何设置审批工作流程？",
      "approval_workflows_a": "您可以使用自动化和自定义字段创建审批工作流程，以通过不同阶段和受让人路由工作。",
      "isolated_workspaces_q": "不同的团队可以有隔离的工作区吗？",
      "isolated_workspaces_a": "是的，您可以为不同的团队创建具有自定义权限的单独项目，以确保适当的隔离。"
    },
    
    "data_management": {
      "max_file_size_q": "我可以上传的最大文件大小是多少？",
      "max_file_size_a": "单个文件上传受到限制以确保平台性能。有关具体限制，请检查您的计划详情或联系支持。",
      "bulk_update_q": "我如何批量更新多条记录？",
      "bulk_update_a": "您可以通过选择多个项目并使用批量操作菜单来批量更新记录，或者使用带有更新模式的 CSV 导入。",
      "relationships_projects_q": "我可以在不同项目之间创建关系吗？",
      "relationships_projects_a": "是的，您可以使用引用和查找自定义字段在不同项目中的记录之间创建关系。",
      "archive_projects_q": "我如何归档旧项目？",
      "archive_projects_a": "可以从项目设置菜单归档项目。归档的项目在活动视图中隐藏，但数据仍然可以访问。",
      "search_capabilities_q": "有哪些搜索功能？",
      "search_capabilities_a": "Blue 提供跨所有项目的强大搜索，具有记录、文件、评论等的过滤器。您可以保存经常使用的搜索。",
      "custom_reports_q": "我可以创建自定义报告吗？",
      "custom_reports_a": "是的，使用仪表板功能创建具有各种图表类型和跨项目分析的自定义报告。"
    },
    
    "troubleshooting": {
      "cant_see_project_q": "为什么我看不到与我共享的项目？",
      "cant_see_project_a": "检查您是否已被添加到具有适当权限的项目中。如果问题仍然存在，请联系您的管理员或 support@blue.cc。",
      "recover_deleted_q": "我如何恢复已删除的数据？",
      "recover_deleted_a": "立即联系 support@blue.cc。我们保留 30 天的备份，可能能够帮助恢复最近删除的数据。",
      "supported_browsers_q": "支持哪些浏览器？",
      "supported_browsers_a": "Blue 在现代浏览器上效果最佳，包括 Chrome、Firefox、Safari 和 Edge。我们建议保持您的浏览器更新。",
      "automations_not_triggering_q": "为什么我的自动化没有触发？",
      "automations_not_triggering_a": "检查是否为您的项目启用了自动化，以及触发条件是否正确配置。查看自动化日志了解详细信息。",
      "report_bug_q": "我如何报告错误？",
      "report_bug_a": "通过发送电子邮件至 support@blue.cc 报告错误，包括有关问题的详细信息、重现步骤和任何错误消息。",
      "status_page_q": "有服务可用性状态页面吗？",
      "status_page_a": "是的，请访问 blue.cc/platform/status 查看实时系统状态和事件更新。"
    }
  },
  "es": {
    "page_title": "Preguntas Frecuentes",
    "page_subtitle": "Hemos respondido a las preguntas más comunes sobre Blue. Si tiene alguna otra pregunta, envíe un correo electrónico a support@blue.cc",
    
    "categories": {
      "general": "General",
      "pricing": "Precios y Planes",
      "features": "Características y Funcionalidad",
      "security": "Seguridad",
      "getting_started": "Primeros Pasos",
      "api": "Técnico y API",
      "collaboration": "Colaboración y Equipos",
      "data_management": "Gestión de Datos",
      "troubleshooting": "Solución de Problemas y Soporte"
    },
    
    "general": {
      "what_is_blue_q": "¿Qué es Blue?",
      "what_is_blue_a": "Blue es una plataforma de gestión de procesos de propósito general que se puede utilizar para gestionar una variedad de procesos en las organizaciones. Ayuda al personal a entender qué tienen que hacer, a los gerentes a tener supervisión y a todos a mantenerse alineados.",
      "key_benefits_q": "¿Cuáles son los beneficios clave de usar Blue?",
      "key_benefits_a": "Blue ofrece características robustas para ayudar a los equipos a organizar el trabajo y colaborar eficazmente. Los beneficios clave incluyen flujos de trabajo personalizables, automatización inteligente, comunicación en tiempo real y análisis potentes.",
      "when_started_q": "¿Cuándo se fundó Blue?",
      "when_started_a": "Blue se fundó en abril de 2018 debido a la frustración con las plataformas existentes de gestión de procesos y proyectos.",
      "where_based_q": "¿Dónde tiene su sede Blue?",
      "where_based_a": "Blue es una empresa estadounidense (Delaware C Corp) con un equipo completamente remoto con sede en las Américas, Europa y Asia.",
      "languages_available_q": "¿Está Blue disponible en otros idiomas además del inglés?",
      "languages_available_a": "Sí, Blue está disponible en 24 idiomas.\n\nÁrabe (ar), Bengalí (bn), Chino (zh), Checo (cz), Inglés (en), Francés (fr), Georgiano (ka), Alemán (de), Hindi (hi), Húngaro (hu), Indonesio (id), Italiano (it), Japonés (ja), Jemer (km), Coreano (ko), Letón (lv), Marathi (mr), Portugués (pt), Rumano (ro), Ruso (ru), Español (es), Sueco (se), Tailandés (th) y Vietnamita (vi).",
      "types_of_businesses_q": "¿Qué tipos de empresas usan Blue?",
      "types_of_businesses_a": "Blue sirve a una amplia gama de empresas en diferentes industrias, lo cual es fantástico porque obtenemos esta increíble vista horizontal en lugar de una vista vertical de la industria. A veces creamos una función para resolver un problema en una industria, y luego otra industria puede reutilizar esa función para resolver un problema completamente diferente.",
      "different_from_competitors_q": "¿En qué se diferencia Blue de Asana, Monday.com o Trello?",
      "different_from_competitors_a": "En primer lugar, Blue es mucho más económico. Tampoco está financiado por capital de riesgo, por lo que nuestros clientes son nuestra principal prioridad. Está completamente dirigido por los fundadores y nos enfocamos en un nivel de simplicidad que quizás ellos no tienen.",
      "replace_excel_q": "¿Puede Blue reemplazar nuestras hojas de cálculo de Excel?",
      "replace_excel_a": "¡Sí, exactamente! Tenemos una vista de base de datos que le permite hacer eso, y luego obtiene la ventaja de tener registros de auditoría completos para todos los cambios.",
      "suitable_for_teams_q": "¿Blue es adecuado para equipos pequeños o empresas?",
      "suitable_for_teams_a": "Blue es adecuado tanto para equipos pequeños como para empresas."
    },
    
    "pricing": {
      "cost_q": "¿Cuánto cuesta Blue?",
      "cost_a": "Blue tiene un plan principal con opciones mensuales y anuales:\n\n • Plan mensual: $7/mes/usuario.\n • Plan anual: $70/año/usuario (obtienes dos meses gratis)",
      "paid_roles_q": "¿Qué roles de usuario cuentan como rol de pago?",
      "paid_roles_a": "Estos roles de usuario son de pago:\n\n• Administrador de Proyecto\n• Miembro del Equipo\n• Roles de Usuario Personalizados\n\nY estos roles de usuario son gratuitos:\n\n• Clientes\n• Solo Comentarios\n• Solo Vista",
      "free_trial_q": "¿Cómo funciona la prueba gratuita de Blue?",
      "free_trial_a": "La prueba gratuita proporciona acceso completo a todas las funciones de Blue durante 7 días. No se requiere tarjeta de crédito para comenzar. Si desea continuar, puede actualizar a nuestro plan de pago al final de la prueba gratuita y también tendrá la opción de extender su prueba por otros 7 días.\n\nSiempre puede enviarnos un correo electrónico a support@blue.cc si necesita una prueba más larga o desea una incorporación personalizada.",
      "white_label_q": "¿Qué es el Plan de Marca Blanca?",
      "white_label_a": "El Plan de Marca Blanca es un complemento opcional, con un precio de $200/año por empresa, que le permite personalizar completamente la marca de Blue para que parezca su propio sistema de procesos. Esto significa que puede ejecutar Blue en su propio dominio, los correos electrónicos vendrán de sus direcciones de correo electrónico y puede agregar su logotipo y colores de marca.",
      "enterprise_plan_q": "¿Qué es el Plan Empresarial?",
      "enterprise_plan_a": "El plan Blue Enterprise es para empresas medianas y grandes que desean hacer de Blue una parte central de sus procesos operativos y tener recursos de soporte e ingeniería dedicados en su cuenta. Esto permite a Blue personalizar la plataforma según sus requisitos específicos.",
      "nonprofit_discounts_q": "¿Hay descuentos para organizaciones sin fines de lucro o instituciones educativas?",
      "nonprofit_discounts_a": "Sí, Blue ofrece un 50% de descuento sobre los precios de lista para organizaciones sin fines de lucro registradas, instituciones educativas no comerciales y proyectos de código abierto.",
      "billing_mid_cycle_q": "¿Cómo funciona la facturación al agregar/eliminar usuarios a mitad del ciclo?",
      "billing_mid_cycle_a": "Contamos por día, por lo que si elimina a alguien a mitad de mes, solo se le factura por el tiempo exacto que estuvo en la plataforma. Si agrega a alguien a mitad de mes, solo se le factura por medio mes.",
      "switch_plans_q": "¿Puedo cambiar entre planes mensuales y anuales?",
      "switch_plans_a": "Sí, puede cambiar entre planes mensuales y anuales en la configuración de facturación de la empresa.",
      "cancel_data_q": "¿Qué sucede con mis datos si cancelo mi suscripción?",
      "cancel_data_a": "Después de 60 días, sus datos serán eliminados.",
      "volume_discounts_q": "¿Ofrecen descuentos por volumen para equipos grandes?",
      "volume_discounts_a": "Sí, envíe un correo electrónico a sales@blue.cc para discutir descuentos por volumen.",
      "lifetime_deal_q": "¿Hay alguna oferta de por vida disponible?",
      "lifetime_deal_a": "No, estuvimos en AppSumo en el pasado pero esas ofertas ya no están disponibles."
    },
    
    "features": {
      "integrations_q": "¿Qué integraciones admite Blue?",
      "integrations_a": "Blue tiene más de 5,000 integraciones a través de Make.com, Zapier, Pabbly Connect, Albato y Boost.Space. También tenemos una API completa para integraciones personalizadas y Webhooks granulares.",
      "support_options_q": "¿Qué opciones de soporte están disponibles?",
      "support_options_a": "Ofrecemos soporte por correo electrónico en support@blue.cc. También ofrecemos paquetes de soporte pagados para importaciones a gran escala, incorporación de equipos completos, soporte por chat prioritario y capacitación regular. Envíenos un correo electrónico a support@blue.cc para obtener más información.",
      "import_data_q": "¿Puedo importar mis datos existentes a Blue?",
      "import_data_a": "Sí, Blue admite la importación masiva de datos desde archivos CSV. Esto le permite migrar hasta 200,000 registros simultáneamente y es perfecto para la migración desde flujos de trabajo manuales de Excel u otros sistemas de gestión de trabajo. Puede comunicarse con support@blue.cc si tiene preguntas sobre la importación de sus datos o para consultar sobre paquetes de soporte pagados.",
      "mobile_apps_q": "¿Blue tiene aplicaciones móviles?",
      "mobile_apps_a": "Sí, las aplicaciones nativas de iOS y Android están disponibles para acceder a Blue mientras se desplaza. La funcionalidad principal como tareas, comentarios y calendarios se sincroniza entre dispositivos.",
      "permissions_q": "¿Cómo funcionan los permisos en Blue?",
      "permissions_a": "Los permisos se establecen a nivel de proyecto, por lo que los usuarios pueden tener diferentes niveles de acceso en los proyectos según sus roles. Blue tiene un potente sistema de roles de usuario personalizados que le permite definir el acceso preciso para cada grupo de usuarios en cada proyecto.",
      "customize_interface_q": "¿Puedo personalizar la interfaz y los flujos de trabajo en Blue?",
      "customize_interface_a": "Sí, puede personalizar completamente campos, vistas, reglas de automatización, formularios y más para que coincidan con sus requisitos de trabajo. Puede elegir el color de la interfaz y cargar el logotipo de su empresa. También le permitimos tener un dominio personalizado.",
      "analytics_q": "¿Qué análisis proporciona Blue?",
      "analytics_a": "Blue ofrece paneles en tiempo real e informes entre proyectos para analizar el progreso, la productividad y las tendencias.",
      "export_data_q": "¿Puedo exportar mis datos desde Blue?",
      "export_data_a": "Sí, puede exportar todos sus datos de Blue en cualquier momento a través de la API o la exportación masiva de CSV. Usted es dueño de sus datos y siempre es accesible.",
      "file_storage_limits_q": "¿Qué límites de almacenamiento de archivos existen en Blue?",
      "file_storage_limits_a": "Blue ofrece 500 GB de espacio de almacenamiento por cliente. Se puede solicitar almacenamiento adicional para cuentas empresariales.",
      "feature_requests_q": "¿Dónde envío solicitudes de funciones para Blue?",
      "feature_requests_a": "¡Nos encantaría escuchar sus ideas de funciones! Puede enviarnos un correo electrónico directamente a support@blue.cc o unirse a nuestros foros comunitarios en https://ask.blue.cc",
      "automations_q": "¿Qué son las automatizaciones y cuántas puedo crear?",
      "automations_a": "Puede crear tantas automatizaciones como desee. Funcionan sobre la base de un disparador: puede decir \"cuando sucede algo, entonces haz esto\". Es una excelente manera de automatizar el trabajo administrativo.",
      "public_forms_q": "¿Puedo crear formularios públicos para envíos externos?",
      "public_forms_a": "Sí, puede crear formularios públicos para envíos externos.",
      "custom_fields_q": "¿Cómo funcionan los campos personalizados y qué tipos están disponibles?",
      "custom_fields_a": "Los campos personalizados le permiten crear su propia estructura de base de datos en Blue. Hay más de 24 tipos disponibles.",
      "formulas_q": "¿Puedo usar fórmulas para calcular valores automáticamente?",
      "formulas_a": "Puede usar fórmulas para calcular valores automáticamente. Puede extraer de campos personalizados numéricos, campos personalizados de moneda y campos personalizados de porcentaje para generar valores específicos.",
      "projects_vs_records_q": "¿Cuál es la diferencia entre proyectos y registros?",
      "projects_vs_records_a": "Un proyecto es un contenedor de muchos registros, y un registro es la unidad más granular en Blue. Un registro contiene campos personalizados.",
      "templates_q": "¿Puedo crear plantillas para proyectos recurrentes?",
      "templates_a": "Sí, puede crear plantillas para proyectos y procesos recurrentes.",
      "dependencies_q": "¿Cómo funcionan las dependencias entre tareas?",
      "dependencies_a": "Puede crear dependencias entre tareas utilizando el campo personalizado de dependencia.",
      "project_limit_q": "¿Hay un límite en la cantidad de proyectos que puedo crear?",
      "project_limit_a": "No, no hay límite en la cantidad de proyectos que puede crear.",
      "recurring_tasks_q": "¿Puedo configurar tareas recurrentes?",
      "recurring_tasks_a": "Sí, puede configurar tareas recurrentes.",
      "ai_summarization_q": "¿Cómo funciona la función de resumen de IA?",
      "ai_summarization_a": "Enviamos todos los comentarios a un modelo de IA personalizado que devuelve un resumen."
    },
    
    "security": {
      "gdpr_compliant_q": "¿Blue cumple con el GDPR?",
      "gdpr_compliant_a": "Sí, Blue cumple completamente con el GDPR. Para obtener más detalles, consulte nuestra política de GDPR en https://blue.cc/legal/gdpr",
      "hipaa_compliant_q": "¿Blue cumple con HIPAA?",
      "hipaa_compliant_a": "Sí, Blue cumple con HIPAA, por lo que puede cargar datos relacionados con la atención médica. Obtenga más información en nuestra política de HIPAA en https://blue.cc/legal/hipaa",
      "data_encryption_q": "¿Cómo se cifran los datos en Blue?",
      "data_encryption_a": "Blue utiliza cifrado de nivel bancario tanto para datos en reposo como en tránsito.\n\n • Los datos en reposo están cifrados con cifrado AES de 256 bits.\n • Los datos en tránsito están protegidos con protocolos TLS 1.2+ (o superior).\n\nEsto garantiza que su información esté segura en todo momento.",
      "data_storage_q": "¿Dónde se almacenan mis datos?",
      "data_storage_a": "Los datos se almacenan en múltiples centros de datos tanto en Europa como en Asia.",
      "backup_frequency_q": "¿Con qué frecuencia se realizan las copias de seguridad?",
      "backup_frequency_a": "Las copias de seguridad se realizan diariamente durante 30 días.",
      "restrict_access_q": "¿Puedo restringir el acceso a campos o registros específicos?",
      "restrict_access_a": "Sí, puede restringir el acceso a campos o registros específicos utilizando los permisos de usuario personalizados.",
      "two_factor_auth_q": "¿Está disponible la autenticación de dos factores?",
      "two_factor_auth_a": "No tenemos autenticación de dos factores disponible, pero todos los inicios de sesión se realizan mediante Magic Link.",
      "data_breaches_q": "¿Cómo manejan las violaciones de datos?",
      "data_breaches_a": "Afortunadamente, nunca hemos tenido una violación de datos antes, pero tenemos un sistema de notificación en caso de que eso suceda."
    },
    
    "getting_started": {
      "setup_first_project_q": "¿Cómo configuro mi primer proyecto en Blue?",
      "setup_first_project_a": "Después de registrarse, puede crear su primer proyecto desde el panel de control. Recomendamos comenzar con una plantilla que coincida con su caso de uso, luego personalizarla con sus propios campos y flujos de trabajo.",
      "migration_help_q": "¿Puedo obtener ayuda para migrar desde otra herramienta?",
      "migration_help_a": "Sí, Blue admite la importación masiva de datos desde archivos CSV para hasta 200,000 registros. Para obtener ayuda con la migración, envíe un correo electrónico a support@blue.cc o consulte sobre nuestros paquetes de soporte pagados.",
      "guided_onboarding_q": "¿Hay un proceso de incorporación guiado?",
      "guided_onboarding_a": "Sí, los nuevos usuarios son guiados a través de los pasos de configuración inicial. También ofrecemos paquetes de incorporación pagados para equipos que desean capacitación personalizada.",
      "time_to_start_q": "¿Cuánto tiempo lleva comenzar con Blue?",
      "time_to_start_a": "La mayoría de los usuarios pueden configurar su primer proyecto y comenzar a colaborar en cuestión de minutos. La interfaz intuitiva facilita ser productivo rápidamente.",
      "templates_available_q": "¿Hay plantillas que pueda usar para comenzar rápidamente?",
      "templates_available_a": "Sí, Blue ofrece varias plantillas de proyectos para casos de uso comunes que puede personalizar para satisfacer sus necesidades.",
      "training_services_q": "¿Ofrecen servicios de capacitación o implementación?",
      "training_services_a": "Sí, ofrecemos paquetes de soporte pagados para la incorporación completa del equipo, sesiones de capacitación y asistencia de implementación. Envíe un correo electrónico a support@blue.cc para obtener más información."
    },
    
    "api": {
      "programming_languages_q": "¿Qué lenguajes de programación puedo usar con la API de Blue?",
      "programming_languages_a": "La API GraphQL de Blue se puede usar con cualquier lenguaje de programación que admita solicitudes HTTP. Proporcionamos ejemplos en lenguajes populares como JavaScript, Python y Ruby.",
      "rate_limits_q": "¿Hay límites de velocidad en las solicitudes de API?",
      "rate_limits_a": "Sí, las solicitudes de API tienen límite de velocidad para garantizar la estabilidad de la plataforma. Póngase en contacto con el soporte para conocer los límites específicos y las opciones empresariales.",
      "webhooks_work_q": "¿Cómo funcionan los webhooks en Blue?",
      "webhooks_work_a": "Los webhooks le permiten recibir notificaciones en tiempo real cuando ocurren eventos en Blue. Puede configurar webhooks para activarse en varios eventos como creación de registros, actualizaciones o cambios de estado.",
      "custom_integrations_q": "¿Puedo crear integraciones personalizadas?",
      "custom_integrations_a": "Sí, puede crear integraciones personalizadas utilizando nuestra API GraphQL que proporciona una cobertura del 100% de la funcionalidad de Blue.",
      "api_documentation_q": "¿Hay documentación de API disponible?",
      "api_documentation_a": "Sí, la documentación completa de la API está disponible en blue.cc/docs/api.",
      "api_authentication_q": "¿Cómo me autentico con la API?",
      "api_authentication_a": "La autenticación de API utiliza claves de API que puede generar desde la configuración de su cuenta. Incluya la clave en los encabezados de su solicitud."
    },
    
    "collaboration": {
      "invite_team_q": "¿Cómo invito a miembros del equipo a Blue?",
      "invite_team_a": "Puede invitar a miembros del equipo desde la sección Administración de la empresa. Recibirán una invitación por correo electrónico para unirse a su espacio de trabajo.",
      "external_clients_q": "¿Pueden los clientes externos acceder a proyectos específicos?",
      "external_clients_a": "Sí, puede agregar clientes a proyectos específicos con el rol de usuario \"Cliente\" gratuito, dándoles acceso limitado solo a lo que necesitan ver.",
      "notifications_work_q": "¿Cómo funcionan las notificaciones?",
      "notifications_work_a": "Blue envía notificaciones para menciones, asignaciones, fechas de vencimiento y otros eventos importantes. Puede personalizar las preferencias de notificación en la configuración de su perfil.",
      "mention_team_q": "¿Puedo mencionar a miembros del equipo en los comentarios?",
      "mention_team_a": "Sí, use @ seguido de su nombre para mencionar a los miembros del equipo en los comentarios. Recibirán una notificación.",
      "approval_workflows_q": "¿Cómo configuro flujos de trabajo de aprobación?",
      "approval_workflows_a": "Puede crear flujos de trabajo de aprobación utilizando automatizaciones y campos personalizados para enrutar el trabajo a través de diferentes etapas y asignados.",
      "isolated_workspaces_q": "¿Pueden diferentes equipos tener espacios de trabajo aislados?",
      "isolated_workspaces_a": "Sí, puede crear proyectos separados para diferentes equipos con permisos personalizados para garantizar el aislamiento adecuado."
    },
    
    "data_management": {
      "max_file_size_q": "¿Cuál es el tamaño máximo de archivo que puedo cargar?",
      "max_file_size_a": "Las cargas de archivos individuales están limitadas para garantizar el rendimiento de la plataforma. Para conocer los límites específicos, consulte los detalles de su plan o póngase en contacto con el soporte.",
      "bulk_update_q": "¿Cómo actualizo varios registros de forma masiva?",
      "bulk_update_a": "Puede actualizar registros de forma masiva seleccionando varios elementos y usando el menú de acciones masivas, o usando la importación CSV con modo de actualización.",
      "relationships_projects_q": "¿Puedo crear relaciones entre diferentes proyectos?",
      "relationships_projects_a": "Sí, puede usar campos personalizados de referencia y búsqueda para crear relaciones entre registros en diferentes proyectos.",
      "archive_projects_q": "¿Cómo archivo proyectos antiguos?",
      "archive_projects_a": "Los proyectos se pueden archivar desde el menú de configuración del proyecto. Los proyectos archivados están ocultos de las vistas activas pero los datos siguen siendo accesibles.",
      "search_capabilities_q": "¿Qué capacidades de búsqueda están disponibles?",
      "search_capabilities_a": "Blue ofrece una búsqueda potente en todos los proyectos, con filtros para registros, archivos, comentarios y más. Puede guardar búsquedas utilizadas con frecuencia.",
      "custom_reports_q": "¿Puedo crear informes personalizados?",
      "custom_reports_a": "Sí, use la función Paneles para crear informes personalizados con varios tipos de gráficos y análisis entre proyectos."
    },
    
    "troubleshooting": {
      "cant_see_project_q": "¿Por qué no puedo ver un proyecto que se compartió conmigo?",
      "cant_see_project_a": "Verifique que haya sido agregado al proyecto con los permisos apropiados. Si los problemas persisten, comuníquese con su administrador o support@blue.cc.",
      "recover_deleted_q": "¿Cómo recupero datos eliminados?",
      "recover_deleted_a": "Póngase en contacto con el soporte inmediatamente en support@blue.cc. Mantenemos copias de seguridad durante 30 días y es posible que podamos ayudar a recuperar datos eliminados recientemente.",
      "supported_browsers_q": "¿Qué navegadores son compatibles?",
      "supported_browsers_a": "Blue funciona mejor en navegadores modernos, incluidos Chrome, Firefox, Safari y Edge. Recomendamos mantener su navegador actualizado.",
      "automations_not_triggering_q": "¿Por qué mis automatizaciones no se activan?",
      "automations_not_triggering_a": "Verifique que las automatizaciones estén habilitadas para su proyecto y que las condiciones de activación estén configuradas correctamente. Revise los registros de automatización para obtener detalles.",
      "report_bug_q": "¿Cómo informo un error?",
      "report_bug_a": "Informe errores enviando un correo electrónico a support@blue.cc con detalles sobre el problema, pasos para reproducir y cualquier mensaje de error.",
      "status_page_q": "¿Hay una página de estado para la disponibilidad del servicio?",
      "status_page_a": "Sí, consulte blue.cc/platform/status para ver el estado del sistema en tiempo real y las actualizaciones de incidentes."
    }
  },
  "fr": {
    "page_title": "Questions Fréquemment Posées",
    "page_subtitle": "Nous avons répondu aux questions les plus courantes sur Blue. Si vous avez d'autres questions, envoyez un e-mail à support@blue.cc",
    
    "categories": {
      "general": "Général",
      "pricing": "Prix et Plans",
      "features": "Fonctionnalités",
      "security": "Sécurité",
      "getting_started": "Démarrage et Intégration",
      "api": "Technique et API",
      "collaboration": "Collaboration et Équipes",
      "data_management": "Gestion des Données",
      "troubleshooting": "Dépannage et Support"
    },
    
    "general": {
      "what_is_blue_q": "Qu'est-ce que Blue ?",
      "what_is_blue_a": "Blue est une plateforme de gestion de processus à usage général qui peut être utilisée pour gérer une variété de processus au sein des organisations. Il aide le personnel à comprendre ce qu'il doit faire, les managers à avoir une supervision, et tout le monde à rester aligné.",
      "key_benefits_q": "Quels sont les principaux avantages d'utiliser Blue ?",
      "key_benefits_a": "Blue offre des fonctionnalités robustes pour aider les équipes à organiser le travail et à collaborer efficacement. Les principaux avantages incluent des flux de travail personnalisables, une automatisation intelligente, une communication en temps réel et des analyses puissantes.",
      "when_started_q": "Quand Blue a-t-il été créé ?",
      "when_started_a": "Blue a été fondé en avril 2018 en raison d'une frustration avec les plateformes de gestion de processus et de projets existantes.",
      "where_based_q": "Où Blue est-il basé ?",
      "where_based_a": "Blue est une société américaine (Delaware C Corp) avec une équipe entièrement distante basée dans les Amériques, en Europe et en Asie.",
      "languages_available_q": "Blue est-il disponible dans d'autres langues que l'anglais ?",
      "languages_available_a": "Oui, Blue est disponible en 24 langues.\n\nArabe (ar), Bengali (bn), Chinois (zh), Tchèque (cz), Anglais (en), Français (fr), Géorgien (ka), Allemand (de), Hindi (hi), Hongrois (hu), Indonésien (id), Italien (it), Japonais (ja), Khmer (km), Coréen (ko), Letton (lv), Marathi (mr), Portugais (pt), Roumain (ro), Russe (ru), Espagnol (es), Suédois (se), Thaï (th) et Vietnamien (vi).",
      "types_of_businesses_q": "Quels types d'entreprises utilisent Blue ?",
      "types_of_businesses_a": "Blue sert une très large gamme d'entreprises dans différents secteurs, ce qui est fantastique car nous obtenons cette vue horizontale incroyable au lieu d'une vue verticale de l'industrie. Parfois, nous créons une fonctionnalité pour résoudre un problème dans une industrie, puis une autre industrie peut réutiliser cette fonctionnalité pour résoudre un problème complètement différent.",
      "different_from_competitors_q": "En quoi Blue est-il différent d'Asana, Monday.com ou Trello ?",
      "different_from_competitors_a": "Tout d'abord, Blue est beaucoup moins cher. Il n'est pas non plus financé par du capital-risque, donc nos clients sont notre priorité principale. Il est entièrement dirigé par les fondateurs et nous nous concentrons sur un niveau de simplicité qu'ils n'ont peut-être pas.",
      "replace_excel_q": "Blue peut-il remplacer nos feuilles de calcul Excel ?",
      "replace_excel_a": "Oui, exactement ! Nous avons une vue de base de données qui vous permet de faire cela, et vous obtenez l'avantage d'avoir des pistes d'audit complètes pour tous les changements.",
      "suitable_for_teams_q": "Blue convient-il aux petites équipes ou aux entreprises ?",
      "suitable_for_teams_a": "Blue convient aussi bien aux petites équipes qu'aux entreprises."
    },
    
    "pricing": {
      "cost_q": "Combien coûte Blue ?",
      "cost_a": "Blue a un plan principal avec des options mensuelles et annuelles :\n\n • Plan mensuel : 7$/mois/utilisateur.\n • Plan annuel : 70$/an/utilisateur (vous obtenez donc deux mois gratuits)",
      "paid_roles_q": "Quels rôles d'utilisateur comptent comme rôle payant ?",
      "paid_roles_a": "Ces rôles d'utilisateur sont payants :\n\n• Administrateur de Projet\n• Membre de l'Équipe\n• Rôles d'Utilisateur Personnalisés\n\nEt ces rôles d'utilisateur sont gratuits :\n\n• Clients\n• Commentaire Uniquement\n• Visualisation Uniquement",
      "free_trial_q": "Comment fonctionne l'essai gratuit de Blue ?",
      "free_trial_a": "L'essai gratuit donne un accès complet à toutes les fonctionnalités de Blue pendant 7 jours. Aucune carte de crédit n'est requise pour commencer. Si vous souhaitez continuer, vous pouvez passer à notre plan payant à la fin de l'essai gratuit et vous aurez également la possibilité de prolonger votre essai de 7 jours supplémentaires.\n\nVous pouvez toujours nous envoyer un e-mail à support@blue.cc si vous avez besoin d'un essai plus long ou si vous souhaitez une intégration personnalisée.",
      "white_label_q": "Qu'est-ce que le Plan Marque Blanche ?",
      "white_label_a": "Le Plan Marque Blanche est un module complémentaire optionnel, au prix de 200$/an par entreprise, qui vous permet de personnaliser entièrement la marque de Blue pour qu'elle ressemble à votre propre système de processus. Cela signifie que vous pouvez exécuter Blue sur votre propre domaine, que les e-mails proviendront de vos adresses e-mail et que vous pouvez ajouter votre logo et vos couleurs de marque.",
      "enterprise_plan_q": "Qu'est-ce que le Plan Entreprise ?",
      "enterprise_plan_a": "Le plan Blue Enterprise est destiné aux moyennes et grandes entreprises qui souhaitent faire de Blue une partie centrale de leurs processus opérationnels et disposer de ressources de support et d'ingénierie dédiées sur leur compte. Cela permet à Blue de personnaliser la plateforme selon leurs exigences spécifiques.",
      "nonprofit_discounts_q": "Y a-t-il des réductions pour les organisations à but non lucratif ou les établissements d'enseignement ?",
      "nonprofit_discounts_a": "Oui, Blue offre 50% de réduction sur les prix affichés pour les organisations à but non lucratif enregistrées, les établissements d'enseignement non commerciaux et les projets open source.",
      "billing_mid_cycle_q": "Comment fonctionne la facturation lors de l'ajout/suppression d'utilisateurs en milieu de cycle ?",
      "billing_mid_cycle_a": "Nous comptons par jour, donc si vous retirez quelqu'un à mi-parcours du mois, vous n'êtes facturé que pour le temps exact où il était sur la plateforme. Si vous ajoutez quelqu'un à mi-parcours d'un mois, vous n'êtes facturé que pour la moitié d'un mois.",
      "switch_plans_q": "Puis-je basculer entre les plans mensuels et annuels ?",
      "switch_plans_a": "Oui, vous pouvez basculer entre les plans mensuels et annuels dans les paramètres de facturation de l'entreprise.",
      "cancel_data_q": "Qu'arrive-t-il à mes données si j'annule mon abonnement ?",
      "cancel_data_a": "Après 60 jours, vos données seront supprimées.",
      "volume_discounts_q": "Offrez-vous des réductions de volume pour les grandes équipes ?",
      "volume_discounts_a": "Oui, veuillez envoyer un e-mail à sales@blue.cc pour discuter des réductions de volume.",
      "lifetime_deal_q": "Y a-t-il une offre à vie disponible ?",
      "lifetime_deal_a": "Non, nous sommes allés sur AppSumo dans le passé mais ces offres ne sont plus disponibles."
    },
    
    "features": {
      "integrations_q": "Quelles intégrations Blue prend-il en charge ?",
      "integrations_a": "Blue a plus de 5 000 intégrations via Make.com, Zapier, Pabbly Connect, Albato et Boost.Space. Nous avons également une API complète pour les intégrations personnalisées et des Webhooks granulaires.",
      "support_options_q": "Quelles options de support sont disponibles ?",
      "support_options_a": "Nous offrons un support par e-mail à support@blue.cc. Nous proposons également des forfaits de support payants pour les importations à grande échelle, l'intégration complète de l'équipe, le support par chat prioritaire et la formation régulière. Envoyez-nous un e-mail à support@blue.cc pour en savoir plus.",
      "import_data_q": "Puis-je importer mes données existantes dans Blue ?",
      "import_data_a": "Oui, Blue prend en charge l'importation en masse de données à partir de fichiers CSV. Cela vous permet de migrer jusqu'à 200 000 enregistrements simultanément et est parfait pour la migration depuis des workflows Excel manuels ou d'autres systèmes de gestion du travail. Vous pouvez contacter support@blue.cc si vous avez des questions sur l'importation de vos données ou pour vous renseigner sur les forfaits de support payants.",
      "mobile_apps_q": "Blue a-t-il des applications mobiles ?",
      "mobile_apps_a": "Oui, des applications natives iOS et Android sont disponibles pour accéder à Blue en déplacement. Les fonctionnalités de base comme les tâches, les commentaires et les calendriers se synchronisent entre les appareils.",
      "permissions_q": "Comment fonctionnent les permissions dans Blue ?",
      "permissions_a": "Les permissions sont définies au niveau du projet, de sorte que les utilisateurs peuvent avoir différents niveaux d'accès entre les projets en fonction de leurs rôles. Blue dispose d'un système puissant de rôles d'utilisateur personnalisés qui vous permet de définir l'accès précis pour chaque groupe d'utilisateurs dans chaque projet.",
      "customize_interface_q": "Puis-je personnaliser l'interface et les flux de travail dans Blue ?",
      "customize_interface_a": "Oui, vous pouvez personnaliser complètement les champs, les vues, les règles d'automatisation, les formulaires et plus encore pour correspondre à vos exigences de travail. Vous pouvez choisir la couleur de l'interface et télécharger le logo de votre entreprise. Nous vous permettons également d'avoir un domaine personnalisé.",
      "analytics_q": "Quelles analyses Blue fournit-il ?",
      "analytics_a": "Blue offre des tableaux de bord en temps réel et des rapports entre projets pour analyser les progrès, la productivité et les tendances.",
      "export_data_q": "Puis-je exporter mes données depuis Blue ?",
      "export_data_a": "Oui, vous pouvez exporter toutes vos données Blue à tout moment via l'API ou l'exportation CSV en masse. Vous êtes propriétaire de vos données et elles sont toujours accessibles.",
      "file_storage_limits_q": "Quelles limites de stockage de fichiers existent dans Blue ?",
      "file_storage_limits_a": "Blue offre 500 Go d'espace de stockage par client. Un stockage supplémentaire peut être demandé pour les comptes entreprise.",
      "feature_requests_q": "Où puis-je soumettre des demandes de fonctionnalités pour Blue ?",
      "feature_requests_a": "Nous serions ravis d'entendre vos idées de fonctionnalités ! Vous pouvez nous envoyer un e-mail directement à support@blue.cc ou rejoindre nos forums communautaires à https://ask.blue.cc",
      "automations_q": "Que sont les automatisations et combien puis-je en créer ?",
      "automations_a": "Vous pouvez créer autant d'automatisations que vous le souhaitez. Elles fonctionnent sur une base de déclencheur - vous pouvez dire \"quand quelque chose se produit, alors faites ceci\". C'est un excellent moyen d'automatiser le travail administratif.",
      "public_forms_q": "Puis-je créer des formulaires publics pour des soumissions externes ?",
      "public_forms_a": "Oui, vous pouvez créer des formulaires publics pour des soumissions externes.",
      "custom_fields_q": "Comment fonctionnent les champs personnalisés et quels types sont disponibles ?",
      "custom_fields_a": "Les champs personnalisés vous permettent de créer votre propre structure de base de données dans Blue. Il y a plus de 24 types disponibles.",
      "formulas_q": "Puis-je utiliser des formules pour calculer automatiquement des valeurs ?",
      "formulas_a": "Vous pouvez utiliser des formules pour calculer automatiquement des valeurs. Vous pouvez extraire des champs personnalisés numériques, des champs personnalisés monétaires et des champs personnalisés de pourcentage pour générer des valeurs spécifiques.",
      "projects_vs_records_q": "Quelle est la différence entre les projets et les enregistrements ?",
      "projects_vs_records_a": "Un projet est un conteneur de nombreux enregistrements, et un enregistrement est l'unité la plus granulaire dans Blue. Un enregistrement contient des champs personnalisés.",
      "templates_q": "Puis-je créer des modèles pour des projets récurrents ?",
      "templates_a": "Oui, vous pouvez créer des modèles pour des projets et des processus récurrents.",
      "dependencies_q": "Comment fonctionnent les dépendances entre les tâches ?",
      "dependencies_a": "Vous pouvez créer des dépendances entre les tâches en utilisant le champ personnalisé de dépendance.",
      "project_limit_q": "Y a-t-il une limite au nombre de projets que je peux créer ?",
      "project_limit_a": "Non, il n'y a pas de limite au nombre de projets que vous pouvez créer.",
      "recurring_tasks_q": "Puis-je configurer des tâches récurrentes ?",
      "recurring_tasks_a": "Oui, vous pouvez configurer des tâches récurrentes.",
      "ai_summarization_q": "Comment fonctionne la fonction de résumé IA ?",
      "ai_summarization_a": "Nous envoyons tous les commentaires à un modèle IA personnalisé qui renvoie un résumé."
    },
    
    "security": {
      "gdpr_compliant_q": "Blue est-il conforme au RGPD ?",
      "gdpr_compliant_a": "Oui, Blue est entièrement conforme au RGPD. Pour plus de détails, consultez notre politique RGPD à https://blue.cc/legal/gdpr",
      "hipaa_compliant_q": "Blue est-il conforme à HIPAA ?",
      "hipaa_compliant_a": "Oui, Blue est conforme à HIPAA, vous pouvez donc télécharger des données liées aux soins de santé. En savoir plus dans notre politique HIPAA à https://blue.cc/legal/hipaa",
      "data_encryption_q": "Comment les données sont-elles chiffrées dans Blue ?",
      "data_encryption_a": "Blue utilise un chiffrement de niveau bancaire pour les données au repos et en transit.\n\n • Les données au repos sont chiffrées avec un chiffrement AES 256 bits.\n • Les données en transit sont protégées par des protocoles TLS 1.2+ (ou supérieur).\n\nCela garantit que vos informations sont sécurisées à tout moment.",
      "data_storage_q": "Où mes données sont-elles stockées ?",
      "data_storage_a": "Les données sont stockées dans plusieurs centres de données en Europe et en Asie.",
      "backup_frequency_q": "À quelle fréquence les sauvegardes sont-elles effectuées ?",
      "backup_frequency_a": "Les sauvegardes sont effectuées quotidiennement pendant 30 jours.",
      "restrict_access_q": "Puis-je restreindre l'accès à des champs ou des enregistrements spécifiques ?",
      "restrict_access_a": "Oui, vous pouvez restreindre l'accès à des champs ou des enregistrements spécifiques en utilisant les permissions d'utilisateur personnalisées.",
      "two_factor_auth_q": "L'authentification à deux facteurs est-elle disponible ?",
      "two_factor_auth_a": "Nous n'avons pas d'authentification à deux facteurs disponible, mais toutes les connexions sont effectuées par Magic Link.",
      "data_breaches_q": "Comment gérez-vous les violations de données ?",
      "data_breaches_a": "Heureusement, nous n'avons jamais eu de violation de données auparavant, mais nous avons un système de notification en place si cela devait arriver."
    },
    
    "getting_started": {
      "setup_first_project_q": "Comment configurer mon premier projet dans Blue ?",
      "setup_first_project_a": "Après l'inscription, vous pouvez créer votre premier projet depuis le tableau de bord. Nous recommandons de commencer avec un modèle qui correspond à votre cas d'utilisation, puis de le personnaliser avec vos propres champs et flux de travail.",
      "migration_help_q": "Puis-je obtenir de l'aide pour migrer depuis un autre outil ?",
      "migration_help_a": "Oui, Blue prend en charge l'importation en masse de données à partir de fichiers CSV pour jusqu'à 200 000 enregistrements. Pour obtenir de l'aide sur la migration, envoyez un e-mail à support@blue.cc ou renseignez-vous sur nos forfaits de support payants.",
      "guided_onboarding_q": "Y a-t-il un processus d'intégration guidé ?",
      "guided_onboarding_a": "Oui, les nouveaux utilisateurs sont guidés à travers les étapes de configuration initiale. Nous proposons également des forfaits d'intégration payants pour les équipes qui souhaitent une formation personnalisée.",
      "time_to_start_q": "Combien de temps faut-il pour démarrer avec Blue ?",
      "time_to_start_a": "La plupart des utilisateurs peuvent configurer leur premier projet et commencer à collaborer en quelques minutes. L'interface intuitive facilite la productivité rapide.",
      "templates_available_q": "Y a-t-il des modèles que je peux utiliser pour démarrer rapidement ?",
      "templates_available_a": "Oui, Blue propose divers modèles de projets pour des cas d'utilisation courants que vous pouvez personnaliser selon vos besoins.",
      "training_services_q": "Proposez-vous des services de formation ou d'implémentation ?",
      "training_services_a": "Oui, nous proposons des forfaits de support payants pour l'intégration complète de l'équipe, les sessions de formation et l'assistance à l'implémentation. Envoyez un e-mail à support@blue.cc pour en savoir plus."
    },
    
    "api": {
      "programming_languages_q": "Quels langages de programmation puis-je utiliser avec l'API Blue ?",
      "programming_languages_a": "L'API GraphQL Blue peut être utilisée avec n'importe quel langage de programmation qui prend en charge les requêtes HTTP. Nous fournissons des exemples dans des langages populaires comme JavaScript, Python et Ruby.",
      "rate_limits_q": "Y a-t-il des limites de taux sur les requêtes API ?",
      "rate_limits_a": "Oui, les requêtes API sont limitées en taux pour garantir la stabilité de la plateforme. Contactez le support pour connaître les limites spécifiques et les options entreprise.",
      "webhooks_work_q": "Comment fonctionnent les webhooks dans Blue ?",
      "webhooks_work_a": "Les webhooks vous permettent de recevoir des notifications en temps réel lorsque des événements se produisent dans Blue. Vous pouvez configurer des webhooks pour se déclencher sur divers événements comme la création d'enregistrements, les mises à jour ou les changements de statut.",
      "custom_integrations_q": "Puis-je créer des intégrations personnalisées ?",
      "custom_integrations_a": "Oui, vous pouvez créer des intégrations personnalisées en utilisant notre API GraphQL qui offre une couverture à 100% de la fonctionnalité de Blue.",
      "api_documentation_q": "Y a-t-il une documentation API disponible ?",
      "api_documentation_a": "Oui, une documentation API complète est disponible à blue.cc/docs/api.",
      "api_authentication_q": "Comment m'authentifier avec l'API ?",
      "api_authentication_a": "L'authentification API utilise des clés API que vous pouvez générer depuis les paramètres de votre compte. Incluez la clé dans les en-têtes de votre requête."
    },
    
    "collaboration": {
      "invite_team_q": "Comment inviter des membres de l'équipe à Blue ?",
      "invite_team_a": "Vous pouvez inviter des membres de l'équipe depuis la section Administration de l'Entreprise. Ils recevront une invitation par e-mail pour rejoindre votre espace de travail.",
      "external_clients_q": "Les clients externes peuvent-ils accéder à des projets spécifiques ?",
      "external_clients_a": "Oui, vous pouvez ajouter des clients à des projets spécifiques avec le rôle d'utilisateur gratuit \"Client\", leur donnant un accès limité uniquement à ce qu'ils doivent voir.",
      "notifications_work_q": "Comment fonctionnent les notifications ?",
      "notifications_work_a": "Blue envoie des notifications pour les mentions, les affectations, les dates d'échéance et d'autres événements importants. Vous pouvez personnaliser les préférences de notification dans les paramètres de votre profil.",
      "mention_team_q": "Puis-je mentionner des membres de l'équipe dans les commentaires ?",
      "mention_team_a": "Oui, utilisez @ suivi de leur nom pour mentionner des membres de l'équipe dans les commentaires. Ils recevront une notification.",
      "approval_workflows_q": "Comment configurer des flux de travail d'approbation ?",
      "approval_workflows_a": "Vous pouvez créer des flux de travail d'approbation en utilisant des automatisations et des champs personnalisés pour acheminer le travail à travers différentes étapes et assignés.",
      "isolated_workspaces_q": "Différentes équipes peuvent-elles avoir des espaces de travail isolés ?",
      "isolated_workspaces_a": "Oui, vous pouvez créer des projets séparés pour différentes équipes avec des permissions personnalisées pour garantir une isolation appropriée."
    },
    
    "data_management": {
      "max_file_size_q": "Quelle est la taille maximale de fichier que je peux télécharger ?",
      "max_file_size_a": "Les téléchargements de fichiers individuels sont limités pour garantir les performances de la plateforme. Pour des limites spécifiques, consultez les détails de votre plan ou contactez le support.",
      "bulk_update_q": "Comment mettre à jour plusieurs enregistrements en masse ?",
      "bulk_update_a": "Vous pouvez mettre à jour des enregistrements en masse en sélectionnant plusieurs éléments et en utilisant le menu d'actions en masse, ou en utilisant l'importation CSV avec le mode de mise à jour.",
      "relationships_projects_q": "Puis-je créer des relations entre différents projets ?",
      "relationships_projects_a": "Oui, vous pouvez utiliser des champs personnalisés de référence et de recherche pour créer des relations entre des enregistrements dans différents projets.",
      "archive_projects_q": "Comment archiver d'anciens projets ?",
      "archive_projects_a": "Les projets peuvent être archivés depuis le menu des paramètres du projet. Les projets archivés sont masqués des vues actives mais les données restent accessibles.",
      "search_capabilities_q": "Quelles capacités de recherche sont disponibles ?",
      "search_capabilities_a": "Blue offre une recherche puissante dans tous les projets, avec des filtres pour les enregistrements, les fichiers, les commentaires et plus encore. Vous pouvez enregistrer les recherches fréquemment utilisées.",
      "custom_reports_q": "Puis-je créer des rapports personnalisés ?",
      "custom_reports_a": "Oui, utilisez la fonction Tableaux de bord pour créer des rapports personnalisés avec divers types de graphiques et analyses entre projets."
    },
    
    "troubleshooting": {
      "cant_see_project_q": "Pourquoi ne puis-je pas voir un projet qui a été partagé avec moi ?",
      "cant_see_project_a": "Vérifiez que vous avez été ajouté au projet avec les permissions appropriées. Si les problèmes persistent, contactez votre administrateur ou support@blue.cc.",
      "recover_deleted_q": "Comment récupérer des données supprimées ?",
      "recover_deleted_a": "Contactez immédiatement le support à support@blue.cc. Nous conservons des sauvegardes pendant 30 jours et pouvons peut-être vous aider à récupérer des données récemment supprimées.",
      "supported_browsers_q": "Quels navigateurs sont pris en charge ?",
      "supported_browsers_a": "Blue fonctionne mieux sur les navigateurs modernes, notamment Chrome, Firefox, Safari et Edge. Nous recommandons de garder votre navigateur à jour.",
      "automations_not_triggering_q": "Pourquoi mes automatisations ne se déclenchent-elles pas ?",
      "automations_not_triggering_a": "Vérifiez que les automatisations sont activées pour votre projet et que les conditions de déclenchement sont correctement configurées. Consultez les journaux d'automatisation pour plus de détails.",
      "report_bug_q": "Comment signaler un bug ?",
      "report_bug_a": "Signalez les bugs en envoyant un e-mail à support@blue.cc avec des détails sur le problème, les étapes pour reproduire et tout message d'erreur.",
      "status_page_q": "Y a-t-il une page d'état pour la disponibilité du service ?",
      "status_page_a": "Oui, consultez blue.cc/platform/status pour l'état du système en temps réel et les mises à jour d'incidents."
    }
  },
  "de": {
    "page_title": "Häufig Gestellte Fragen",
    "page_subtitle": "Wir haben die häufigsten Fragen zu Blue beantwortet. Wenn Sie weitere Fragen haben, senden Sie eine E-Mail an support@blue.cc",
    
    "categories": {
      "general": "Allgemein",
      "pricing": "Preise & Pläne",
      "features": "Funktionen",
      "security": "Sicherheit",
      "getting_started": "Erste Schritte & Einführung",
      "api": "Technik & API",
      "collaboration": "Zusammenarbeit & Teams",
      "data_management": "Datenverwaltung",
      "troubleshooting": "Fehlerbehebung & Support"
    },
    
    "general": {
      "what_is_blue_q": "Was ist Blue?",
      "what_is_blue_a": "Blue ist eine universelle Prozessmanagement-Plattform, die zur Verwaltung verschiedener Prozesse in Organisationen eingesetzt werden kann. Sie hilft Mitarbeitern zu verstehen, was sie tun müssen, Managern bei der Überwachung und sorgt dafür, dass alle auf dem gleichen Stand bleiben.",
      "key_benefits_q": "Was sind die wichtigsten Vorteile von Blue?",
      "key_benefits_a": "Blue bietet robuste Funktionen, um Teams bei der Organisation ihrer Arbeit und effektiven Zusammenarbeit zu unterstützen. Zu den wichtigsten Vorteilen gehören anpassbare Workflows, intelligente Automatisierung, Echtzeitkommunikation und leistungsstarke Analysen.",
      "when_started_q": "Wann wurde Blue gegründet?",
      "when_started_a": "Blue wurde im April 2018 aus Frustration über bestehende Prozess- und Projektmanagement-Plattformen gegründet.",
      "where_based_q": "Wo hat Blue seinen Sitz?",
      "where_based_a": "Blue ist ein US-Unternehmen (Delaware C Corp) mit einem vollständig remote arbeitenden Team in Amerika, Europa und Asien.",
      "languages_available_q": "Ist Blue in anderen Sprachen als Englisch verfügbar?",
      "languages_available_a": "Ja, Blue ist in 24 Sprachen verfügbar.\n\nArabisch (ar), Bengalisch (bn), Chinesisch (zh), Tschechisch (cz), Englisch (en), Französisch (fr), Georgisch (ka), Deutsch (de), Hindi (hi), Ungarisch (hu), Indonesisch (id), Italienisch (it), Japanisch (ja), Khmer (km), Koreanisch (ko), Lettisch (lv), Marathi (mr), Portugiesisch (pt), Rumänisch (ro), Russisch (ru), Spanisch (es), Schwedisch (se), Thailändisch (th) und Vietnamesisch (vi).",
      "types_of_businesses_q": "Welche Arten von Unternehmen nutzen Blue?",
      "types_of_businesses_a": "Blue bedient eine wirklich breite Palette von Unternehmen aus verschiedenen Branchen, was fantastisch ist, da wir diese unglaubliche horizontale Sicht anstelle einer vertikalen Branchensicht erhalten. Manchmal erstellen wir eine Funktion, um ein Problem in einer Branche zu lösen, und dann kann eine andere Branche diese Funktion nutzen, um ein völlig anderes Problem zu lösen.",
      "different_from_competitors_q": "Wie unterscheidet sich Blue von Asana, Monday.com oder Trello?",
      "different_from_competitors_a": "Zunächst einmal ist Blue viel günstiger. Es ist auch nicht risikokapitalfinanziert, sodass unsere Kunden unsere Hauptpriorität sind. Es wird vollständig von den Gründern geleitet und wir konzentrieren uns auf ein Maß an Einfachheit, das sie vielleicht nicht haben.",
      "replace_excel_q": "Kann Blue unsere Excel-Tabellen ersetzen?",
      "replace_excel_a": "Ja, genau! Wir haben eine Datenbankansicht, die Ihnen das ermöglicht, und dann haben Sie den Vorteil vollständiger Audit-Trails für alle Änderungen.",
      "suitable_for_teams_q": "Ist Blue für kleine Teams oder Unternehmen geeignet?",
      "suitable_for_teams_a": "Blue ist sowohl für kleine Teams als auch für Unternehmen geeignet."
    },
    
    "pricing": {
      "cost_q": "Was kostet Blue?",
      "cost_a": "Blue hat einen Hauptplan mit monatlichen und jährlichen Optionen:\n\n • Monatsplan: 7$/Monat/Benutzer.\n • Jahresplan: 70$/Jahr/Benutzer (Sie erhalten also zwei Monate kostenlos)",
      "paid_roles_q": "Welche Benutzerrollen gelten als kostenpflichtige Rolle?",
      "paid_roles_a": "Diese Benutzerrollen sind kostenpflichtig:\n\n• Projektadministrator\n• Teammitglied\n• Benutzerdefinierte Benutzerrollen\n\nUnd diese Benutzerrollen sind kostenlos:\n\n• Kunden\n• Nur Kommentare\n• Nur Ansicht",
      "free_trial_q": "Wie funktioniert die kostenlose Testversion von Blue?",
      "free_trial_a": "Die kostenlose Testversion bietet 7 Tage lang vollen Zugriff auf alle Blue-Funktionen. Für den Start ist keine Kreditkarte erforderlich. Wenn Sie fortfahren möchten, können Sie am Ende der kostenlosen Testversion auf unseren kostenpflichtigen Plan upgraden und haben auch die Möglichkeit, Ihre Testversion um weitere 7 Tage zu verlängern.\n\nSie können uns jederzeit eine E-Mail an support@blue.cc senden, wenn Sie eine längere Testversion benötigen oder ein personalisiertes Onboarding wünschen.",
      "white_label_q": "Was ist der White-Label-Plan?",
      "white_label_a": "Der White-Label-Plan ist ein optionales Add-on zum Preis von 200$/Jahr pro Unternehmen, mit dem Sie das Branding von Blue vollständig anpassen können, damit es wie Ihr eigenes Prozesssystem aussieht. Das bedeutet, dass Sie Blue auf Ihrer eigenen Domain ausführen können, E-Mails von Ihren E-Mail-Adressen kommen und Sie Ihr Logo und Ihre Markenfarben hinzufügen können.",
      "enterprise_plan_q": "Was ist der Enterprise-Plan?",
      "enterprise_plan_a": "Der Blue Enterprise-Plan ist für mittlere bis große Unternehmen gedacht, die Blue zu einem zentralen Bestandteil ihrer operativen Prozesse machen und dedizierte Support- und Engineering-Ressourcen für ihr Konto haben möchten. Dies ermöglicht es Blue, die Plattform an ihre spezifischen Anforderungen anzupassen.",
      "nonprofit_discounts_q": "Gibt es Rabatte für gemeinnützige Organisationen oder Bildungseinrichtungen?",
      "nonprofit_discounts_a": "Ja, Blue bietet 50% Rabatt auf die Listenpreise für registrierte gemeinnützige Organisationen, nicht-kommerzielle Bildungseinrichtungen und Open-Source-Projekte.",
      "billing_mid_cycle_q": "Wie funktioniert die Abrechnung beim Hinzufügen/Entfernen von Benutzern mitten im Zyklus?",
      "billing_mid_cycle_a": "Wir rechnen tagesgenau ab. Wenn Sie also jemanden zur Monatsmitte entfernen, werden Ihnen nur die genaue Zeit in Rechnung gestellt, die er auf der Plattform war. Wenn Sie jemanden zur Monatsmitte hinzufügen, wird Ihnen nur ein halber Monat in Rechnung gestellt.",
      "switch_plans_q": "Kann ich zwischen monatlichen und jährlichen Plänen wechseln?",
      "switch_plans_a": "Ja, Sie können in den Firmen-Abrechnungseinstellungen zwischen monatlichen und jährlichen Plänen wechseln.",
      "cancel_data_q": "Was passiert mit meinen Daten, wenn ich mein Abonnement kündige?",
      "cancel_data_a": "Nach 60 Tagen werden Ihre Daten gelöscht.",
      "volume_discounts_q": "Bieten Sie Mengenrabatte für große Teams an?",
      "volume_discounts_a": "Ja, bitte senden Sie eine E-Mail an sales@blue.cc, um Mengenrabatte zu besprechen.",
      "lifetime_deal_q": "Gibt es ein Lifetime-Angebot?",
      "lifetime_deal_a": "Nein, wir waren in der Vergangenheit auf AppSumo, aber diese Angebote sind nicht mehr verfügbar."
    },
    
    "features": {
      "integrations_q": "Welche Integrationen unterstützt Blue?",
      "integrations_a": "Blue hat über 5.000 Integrationen über Make.com, Zapier, Pabbly Connect, Albato und Boost.Space. Wir haben auch eine vollständige API für benutzerdefinierte Integrationen und granulare Webhooks.",
      "support_options_q": "Welche Support-Optionen sind verfügbar?",
      "support_options_a": "Wir bieten E-Mail-Support unter support@blue.cc an. Wir bieten auch kostenpflichtige Support-Pakete für groß angelegte Importe, vollständiges Team-Onboarding, Prioritäts-Chat-Support und regelmäßige Schulungen. Senden Sie uns eine E-Mail an support@blue.cc, um mehr zu erfahren.",
      "import_data_q": "Kann ich meine vorhandenen Daten in Blue importieren?",
      "import_data_a": "Ja, Blue unterstützt den Massenimport von Daten aus CSV-Dateien. Damit können Sie bis zu 200.000 Datensätze gleichzeitig migrieren, was perfekt für die Migration von manuellen Excel-Workflows oder anderen Arbeitsmanagementsystemen ist. Sie können sich an support@blue.cc wenden, wenn Sie Fragen zum Importieren Ihrer Daten haben oder sich nach kostenpflichtigen Support-Paketen erkundigen möchten.",
      "mobile_apps_q": "Hat Blue mobile Apps?",
      "mobile_apps_a": "Ja, native iOS- und Android-Apps stehen zur Verfügung, um unterwegs auf Blue zuzugreifen. Kernfunktionen wie Aufgaben, Kommentare und Kalender werden geräteübergreifend synchronisiert.",
      "permissions_q": "Wie funktionieren Berechtigungen in Blue?",
      "permissions_a": "Berechtigungen werden auf Projektebene festgelegt, sodass Benutzer je nach ihren Rollen unterschiedliche Zugriffsebenen für verschiedene Projekte haben können. Blue verfügt über ein leistungsstarkes System für benutzerdefinierte Benutzerrollen, mit dem Sie den genauen Zugriff für jede Benutzergruppe in jedem Projekt definieren können.",
      "customize_interface_q": "Kann ich die Oberfläche und Workflows in Blue anpassen?",
      "customize_interface_a": "Ja, Sie können Felder, Ansichten, Automatisierungsregeln, Formulare und mehr vollständig an Ihre Arbeitsanforderungen anpassen. Sie können die Farbe der Oberfläche wählen und Ihr Firmenlogo hochladen. Wir ermöglichen Ihnen auch eine benutzerdefinierte Domain.",
      "analytics_q": "Welche Analysen bietet Blue?",
      "analytics_a": "Blue bietet Echtzeit-Dashboards und projektübergreifende Berichte zur Analyse von Fortschritt, Produktivität und Trends.",
      "export_data_q": "Kann ich meine Daten aus Blue exportieren?",
      "export_data_a": "Ja, Sie können alle Ihre Blue-Daten jederzeit über die API oder den CSV-Massenexport exportieren. Sie besitzen Ihre Daten und sie sind immer zugänglich.",
      "file_storage_limits_q": "Welche Dateispeichergrenzen gibt es in Blue?",
      "file_storage_limits_a": "Blue bietet 500 GB Speicherplatz pro Kunde. Zusätzlicher Speicherplatz kann für Unternehmenskonten angefordert werden.",
      "feature_requests_q": "Wo kann ich Feature-Anfragen für Blue einreichen?",
      "feature_requests_a": "Wir würden uns freuen, Ihre Feature-Ideen zu hören! Sie können uns direkt eine E-Mail an support@blue.cc senden oder unseren Community-Foren unter https://ask.blue.cc beitreten.",
      "automations_q": "Was sind Automatisierungen und wie viele kann ich erstellen?",
      "automations_a": "Sie können so viele Automatisierungen erstellen, wie Sie möchten. Sie funktionieren auf Trigger-Basis - Sie können sagen \"wenn etwas passiert, dann mache das\". Es ist eine großartige Möglichkeit, administrative Arbeit zu automatisieren.",
      "public_forms_q": "Kann ich öffentliche Formulare für externe Einreichungen erstellen?",
      "public_forms_a": "Ja, Sie können öffentliche Formulare für externe Einreichungen erstellen.",
      "custom_fields_q": "Wie funktionieren benutzerdefinierte Felder und welche Typen sind verfügbar?",
      "custom_fields_a": "Benutzerdefinierte Felder ermöglichen es Ihnen, Ihre eigene Datenbankstruktur in Blue zu erstellen. Es sind über 24 Typen verfügbar.",
      "formulas_q": "Kann ich Formeln verwenden, um Werte automatisch zu berechnen?",
      "formulas_a": "Sie können Formeln verwenden, um Werte automatisch zu berechnen. Sie können aus numerischen benutzerdefinierten Feldern, Währungs-benutzerdefinierten Feldern und Prozent-benutzerdefinierten Feldern ziehen, um spezifische Werte zu generieren.",
      "projects_vs_records_q": "Was ist der Unterschied zwischen Projekten und Datensätzen?",
      "projects_vs_records_a": "Ein Projekt ist ein Container für viele Datensätze, und ein Datensatz ist die granularste Einheit in Blue. Ein Datensatz enthält benutzerdefinierte Felder.",
      "templates_q": "Kann ich Vorlagen für wiederkehrende Projekte erstellen?",
      "templates_a": "Ja, Sie können Vorlagen für wiederkehrende Projekte und Prozesse erstellen.",
      "dependencies_q": "Wie funktionieren Abhängigkeiten zwischen Aufgaben?",
      "dependencies_a": "Sie können Abhängigkeiten zwischen Aufgaben erstellen, indem Sie das benutzerdefinierte Abhängigkeitsfeld verwenden.",
      "project_limit_q": "Gibt es eine Begrenzung für die Anzahl der Projekte, die ich erstellen kann?",
      "project_limit_a": "Nein, es gibt keine Begrenzung für die Anzahl der Projekte, die Sie erstellen können.",
      "recurring_tasks_q": "Kann ich wiederkehrende Aufgaben einrichten?",
      "recurring_tasks_a": "Ja, Sie können wiederkehrende Aufgaben einrichten.",
      "ai_summarization_q": "Wie funktioniert die KI-Zusammenfassungsfunktion?",
      "ai_summarization_a": "Wir senden alle Kommentare an ein benutzerdefiniertes KI-Modell, das eine Zusammenfassung zurückgibt."
    },
    
    "security": {
      "gdpr_compliant_q": "Ist Blue DSGVO-konform?",
      "gdpr_compliant_a": "Ja, Blue ist vollständig DSGVO-konform. Weitere Informationen finden Sie in unserer DSGVO-Richtlinie unter https://blue.cc/legal/gdpr",
      "hipaa_compliant_q": "Ist Blue HIPAA-konform?",
      "hipaa_compliant_a": "Ja, Blue ist HIPAA-konform, sodass Sie gesundheitsbezogene Daten hochladen können. Erfahren Sie mehr in unserer HIPAA-Richtlinie unter https://blue.cc/legal/hipaa",
      "data_encryption_q": "Wie werden Daten in Blue verschlüsselt?",
      "data_encryption_a": "Blue verwendet Verschlüsselung auf Bankniveau sowohl für ruhende als auch für übertragene Daten.\n\n • Ruhende Daten werden mit 256-Bit-AES-Verschlüsselung verschlüsselt.\n • Übertragene Daten werden mit TLS 1.2+ (oder höher) Protokollen geschützt.\n\nDies gewährleistet, dass Ihre Informationen jederzeit sicher sind.",
      "data_storage_q": "Wo werden meine Daten gespeichert?",
      "data_storage_a": "Daten werden in mehreren Rechenzentren sowohl in Europa als auch in Asien gespeichert.",
      "backup_frequency_q": "Wie oft werden Backups durchgeführt?",
      "backup_frequency_a": "Backups werden täglich für 30 Tage durchgeführt.",
      "restrict_access_q": "Kann ich den Zugriff auf bestimmte Felder oder Datensätze einschränken?",
      "restrict_access_a": "Ja, Sie können den Zugriff auf bestimmte Felder oder Datensätze mithilfe der benutzerdefinierten Benutzerberechtigungen einschränken.",
      "two_factor_auth_q": "Ist eine Zwei-Faktor-Authentifizierung verfügbar?",
      "two_factor_auth_a": "Wir haben keine Zwei-Faktor-Authentifizierung verfügbar, aber alle Anmeldungen erfolgen über Magic Link.",
      "data_breaches_q": "Wie gehen Sie mit Datenschutzverletzungen um?",
      "data_breaches_a": "Glücklicherweise hatten wir noch nie eine Datenschutzverletzung, aber wir haben ein Benachrichtigungssystem für den Fall, dass dies passieren sollte."
    },
    
    "getting_started": {
      "setup_first_project_q": "Wie richte ich mein erstes Projekt in Blue ein?",
      "setup_first_project_a": "Nach der Anmeldung können Sie Ihr erstes Projekt über das Dashboard erstellen. Wir empfehlen, mit einer Vorlage zu beginnen, die zu Ihrem Anwendungsfall passt, und diese dann mit Ihren eigenen Feldern und Workflows anzupassen.",
      "migration_help_q": "Kann ich Hilfe bei der Migration von einem anderen Tool erhalten?",
      "migration_help_a": "Ja, Blue unterstützt den Massenimport von Daten aus CSV-Dateien für bis zu 200.000 Datensätze. Für Unterstützung bei der Migration senden Sie eine E-Mail an support@blue.cc oder erkundigen Sie sich nach unseren kostenpflichtigen Support-Paketen.",
      "guided_onboarding_q": "Gibt es einen geführten Onboarding-Prozess?",
      "guided_onboarding_a": "Ja, neue Benutzer werden durch die ersten Einrichtungsschritte geführt. Wir bieten auch kostenpflichtige Onboarding-Pakete für Teams an, die eine personalisierte Schulung wünschen.",
      "time_to_start_q": "Wie lange dauert es, mit Blue zu beginnen?",
      "time_to_start_a": "Die meisten Benutzer können ihr erstes Projekt innerhalb von Minuten einrichten und mit der Zusammenarbeit beginnen. Die intuitive Benutzeroberfläche macht es einfach, schnell produktiv zu werden.",
      "templates_available_q": "Gibt es Vorlagen, die ich verwenden kann, um schnell zu beginnen?",
      "templates_available_a": "Ja, Blue bietet verschiedene Projektvorlagen für gängige Anwendungsfälle, die Sie an Ihre Bedürfnisse anpassen können.",
      "training_services_q": "Bieten Sie Schulungs- oder Implementierungsdienste an?",
      "training_services_a": "Ja, wir bieten kostenpflichtige Support-Pakete für vollständiges Team-Onboarding, Schulungssitzungen und Implementierungsunterstützung. Senden Sie eine E-Mail an support@blue.cc, um mehr zu erfahren."
    },
    
    "api": {
      "programming_languages_q": "Welche Programmiersprachen kann ich mit der Blue API verwenden?",
      "programming_languages_a": "Die Blue GraphQL API kann mit jeder Programmiersprache verwendet werden, die HTTP-Anfragen unterstützt. Wir bieten Beispiele in beliebten Sprachen wie JavaScript, Python und Ruby.",
      "rate_limits_q": "Gibt es Ratenbegrenzungen für API-Anfragen?",
      "rate_limits_a": "Ja, API-Anfragen sind ratenbegrenzt, um die Plattformstabilität zu gewährleisten. Wenden Sie sich an den Support für spezifische Limits und Enterprise-Optionen.",
      "webhooks_work_q": "Wie funktionieren Webhooks in Blue?",
      "webhooks_work_a": "Webhooks ermöglichen es Ihnen, Echtzeitbenachrichtigungen zu erhalten, wenn Ereignisse in Blue auftreten. Sie können Webhooks so konfigurieren, dass sie bei verschiedenen Ereignissen wie Datensatzerstellung, Updates oder Statusänderungen ausgelöst werden.",
      "custom_integrations_q": "Kann ich benutzerdefinierte Integrationen erstellen?",
      "custom_integrations_a": "Ja, Sie können benutzerdefinierte Integrationen mit unserer GraphQL API erstellen, die 100% der Blue-Funktionalität abdeckt.",
      "api_documentation_q": "Gibt es eine API-Dokumentation?",
      "api_documentation_a": "Ja, eine umfassende API-Dokumentation ist unter blue.cc/docs/api verfügbar.",
      "api_authentication_q": "Wie authentifiziere ich mich bei der API?",
      "api_authentication_a": "Die API-Authentifizierung verwendet API-Schlüssel, die Sie in Ihren Kontoeinstellungen generieren können. Fügen Sie den Schlüssel in Ihre Anfrage-Header ein."
    },
    
    "collaboration": {
      "invite_team_q": "Wie lade ich Teammitglieder zu Blue ein?",
      "invite_team_a": "Sie können Teammitglieder über den Abschnitt Unternehmensverwaltung einladen. Sie erhalten eine E-Mail-Einladung, um Ihrem Arbeitsbereich beizutreten.",
      "external_clients_q": "Können externe Kunden auf bestimmte Projekte zugreifen?",
      "external_clients_a": "Ja, Sie können Kunden mit der kostenlosen Benutzerrolle \"Kunde\" zu bestimmten Projekten hinzufügen und ihnen nur begrenzten Zugriff auf das geben, was sie sehen müssen.",
      "notifications_work_q": "Wie funktionieren Benachrichtigungen?",
      "notifications_work_a": "Blue sendet Benachrichtigungen für Erwähnungen, Zuweisungen, Fälligkeitstermine und andere wichtige Ereignisse. Sie können die Benachrichtigungseinstellungen in Ihren Profileinstellungen anpassen.",
      "mention_team_q": "Kann ich Teammitglieder in Kommentaren erwähnen?",
      "mention_team_a": "Ja, verwenden Sie @ gefolgt von ihrem Namen, um Teammitglieder in Kommentaren zu erwähnen. Sie erhalten eine Benachrichtigung.",
      "approval_workflows_q": "Wie richte ich Genehmigungsworkflows ein?",
      "approval_workflows_a": "Sie können Genehmigungsworkflows mit Automatisierungen und benutzerdefinierten Feldern erstellen, um Arbeit durch verschiedene Phasen und Zugewiesene zu leiten.",
      "isolated_workspaces_q": "Können verschiedene Teams isolierte Arbeitsbereiche haben?",
      "isolated_workspaces_a": "Ja, Sie können separate Projekte für verschiedene Teams mit angepassten Berechtigungen erstellen, um eine ordnungsgemäße Isolierung zu gewährleisten."
    },
    
    "data_management": {
      "max_file_size_q": "Was ist die maximale Dateigröße, die ich hochladen kann?",
      "max_file_size_a": "Einzelne Datei-Uploads sind begrenzt, um die Plattformleistung zu gewährleisten. Für spezifische Limits überprüfen Sie Ihre Plandetails oder kontaktieren Sie den Support.",
      "bulk_update_q": "Wie kann ich mehrere Datensätze massenweise aktualisieren?",
      "bulk_update_a": "Sie können Datensätze massenweise aktualisieren, indem Sie mehrere Elemente auswählen und das Massenaktionsmenü verwenden oder den CSV-Import mit Update-Modus verwenden.",
      "relationships_projects_q": "Kann ich Beziehungen zwischen verschiedenen Projekten erstellen?",
      "relationships_projects_a": "Ja, Sie können Referenz- und Lookup-benutzerdefinierte Felder verwenden, um Beziehungen zwischen Datensätzen in verschiedenen Projekten zu erstellen.",
      "archive_projects_q": "Wie archiviere ich alte Projekte?",
      "archive_projects_a": "Projekte können über das Projekteinstellungsmenü archiviert werden. Archivierte Projekte werden in aktiven Ansichten ausgeblendet, aber die Daten bleiben zugänglich.",
      "search_capabilities_q": "Welche Suchfunktionen sind verfügbar?",
      "search_capabilities_a": "Blue bietet eine leistungsstarke Suche über alle Projekte hinweg, mit Filtern für Datensätze, Dateien, Kommentare und mehr. Sie können häufig verwendete Suchen speichern.",
      "custom_reports_q": "Kann ich benutzerdefinierte Berichte erstellen?",
      "custom_reports_a": "Ja, verwenden Sie die Dashboard-Funktion, um benutzerdefinierte Berichte mit verschiedenen Diagrammtypen und projektübergreifenden Analysen zu erstellen."
    },
    
    "troubleshooting": {
      "cant_see_project_q": "Warum kann ich ein Projekt nicht sehen, das mit mir geteilt wurde?",
      "cant_see_project_a": "Überprüfen Sie, ob Sie mit den entsprechenden Berechtigungen zum Projekt hinzugefügt wurden. Wenn Probleme weiterhin bestehen, wenden Sie sich an Ihren Administrator oder support@blue.cc.",
      "recover_deleted_q": "Wie kann ich gelöschte Daten wiederherstellen?",
      "recover_deleted_a": "Kontaktieren Sie sofort den Support unter support@blue.cc. Wir führen 30 Tage lang Backups durch und können möglicherweise bei der Wiederherstellung kürzlich gelöschter Daten helfen.",
      "supported_browsers_q": "Welche Browser werden unterstützt?",
      "supported_browsers_a": "Blue funktioniert am besten mit modernen Browsern wie Chrome, Firefox, Safari und Edge. Wir empfehlen, Ihren Browser auf dem neuesten Stand zu halten.",
      "automations_not_triggering_q": "Warum werden meine Automatisierungen nicht ausgelöst?",
      "automations_not_triggering_a": "Überprüfen Sie, ob Automatisierungen für Ihr Projekt aktiviert sind und ob die Auslösebedingungen richtig konfiguriert sind. Überprüfen Sie die Automatisierungsprotokolle für Details.",
      "report_bug_q": "Wie melde ich einen Fehler?",
      "report_bug_a": "Melden Sie Fehler per E-Mail an support@blue.cc mit Details zum Problem, Schritten zur Reproduktion und allen Fehlermeldungen.",
      "status_page_q": "Gibt es eine Statusseite für die Dienstverfügbarkeit?",
      "status_page_a": "Ja, besuchen Sie blue.cc/platform/status für den Echtzeit-Systemstatus und Incident-Updates."
    }
  },
  "ja": {
    "page_title": "よくある質問",
    "page_subtitle": "Blueに関するよくある質問にお答えしました。その他の質問がございましたら、support@blue.cc までメールでお問い合わせください",
    
    "categories": {
      "general": "一般",
      "pricing": "料金とプラン",
      "features": "機能",
      "security": "セキュリティ",
      "getting_started": "使い始める",
      "api": "技術とAPI",
      "collaboration": "コラボレーションとチーム",
      "data_management": "データ管理",
      "troubleshooting": "トラブルシューティングとサポート"
    },
    
    "general": {
      "what_is_blue_q": "Blueとは何ですか？",
      "what_is_blue_a": "Blueは、組織内のさまざまなプロセスを管理するために使用できる汎用プロセス管理プラットフォームです。スタッフが何をすべきかを理解し、マネージャーが監督し、全員が整合性を保つのに役立ちます。",
      "key_benefits_q": "Blueを使用する主な利点は何ですか？",
      "key_benefits_a": "Blueは、チームが作業を整理し、効果的にコラボレーションするための堅牢な機能を提供します。主な利点には、カスタマイズ可能なワークフロー、インテリジェントな自動化、リアルタイムコミュニケーション、強力な分析が含まれます。",
      "when_started_q": "Blueはいつ始まりましたか？",
      "when_started_a": "Blueは、既存のプロセスおよびプロジェクト管理プラットフォームへの不満から、2018年4月に設立されました。",
      "where_based_q": "Blueはどこに拠点を置いていますか？",
      "where_based_a": "Blueは米国企業（デラウェア州Cコープ）で、アメリカ、ヨーロッパ、アジアに完全リモートチームがあります。",
      "languages_available_q": "Blueは英語以外の言語で利用できますか？",
      "languages_available_a": "はい、Blueは24言語で利用できます。\n\nアラビア語（ar）、ベンガル語（bn）、中国語（zh）、チェコ語（cz）、英語（en）、フランス語（fr）、グルジア語（ka）、ドイツ語（de）、ヒンディー語（hi）、ハンガリー語（hu）、インドネシア語（id）、イタリア語（it）、日本語（ja）、クメール語（km）、韓国語（ko）、ラトビア語（lv）、マラーティー語（mr）、ポルトガル語（pt）、ルーマニア語（ro）、ロシア語（ru）、スペイン語（es）、スウェーデン語（se）、タイ語（th）、ベトナム語（vi）。",
      "types_of_businesses_q": "どのような種類のビジネスがBlueを使用していますか？",
      "types_of_businesses_a": "Blueは、さまざまな業界の非常に幅広い企業にサービスを提供しています。これは素晴らしいことです。なぜなら、垂直的な業界の視点ではなく、この信じられないほど水平的な視点を得ることができるからです。時には、ある業界の問題を解決するために機能を作成し、別の業界がその機能を再利用して全く異なる問題を解決することがあります。",
      "different_from_competitors_q": "BlueはAsana、Monday.com、Trelloとどう違いますか？",
      "different_from_competitors_a": "まず第一に、Blueははるかに安価です。また、ベンチャーキャピタルの支援を受けていないため、お客様が私たちの最優先事項です。完全に創業者主導で、彼らが持っていないかもしれないシンプルさのレベルに焦点を当てています。",
      "replace_excel_q": "BlueはExcelスプレッドシートを置き換えることができますか？",
      "replace_excel_a": "はい、まさにその通りです！データベースビューがあり、それを行うことができ、すべての変更に対する完全な監査証跡の利点があります。",
      "suitable_for_teams_q": "Blueは小規模チームまたは企業に適していますか？",
      "suitable_for_teams_a": "Blueは小規模チームと企業の両方に適しています。"
    },
    
    "pricing": {
      "cost_q": "Blueの費用はいくらですか？",
      "cost_a": "Blueには月額と年額のオプションがある1つのメインプランがあります：\n\n • 月額プラン：$7/月/ユーザー。\n • 年額プラン：$70/年/ユーザー（2か月分無料）",
      "paid_roles_q": "どのユーザーロールが有料ロールとしてカウントされますか？",
      "paid_roles_a": "これらのユーザーロールは有料です：\n\n• プロジェクト管理者\n• チームメンバー\n• カスタムユーザーロール\n\nそして、これらのユーザーロールは無料です：\n\n• クライアント\n• コメントのみ\n• 閲覧のみ",
      "free_trial_q": "Blueの無料トライアルはどのように機能しますか？",
      "free_trial_a": "無料トライアルは、7日間すべてのBlue機能への完全なアクセスを提供します。開始にクレジットカードは必要ありません。継続したい場合は、無料トライアルの終了時に有料プランにアップグレードでき、さらに7日間トライアルを延長するオプションもあります。\n\nより長いトライアルが必要な場合や、パーソナライズされたオンボーディングを希望する場合は、いつでもsupport@blue.ccにメールをお送りください。",
      "white_label_q": "ホワイトラベルプランとは何ですか？",
      "white_label_a": "ホワイトラベルプランは、会社あたり年間$200のオプションのアドオンで、Blueのブランディングを完全にカスタマイズして、独自のプロセスシステムのように見せることができます。これは、独自のドメインでBlueを実行でき、メールがあなたのメールアドレスから送信され、ロゴとブランドカラーを追加できることを意味します。",
      "enterprise_plan_q": "エンタープライズプランとは何ですか？",
      "enterprise_plan_a": "Blue Enterpriseプランは、Blueを運用プロセスの中核部分にし、アカウントに専用のサポートとエンジニアリングリソースを持ちたい中規模から大規模の企業向けです。これにより、Blueは特定の要件に合わせてプラットフォームをカスタマイズできます。",
      "nonprofit_discounts_q": "非営利団体や教育機関向けの割引はありますか？",
      "nonprofit_discounts_a": "はい、Blueは登録された非営利団体、非商業教育機関、オープンソースプロジェクトに対して定価の50％割引を提供しています。",
      "billing_mid_cycle_q": "サイクル途中でユーザーを追加/削除する場合の請求はどのように機能しますか？",
      "billing_mid_cycle_a": "日単位でカウントするため、月の途中で誰かを削除した場合、プラットフォームにいた正確な時間分だけ請求されます。月の途中で誰かを追加した場合、半月分だけ請求されます。",
      "switch_plans_q": "月額プランと年額プランを切り替えることはできますか？",
      "switch_plans_a": "はい、会社の請求設定で月額プランと年額プランを切り替えることができます。",
      "cancel_data_q": "サブスクリプションをキャンセルした場合、私のデータはどうなりますか？",
      "cancel_data_a": "60日後、データは削除されます。",
      "volume_discounts_q": "大規模チーム向けのボリューム割引を提供していますか？",
      "volume_discounts_a": "はい、ボリューム割引についてはsales@blue.ccにメールをお送りください。",
      "lifetime_deal_q": "ライフタイムディールはありますか？",
      "lifetime_deal_a": "いいえ、過去にAppSumoに出品しましたが、それらのディールはもう利用できません。"
    },
    
    "features": {
      "integrations_q": "Blueはどのような統合をサポートしていますか？",
      "integrations_a": "BlueはMake.com、Zapier、Pabbly Connect、Albato、Boost.Spaceを通じて5,000以上の統合を持っています。また、カスタム統合用の完全なAPIと詳細なWebhooksもあります。",
      "support_options_q": "どのようなサポートオプションが利用できますか？",
      "support_options_a": "support@blue.ccでメールサポートを提供しています。また、大規模なインポート、完全なチームオンボーディング、優先チャットサポート、定期的なトレーニング用の有料サポートパッケージも提供しています。詳細についてはsupport@blue.ccにメールをお送りください。",
      "import_data_q": "既存のデータをBlueにインポートできますか？",
      "import_data_a": "はい、BlueはCSVファイルからのデータの一括インポートをサポートしています。これにより、最大200,000件のレコードを同時に移行でき、手動のExcelワークフローや他の作業管理システムからの移行に最適です。データのインポートについて質問がある場合や、有料サポートパッケージについて問い合わせる場合は、support@blue.ccにご連絡ください。",
      "mobile_apps_q": "Blueにはモバイルアプリがありますか？",
      "mobile_apps_a": "はい、ネイティブのiOSおよびAndroidアプリが利用可能で、外出先でBlueにアクセスできます。タスク、コメント、カレンダーなどのコア機能はデバイス間で同期されます。",
      "permissions_q": "Blueでの権限はどのように機能しますか？",
      "permissions_a": "権限はプロジェクトレベルで設定されるため、ユーザーは役割に基づいてプロジェクト間で異なるアクセスレベルを持つことができます。Blueには、各プロジェクトの各ユーザーグループに対して正確なアクセスを定義できる強力なカスタムユーザーロールシステムがあります。",
      "customize_interface_q": "Blueでインターフェースとワークフローをカスタマイズできますか？",
      "customize_interface_a": "はい、フィールド、ビュー、自動化ルール、フォームなどを作業要件に合わせて完全にカスタマイズできます。インターフェースの色を選択し、会社のロゴをアップロードできます。カスタムドメインを持つこともできます。",
      "analytics_q": "Blueはどのような分析を提供しますか？",
      "analytics_a": "Blueは、進捗、生産性、トレンドを分析するためのリアルタイムダッシュボードとプロジェクト間レポートを提供します。",
      "export_data_q": "Blueからデータをエクスポートできますか？",
      "export_data_a": "はい、APIまたは一括CSVエクスポートを介していつでもすべてのBlueデータをエクスポートできます。データはあなたのものであり、常にアクセス可能です。",
      "file_storage_limits_q": "Blueにはどのようなファイルストレージ制限がありますか？",
      "file_storage_limits_a": "Blueは顧客あたり500GBのストレージスペースを提供します。エンタープライズアカウントには追加のストレージをリクエストできます。",
      "feature_requests_q": "Blueの機能リクエストはどこに送信すればよいですか？",
      "feature_requests_a": "あなたの機能のアイデアをお聞きしたいと思います！support@blue.ccに直接メールを送るか、https://ask.blue.ccのコミュニティフォーラムに参加してください。",
      "automations_q": "自動化とは何ですか、いくつ作成できますか？",
      "automations_a": "好きなだけ自動化を作成できます。トリガーベースで動作します - 「何かが起こったら、これを行う」と言うことができます。管理作業を自動化する素晴らしい方法です。",
      "public_forms_q": "外部送信用の公開フォームを作成できますか？",
      "public_forms_a": "はい、外部送信用の公開フォームを作成できます。",
      "custom_fields_q": "カスタムフィールドはどのように機能し、どのようなタイプが利用できますか？",
      "custom_fields_a": "カスタムフィールドを使用すると、Blue内で独自のデータベース構造を作成できます。24種類以上が利用可能です。",
      "formulas_q": "数式を使用して値を自動的に計算できますか？",
      "formulas_a": "数式を使用して値を自動的に計算できます。数値カスタムフィールド、通貨カスタムフィールド、パーセンテージカスタムフィールドから引き出して特定の値を生成できます。",
      "projects_vs_records_q": "プロジェクトとレコードの違いは何ですか？",
      "projects_vs_records_a": "プロジェクトは多くのレコードのホルダーであり、レコードはBlueで最も細かい単位です。レコードにはカスタムフィールドが含まれています。",
      "templates_q": "繰り返しプロジェクト用のテンプレートを作成できますか？",
      "templates_a": "はい、繰り返しプロジェクトとプロセス用のテンプレートを作成できます。",
      "dependencies_q": "タスク間の依存関係はどのように機能しますか？",
      "dependencies_a": "依存関係カスタムフィールドを使用してタスク間の依存関係を作成できます。",
      "project_limit_q": "作成できるプロジェクトの数に制限はありますか？",
      "project_limit_a": "いいえ、作成できるプロジェクトの数に制限はありません。",
      "recurring_tasks_q": "繰り返しタスクを設定できますか？",
      "recurring_tasks_a": "はい、繰り返しタスクを設定できます。",
      "ai_summarization_q": "AI要約機能はどのように機能しますか？",
      "ai_summarization_a": "すべてのコメントをカスタムAIモデルに送信し、要約を返します。"
    },
    
    "security": {
      "gdpr_compliant_q": "BlueはGDPRに準拠していますか？",
      "gdpr_compliant_a": "はい、Blueは完全にGDPRに準拠しています。詳細については、https://blue.cc/legal/gdprのGDPRポリシーをご覧ください。",
      "hipaa_compliant_q": "BlueはHIPAAに準拠していますか？",
      "hipaa_compliant_a": "はい、BlueはHIPAAに準拠しているため、ヘルスケア関連のデータをアップロードできます。詳細については、https://blue.cc/legal/hipaaのHIPAAポリシーをご覧ください。",
      "data_encryption_q": "Blueでデータはどのように暗号化されますか？",
      "data_encryption_a": "Blueは、保存中および転送中のデータの両方に対して銀行レベルの暗号化を使用しています。\n\n • 保存中のデータは256ビットAES暗号化で暗号化されます。\n • 転送中のデータはTLS 1.2+（またはそれ以上）プロトコルで保護されます。\n\nこれにより、情報が常に安全であることが保証されます。",
      "data_storage_q": "私のデータはどこに保存されますか？",
      "data_storage_a": "データはヨーロッパとアジアの両方の複数のデータセンターに保存されます。",
      "backup_frequency_q": "バックアップはどのくらいの頻度で実行されますか？",
      "backup_frequency_a": "バックアップは30日間毎日実行されます。",
      "restrict_access_q": "特定のフィールドまたはレコードへのアクセスを制限できますか？",
      "restrict_access_a": "はい、カスタムユーザー権限を使用して特定のフィールドまたはレコードへのアクセスを制限できます。",
      "two_factor_auth_q": "二要素認証は利用できますか？",
      "two_factor_auth_a": "二要素認証は利用できませんが、すべてのログインはマジックリンクで行われます。",
      "data_breaches_q": "データ侵害をどのように処理しますか？",
      "data_breaches_a": "幸いなことに、これまでデータ侵害は発生していませんが、そのような事態が発生した場合に備えて通知システムを設置しています。"
    },
    
    "getting_started": {
      "setup_first_project_q": "Blueで最初のプロジェクトをどのように設定しますか？",
      "setup_first_project_a": "サインアップ後、ダッシュボードから最初のプロジェクトを作成できます。使用ケースに合ったテンプレートから始めて、独自のフィールドとワークフローでカスタマイズすることをお勧めします。",
      "migration_help_q": "別のツールからの移行のヘルプを受けることはできますか？",
      "migration_help_a": "はい、BlueはCSVファイルから最大200,000件のレコードの一括データインポートをサポートしています。移行に関するサポートについては、support@blue.ccにメールを送るか、有料サポートパッケージについてお問い合わせください。",
      "guided_onboarding_q": "ガイド付きオンボーディングプロセスはありますか？",
      "guided_onboarding_a": "はい、新しいユーザーは初期設定手順をガイドされます。また、パーソナライズされたトレーニングを希望するチーム向けに有料オンボーディングパッケージも提供しています。",
      "time_to_start_q": "Blueを使い始めるのにどのくらい時間がかかりますか？",
      "time_to_start_a": "ほとんどのユーザーは数分以内に最初のプロジェクトを設定し、コラボレーションを開始できます。直感的なインターフェースにより、すぐに生産的になることができます。",
      "templates_available_q": "すぐに始められるテンプレートはありますか？",
      "templates_available_a": "はい、Blueは一般的な使用ケース用のさまざまなプロジェクトテンプレートを提供しており、ニーズに合わせてカスタマイズできます。",
      "training_services_q": "トレーニングまたは実装サービスを提供していますか？",
      "training_services_a": "はい、完全なチームオンボーディング、トレーニングセッション、実装支援のための有料サポートパッケージを提供しています。詳細についてはsupport@blue.ccにメールをお送りください。"
    },
    
    "api": {
      "programming_languages_q": "Blue APIでどのプログラミング言語を使用できますか？",
      "programming_languages_a": "Blue GraphQL APIは、HTTPリクエストをサポートする任意のプログラミング言語で使用できます。JavaScript、Python、Rubyなどの人気のある言語の例を提供しています。",
      "rate_limits_q": "APIリクエストにレート制限はありますか？",
      "rate_limits_a": "はい、プラットフォームの安定性を確保するため、APIリクエストにはレート制限があります。特定の制限とエンタープライズオプションについては、サポートにお問い合わせください。",
      "webhooks_work_q": "BlueでWebhooksはどのように機能しますか？",
      "webhooks_work_a": "Webhooksを使用すると、Blueでイベントが発生したときにリアルタイム通知を受信できます。レコードの作成、更新、ステータスの変更などのさまざまなイベントでトリガーするようにWebhooksを設定できます。",
      "custom_integrations_q": "カスタム統合を構築できますか？",
      "custom_integrations_a": "はい、Blueの機能を100％カバーするGraphQL APIを使用してカスタム統合を構築できます。",
      "api_documentation_q": "APIドキュメントはありますか？",
      "api_documentation_a": "はい、包括的なAPIドキュメントはblue.cc/docs/apiで利用できます。",
      "api_authentication_q": "APIで認証するにはどうすればよいですか？",
      "api_authentication_a": "API認証は、アカウント設定から生成できるAPIキーを使用します。リクエストヘッダーにキーを含めてください。"
    },
    
    "collaboration": {
      "invite_team_q": "チームメンバーをBlueに招待するにはどうすればよいですか？",
      "invite_team_a": "会社管理セクションからチームメンバーを招待できます。ワークスペースに参加するためのメール招待状が届きます。",
      "external_clients_q": "外部クライアントは特定のプロジェクトにアクセスできますか？",
      "external_clients_a": "はい、無料の「クライアント」ユーザーロールで特定のプロジェクトにクライアントを追加でき、必要なものだけに限定的なアクセスを与えることができます。",
      "notifications_work_q": "通知はどのように機能しますか？",
      "notifications_work_a": "Blueは、メンション、割り当て、期限、その他の重要なイベントの通知を送信します。プロファイル設定で通知設定をカスタマイズできます。",
      "mention_team_q": "コメントでチームメンバーにメンションできますか？",
      "mention_team_a": "はい、@の後に名前を使用してコメントでチームメンバーにメンションしてください。通知を受け取ります。",
      "approval_workflows_q": "承認ワークフローをどのように設定しますか？",
      "approval_workflows_a": "自動化とカスタムフィールドを使用して承認ワークフローを作成し、さまざまな段階と担当者を通じて作業をルーティングできます。",
      "isolated_workspaces_q": "異なるチームが隔離されたワークスペースを持つことはできますか？",
      "isolated_workspaces_a": "はい、適切な分離を確保するために、カスタマイズされた権限を持つ異なるチーム用の個別のプロジェクトを作成できます。"
    },
    
    "data_management": {
      "max_file_size_q": "アップロードできる最大ファイルサイズは何ですか？",
      "max_file_size_a": "プラットフォームのパフォーマンスを確保するため、個々のファイルのアップロードは制限されています。特定の制限については、プランの詳細を確認するか、サポートにお問い合わせください。",
      "bulk_update_q": "複数のレコードを一括更新するにはどうすればよいですか？",
      "bulk_update_a": "複数のアイテムを選択して一括アクションメニューを使用するか、更新モードでCSVインポートを使用して、レコードを一括更新できます。",
      "relationships_projects_q": "異なるプロジェクト間で関係を作成できますか？",
      "relationships_projects_a": "はい、参照およびルックアップカスタムフィールドを使用して、異なるプロジェクトのレコード間で関係を作成できます。",
      "archive_projects_q": "古いプロジェクトをアーカイブするにはどうすればよいですか？",
      "archive_projects_a": "プロジェクトはプロジェクト設定メニューからアーカイブできます。アーカイブされたプロジェクトはアクティブビューから非表示になりますが、データは引き続きアクセス可能です。",
      "search_capabilities_q": "どのような検索機能が利用できますか？",
      "search_capabilities_a": "Blueは、レコード、ファイル、コメントなどのフィルターを使用して、すべてのプロジェクトにわたる強力な検索を提供します。頻繁に使用する検索を保存できます。",
      "custom_reports_q": "カスタムレポートを作成できますか？",
      "custom_reports_a": "はい、ダッシュボード機能を使用して、さまざまなチャートタイプとプロジェクト間分析を含むカスタムレポートを作成してください。"
    },
    
    "troubleshooting": {
      "cant_see_project_q": "共有されたプロジェクトが表示されないのはなぜですか？",
      "cant_see_project_a": "適切な権限でプロジェクトに追加されているか確認してください。問題が続く場合は、管理者またはsupport@blue.ccにお問い合わせください。",
      "recover_deleted_q": "削除されたデータを回復するにはどうすればよいですか？",
      "recover_deleted_a": "すぐにsupport@blue.ccのサポートにお問い合わせください。30日間バックアップを保持しており、最近削除されたデータの回復をお手伝いできる可能性があります。",
      "supported_browsers_q": "どのブラウザがサポートされていますか？",
      "supported_browsers_a": "BlueはChrome、Firefox、Safari、Edgeを含む最新のブラウザで最もよく動作します。ブラウザを最新の状態に保つことをお勧めします。",
      "automations_not_triggering_q": "自動化がトリガーされないのはなぜですか？",
      "automations_not_triggering_a": "プロジェクトで自動化が有効になっていること、トリガー条件が適切に設定されていることを確認してください。詳細については自動化ログを確認してください。",
      "report_bug_q": "バグを報告するにはどうすればよいですか？",
      "report_bug_a": "問題の詳細、再現手順、エラーメッセージを含めてsupport@blue.ccにメールでバグを報告してください。",
      "status_page_q": "サービスの可用性のステータスページはありますか？",
      "status_page_a": "はい、blue.cc/platform/statusでリアルタイムのシステムステータスとインシデントの更新を確認してください。"
    }
  },
  "pt": {
    "page_title": "Perguntas Frequentes",
    "page_subtitle": "Respondemos às perguntas mais comuns sobre Blue. Se você tiver outras perguntas, envie um e-mail para support@blue.cc",
    
    "categories": {
      "general": "Geral",
      "pricing": "Preços e Planos",
      "features": "Recursos e Funcionalidades",
      "security": "Segurança",
      "getting_started": "Primeiros Passos",
      "api": "Técnico e API",
      "collaboration": "Colaboração e Equipes",
      "data_management": "Gerenciamento de Dados",
      "troubleshooting": "Solução de Problemas e Suporte"
    },
    
    "general": {
      "what_is_blue_q": "O que é o Blue?",
      "what_is_blue_a": "O Blue é uma plataforma de gerenciamento de processos de uso geral que pode ser usada para gerenciar uma variedade de processos em organizações. Ele ajuda a equipe a entender o que precisa fazer, os gerentes a ter supervisão e todos a permanecerem alinhados.",
      "key_benefits_q": "Quais são os principais benefícios de usar o Blue?",
      "key_benefits_a": "O Blue oferece recursos robustos para ajudar as equipes a organizar o trabalho e colaborar efetivamente. Os principais benefícios incluem fluxos de trabalho personalizáveis, automação inteligente, comunicação em tempo real e análises poderosas.",
      "when_started_q": "Quando o Blue foi criado?",
      "when_started_a": "O Blue foi fundado em abril de 2018 devido à frustração com as plataformas existentes de gerenciamento de processos e projetos.",
      "where_based_q": "Onde o Blue está baseado?",
      "where_based_a": "O Blue é uma empresa dos EUA (Delaware C Corp) com uma equipe totalmente remota baseada nas Américas, Europa e Ásia.",
      "languages_available_q": "O Blue está disponível em outros idiomas além do inglês?",
      "languages_available_a": "Sim, o Blue está disponível em 24 idiomas.\n\nÁrabe (ar), Bengali (bn), Chinês (zh), Tcheco (cz), Inglês (en), Francês (fr), Georgiano (ka), Alemão (de), Hindi (hi), Húngaro (hu), Indonésio (id), Italiano (it), Japonês (ja), Khmer (km), Coreano (ko), Letão (lv), Marathi (mr), Português (pt), Romeno (ro), Russo (ru), Espanhol (es), Sueco (se), Tailandês (th) e Vietnamita (vi).",
      "types_of_businesses_q": "Que tipos de empresas usam o Blue?",
      "types_of_businesses_a": "O Blue atende a uma gama realmente ampla de empresas em diferentes setores, o que é fantástico porque obtemos essa visão horizontal incrível em vez de uma visão vertical do setor. Às vezes criamos um recurso para resolver um problema em um setor, e então outro setor pode reutilizar esse recurso para resolver um problema completamente diferente.",
      "different_from_competitors_q": "Como o Blue é diferente do Asana, Monday.com ou Trello?",
      "different_from_competitors_a": "Em primeiro lugar, o Blue é muito mais barato. Também não é financiado por capital de risco, então nossos clientes são nossa principal prioridade. É completamente liderado pelos fundadores e nos concentramos em um nível de simplicidade que talvez eles não tenham.",
      "replace_excel_q": "O Blue pode substituir nossas planilhas do Excel?",
      "replace_excel_a": "Sim, exatamente! Temos uma visualização de banco de dados que permite fazer isso, e então você tem a vantagem de ter trilhas de auditoria completas para todas as alterações.",
      "suitable_for_teams_q": "O Blue é adequado para pequenas equipes ou empresas?",
      "suitable_for_teams_a": "O Blue é adequado tanto para pequenas equipes quanto para empresas."
    },
    
    "pricing": {
      "cost_q": "Quanto custa o Blue?",
      "cost_a": "O Blue tem um plano principal com opções mensais e anuais:\n\n • Plano mensal: $7/mês/usuário.\n • Plano anual: $70/ano/usuário (você recebe dois meses grátis)",
      "paid_roles_q": "Quais funções de usuário contam como função paga?",
      "paid_roles_a": "Estas funções de usuário são pagas:\n\n• Administrador de Projeto\n• Membro da Equipe\n• Funções de Usuário Personalizadas\n\nE estas funções de usuário são gratuitas:\n\n• Clientes\n• Apenas Comentário\n• Apenas Visualização",
      "free_trial_q": "Como funciona a avaliação gratuita do Blue?",
      "free_trial_a": "A avaliação gratuita fornece acesso total a todos os recursos do Blue por 7 dias. Não é necessário cartão de crédito para começar. Se você deseja continuar, pode fazer upgrade para nosso plano pago no final da avaliação gratuita e também terá a opção de estender sua avaliação por mais 7 dias.\n\nVocê sempre pode nos enviar um e-mail para support@blue.cc se precisar de uma avaliação mais longa ou quiser integração personalizada.",
      "white_label_q": "O que é o Plano White Label?",
      "white_label_a": "O Plano White Label é um complemento opcional, com preço de $200/ano por empresa, que permite personalizar completamente a marca do Blue para parecer seu próprio sistema de processos. Isso significa que você pode executar o Blue em seu próprio domínio, os e-mails virão de seus endereços de e-mail e você pode adicionar seu logotipo e cores da marca.",
      "enterprise_plan_q": "O que é o Plano Empresarial?",
      "enterprise_plan_a": "O plano Blue Enterprise é para empresas de médio a grande porte que desejam tornar o Blue uma parte central de seus processos operacionais e ter recursos dedicados de suporte e engenharia em sua conta. Isso permite que o Blue personalize a plataforma para seus requisitos específicos.",
      "nonprofit_discounts_q": "Há descontos para organizações sem fins lucrativos ou instituições educacionais?",
      "nonprofit_discounts_a": "Sim, o Blue oferece 50% de desconto nos preços listados para organizações sem fins lucrativos registradas, instituições educacionais não comerciais e projetos de código aberto.",
      "billing_mid_cycle_q": "Como funciona a cobrança ao adicionar/remover usuários no meio do ciclo?",
      "billing_mid_cycle_a": "Contamos por dia, então se você remover alguém no meio do mês, será cobrado apenas pelo tempo exato em que esteve na plataforma. Se você adicionar alguém no meio do mês, será cobrado apenas meio mês.",
      "switch_plans_q": "Posso alternar entre planos mensais e anuais?",
      "switch_plans_a": "Sim, você pode alternar entre planos mensais e anuais nas configurações de cobrança da empresa.",
      "cancel_data_q": "O que acontece com meus dados se eu cancelar minha assinatura?",
      "cancel_data_a": "Após 60 dias, seus dados serão excluídos.",
      "volume_discounts_q": "Vocês oferecem descontos por volume para grandes equipes?",
      "volume_discounts_a": "Sim, envie um e-mail para sales@blue.cc para discutir descontos por volume.",
      "lifetime_deal_q": "Existe uma oferta vitalícia disponível?",
      "lifetime_deal_a": "Não, nós participamos do AppSumo no passado, mas essas ofertas não estão mais disponíveis."
    },
    
    "features": {
      "integrations_q": "Quais integrações o Blue suporta?",
      "integrations_a": "O Blue tem mais de 5.000 integrações via Make.com, Zapier, Pabbly Connect, Albato e Boost.Space. Também temos uma API completa para integrações personalizadas e Webhooks granulares.",
      "support_options_q": "Quais opções de suporte estão disponíveis?",
      "support_options_a": "Oferecemos suporte por e-mail em support@blue.cc. Também oferecemos pacotes de suporte pagos para importações em grande escala, integração completa da equipe, suporte prioritário por chat e treinamento regular. Envie-nos um e-mail para support@blue.cc para saber mais.",
      "import_data_q": "Posso importar meus dados existentes para o Blue?",
      "import_data_a": "Sim, o Blue suporta importação em massa de dados de arquivos CSV. Isso permite migrar até 200.000 registros simultaneamente e é perfeito para migração de fluxos de trabalho manuais do Excel ou outros sistemas de gerenciamento de trabalho. Você pode entrar em contato com support@blue.cc se tiver dúvidas sobre a importação de seus dados ou para consultar sobre pacotes de suporte pagos.",
      "mobile_apps_q": "O Blue tem aplicativos móveis?",
      "mobile_apps_a": "Sim, aplicativos nativos para iOS e Android estão disponíveis para acessar o Blue em movimento. Funcionalidades principais como tarefas, comentários e calendários sincronizam entre dispositivos.",
      "permissions_q": "Como funcionam as permissões no Blue?",
      "permissions_a": "As permissões são definidas no nível do projeto, para que os usuários possam ter diferentes níveis de acesso em projetos com base em suas funções. O Blue tem um poderoso sistema de funções de usuário personalizadas que permite definir o acesso preciso para cada grupo de usuários em cada projeto.",
      "customize_interface_q": "Posso personalizar a interface e os fluxos de trabalho no Blue?",
      "customize_interface_a": "Sim, você pode personalizar completamente campos, visualizações, regras de automação, formulários e muito mais para corresponder aos seus requisitos de trabalho. Você pode escolher a cor da interface e fazer upload do logotipo da sua empresa. Também permitimos que você tenha um domínio personalizado.",
      "analytics_q": "Que análises o Blue fornece?",
      "analytics_a": "O Blue oferece painéis em tempo real e relatórios entre projetos para analisar progresso, produtividade e tendências.",
      "export_data_q": "Posso exportar meus dados do Blue?",
      "export_data_a": "Sim, você pode exportar todos os seus dados do Blue a qualquer momento via API ou Exportação CSV em massa. Você é dono dos seus dados e eles são sempre acessíveis.",
      "file_storage_limits_q": "Quais limites de armazenamento de arquivos existem no Blue?",
      "file_storage_limits_a": "O Blue oferece 500GB de espaço de armazenamento por cliente. Armazenamento adicional pode ser solicitado para contas empresariais.",
      "feature_requests_q": "Onde envio solicitações de recursos para o Blue?",
      "feature_requests_a": "Adoraríamos ouvir suas ideias de recursos! Você pode nos enviar um e-mail diretamente para support@blue.cc ou participar de nossos fóruns da comunidade em https://ask.blue.cc",
      "automations_q": "O que são automações e quantas posso criar?",
      "automations_a": "Você pode criar quantas automações desejar. Elas funcionam com base em gatilhos - você pode dizer \"quando algo acontecer, então faça isso\". É uma ótima maneira de automatizar o trabalho administrativo.",
      "public_forms_q": "Posso criar formulários públicos para envios externos?",
      "public_forms_a": "Sim, você pode criar formulários públicos para envios externos.",
      "custom_fields_q": "Como funcionam os campos personalizados e quais tipos estão disponíveis?",
      "custom_fields_a": "Os campos personalizados permitem que você crie sua própria estrutura de banco de dados no Blue. Existem mais de 24 tipos disponíveis.",
      "formulas_q": "Posso usar fórmulas para calcular valores automaticamente?",
      "formulas_a": "Você pode usar fórmulas para calcular valores automaticamente. Você pode extrair de campos personalizados numéricos, campos personalizados de moeda e campos personalizados de porcentagem para gerar valores específicos.",
      "projects_vs_records_q": "Qual é a diferença entre projetos e registros?",
      "projects_vs_records_a": "Um projeto é um contêiner de muitos registros, e um registro é a unidade mais granular no Blue. Um registro contém campos personalizados.",
      "templates_q": "Posso criar modelos para projetos recorrentes?",
      "templates_a": "Sim, você pode criar modelos para projetos e processos recorrentes.",
      "dependencies_q": "Como funcionam as dependências entre tarefas?",
      "dependencies_a": "Você pode criar dependências entre tarefas usando o campo personalizado de dependência.",
      "project_limit_q": "Existe um limite no número de projetos que posso criar?",
      "project_limit_a": "Não, não há limite no número de projetos que você pode criar.",
      "recurring_tasks_q": "Posso configurar tarefas recorrentes?",
      "recurring_tasks_a": "Sim, você pode configurar tarefas recorrentes.",
      "ai_summarization_q": "Como funciona o recurso de resumo de IA?",
      "ai_summarization_a": "Enviamos todos os comentários para um modelo de IA personalizado que retorna um resumo."
    },
    
    "security": {
      "gdpr_compliant_q": "O Blue é compatível com o GDPR?",
      "gdpr_compliant_a": "Sim, o Blue é totalmente compatível com o GDPR. Para detalhes, consulte nossa política de GDPR em https://blue.cc/legal/gdpr",
      "hipaa_compliant_q": "O Blue é compatível com HIPAA?",
      "hipaa_compliant_a": "Sim, o Blue é compatível com HIPAA, então você pode fazer upload de dados relacionados à saúde. Saiba mais em nossa política HIPAA em https://blue.cc/legal/hipaa",
      "data_encryption_q": "Como os dados são criptografados no Blue?",
      "data_encryption_a": "O Blue usa criptografia de nível bancário para dados em repouso e em trânsito.\n\n • Os dados em repouso são criptografados com criptografia AES de 256 bits.\n • Os dados em trânsito são protegidos com protocolos TLS 1.2+ (ou superior).\n\nIsso garante que suas informações estejam seguras o tempo todo.",
      "data_storage_q": "Onde meus dados são armazenados?",
      "data_storage_a": "Os dados são armazenados em vários data centers na Europa e na Ásia.",
      "backup_frequency_q": "Com que frequência os backups são realizados?",
      "backup_frequency_a": "Os backups são feitos diariamente por 30 dias.",
      "restrict_access_q": "Posso restringir o acesso a campos ou registros específicos?",
      "restrict_access_a": "Sim, você pode restringir o acesso a campos ou registros específicos usando as permissões de usuário personalizadas.",
      "two_factor_auth_q": "A autenticação de dois fatores está disponível?",
      "two_factor_auth_a": "Não temos autenticação de dois fatores disponível, mas todos os logins são feitos por Magic Link.",
      "data_breaches_q": "Como vocês lidam com violações de dados?",
      "data_breaches_a": "Felizmente, nunca tivemos uma violação de dados antes, mas temos um sistema de notificação em vigor se isso acontecer."
    },
    
    "getting_started": {
      "setup_first_project_q": "Como configuro meu primeiro projeto no Blue?",
      "setup_first_project_a": "Após se inscrever, você pode criar seu primeiro projeto no painel. Recomendamos começar com um modelo que corresponda ao seu caso de uso e depois personalizá-lo com seus próprios campos e fluxos de trabalho.",
      "migration_help_q": "Posso obter ajuda para migrar de outra ferramenta?",
      "migration_help_a": "Sim, o Blue suporta importação em massa de dados de arquivos CSV para até 200.000 registros. Para assistência com migração, envie um e-mail para support@blue.cc ou pergunte sobre nossos pacotes de suporte pagos.",
      "guided_onboarding_q": "Existe um processo de integração guiada?",
      "guided_onboarding_a": "Sim, novos usuários são guiados através das etapas de configuração inicial. Também oferecemos pacotes de integração pagos para equipes que desejam treinamento personalizado.",
      "time_to_start_q": "Quanto tempo leva para começar com o Blue?",
      "time_to_start_a": "A maioria dos usuários pode configurar seu primeiro projeto e começar a colaborar em minutos. A interface intuitiva facilita a produtividade rápida.",
      "templates_available_q": "Existem modelos que posso usar para começar rapidamente?",
      "templates_available_a": "Sim, o Blue oferece vários modelos de projeto para casos de uso comuns que você pode personalizar para atender às suas necessidades.",
      "training_services_q": "Vocês oferecem serviços de treinamento ou implementação?",
      "training_services_a": "Sim, oferecemos pacotes de suporte pagos para integração completa da equipe, sessões de treinamento e assistência de implementação. Envie um e-mail para support@blue.cc para saber mais."
    },
    
    "api": {
      "programming_languages_q": "Quais linguagens de programação posso usar com a API do Blue?",
      "programming_languages_a": "A API GraphQL do Blue pode ser usada com qualquer linguagem de programação que suporte solicitações HTTP. Fornecemos exemplos em linguagens populares como JavaScript, Python e Ruby.",
      "rate_limits_q": "Existem limites de taxa nas solicitações de API?",
      "rate_limits_a": "Sim, as solicitações de API têm limite de taxa para garantir a estabilidade da plataforma. Entre em contato com o suporte para limites específicos e opções empresariais.",
      "webhooks_work_q": "Como funcionam os webhooks no Blue?",
      "webhooks_work_a": "Os webhooks permitem que você receba notificações em tempo real quando eventos ocorrem no Blue. Você pode configurar webhooks para disparar em vários eventos como criação de registros, atualizações ou alterações de status.",
      "custom_integrations_q": "Posso construir integrações personalizadas?",
      "custom_integrations_a": "Sim, você pode construir integrações personalizadas usando nossa API GraphQL que fornece 100% de cobertura da funcionalidade do Blue.",
      "api_documentation_q": "Existe documentação da API disponível?",
      "api_documentation_a": "Sim, a documentação abrangente da API está disponível em blue.cc/docs/api.",
      "api_authentication_q": "Como faço para me autenticar com a API?",
      "api_authentication_a": "A autenticação da API usa chaves de API que você pode gerar nas configurações da sua conta. Inclua a chave nos cabeçalhos da sua solicitação."
    },
    
    "collaboration": {
      "invite_team_q": "Como convido membros da equipe para o Blue?",
      "invite_team_a": "Você pode convidar membros da equipe na seção Administração da Empresa. Eles receberão um convite por e-mail para participar do seu espaço de trabalho.",
      "external_clients_q": "Clientes externos podem acessar projetos específicos?",
      "external_clients_a": "Sim, você pode adicionar clientes a projetos específicos com a função de usuário gratuita \"Cliente\", dando a eles acesso limitado apenas ao que precisam ver.",
      "notifications_work_q": "Como funcionam as notificações?",
      "notifications_work_a": "O Blue envia notificações para menções, atribuições, datas de vencimento e outros eventos importantes. Você pode personalizar as preferências de notificação nas configurações do seu perfil.",
      "mention_team_q": "Posso mencionar membros da equipe nos comentários?",
      "mention_team_a": "Sim, use @ seguido do nome deles para mencionar membros da equipe nos comentários. Eles receberão uma notificação.",
      "approval_workflows_q": "Como configuro fluxos de trabalho de aprovação?",
      "approval_workflows_a": "Você pode criar fluxos de trabalho de aprovação usando automações e campos personalizados para rotear o trabalho através de diferentes estágios e responsáveis.",
      "isolated_workspaces_q": "Equipes diferentes podem ter espaços de trabalho isolados?",
      "isolated_workspaces_a": "Sim, você pode criar projetos separados para equipes diferentes com permissões personalizadas para garantir o isolamento adequado."
    },
    
    "data_management": {
      "max_file_size_q": "Qual é o tamanho máximo de arquivo que posso fazer upload?",
      "max_file_size_a": "Uploads de arquivos individuais são limitados para garantir o desempenho da plataforma. Para limites específicos, verifique os detalhes do seu plano ou entre em contato com o suporte.",
      "bulk_update_q": "Como faço para atualizar vários registros em massa?",
      "bulk_update_a": "Você pode atualizar registros em massa selecionando vários itens e usando o menu de ações em massa, ou usando a importação CSV com modo de atualização.",
      "relationships_projects_q": "Posso criar relacionamentos entre projetos diferentes?",
      "relationships_projects_a": "Sim, você pode usar campos personalizados de referência e pesquisa para criar relacionamentos entre registros em projetos diferentes.",
      "archive_projects_q": "Como arquivo projetos antigos?",
      "archive_projects_a": "Os projetos podem ser arquivados no menu de configurações do projeto. Projetos arquivados são ocultados das visualizações ativas, mas os dados permanecem acessíveis.",
      "search_capabilities_q": "Quais recursos de pesquisa estão disponíveis?",
      "search_capabilities_a": "O Blue oferece pesquisa poderosa em todos os projetos, com filtros para registros, arquivos, comentários e muito mais. Você pode salvar pesquisas usadas com frequência.",
      "custom_reports_q": "Posso criar relatórios personalizados?",
      "custom_reports_a": "Sim, use o recurso Painéis para criar relatórios personalizados com vários tipos de gráficos e análises entre projetos."
    },
    
    "troubleshooting": {
      "cant_see_project_q": "Por que não consigo ver um projeto que foi compartilhado comigo?",
      "cant_see_project_a": "Verifique se você foi adicionado ao projeto com as permissões apropriadas. Se os problemas persistirem, entre em contato com seu administrador ou support@blue.cc.",
      "recover_deleted_q": "Como recupero dados excluídos?",
      "recover_deleted_a": "Entre em contato com o suporte imediatamente em support@blue.cc. Mantemos backups por 30 dias e podemos ajudar a recuperar dados excluídos recentemente.",
      "supported_browsers_q": "Quais navegadores são suportados?",
      "supported_browsers_a": "O Blue funciona melhor em navegadores modernos, incluindo Chrome, Firefox, Safari e Edge. Recomendamos manter seu navegador atualizado.",
      "automations_not_triggering_q": "Por que minhas automações não estão sendo acionadas?",
      "automations_not_triggering_a": "Verifique se as automações estão habilitadas para seu projeto e se as condições de acionamento estão configuradas corretamente. Revise os logs de automação para obter detalhes.",
      "report_bug_q": "Como relato um bug?",
      "report_bug_a": "Relate bugs enviando um e-mail para support@blue.cc com detalhes sobre o problema, etapas para reproduzir e quaisquer mensagens de erro.",
      "status_page_q": "Existe uma página de status para disponibilidade do serviço?",
      "status_page_a": "Sim, verifique blue.cc/platform/status para status do sistema em tempo real e atualizações de incidentes."
    }
  },
  "ru": {
    "page_title": "Часто Задаваемые Вопросы",
    "page_subtitle": "Мы ответили на самые распространенные вопросы о Blue. Если у вас есть другие вопросы, отправьте письмо на support@blue.cc",
    
    "categories": {
      "general": "Общие",
      "pricing": "Цены и тарифы",
      "features": "Функции и возможности",
      "security": "Безопасность",
      "getting_started": "Начало работы",
      "api": "Технические вопросы и API",
      "collaboration": "Совместная работа и команды",
      "data_management": "Управление данными",
      "troubleshooting": "Устранение неполадок и поддержка"
    },
    
    "general": {
      "what_is_blue_q": "Что такое Blue?",
      "what_is_blue_a": "Blue — это универсальная платформа управления процессами, которая может использоваться для управления различными процессами в организациях. Она помогает сотрудникам понимать, что им нужно делать, менеджерам осуществлять контроль, а всем оставаться в курсе дел.",
      "key_benefits_q": "Каковы основные преимущества использования Blue?",
      "key_benefits_a": "Blue предлагает надежные функции, помогающие командам организовывать работу и эффективно сотрудничать. Основные преимущества включают настраиваемые рабочие процессы, интеллектуальную автоматизацию, общение в реальном времени и мощную аналитику.",
      "when_started_q": "Когда был основан Blue?",
      "when_started_a": "Blue был основан в апреле 2018 года из-за разочарования существующими платформами управления процессами и проектами.",
      "where_based_q": "Где находится Blue?",
      "where_based_a": "Blue — это американская компания (Delaware C Corp) с полностью удаленной командой, базирующейся в Северной и Южной Америке, Европе и Азии.",
      "languages_available_q": "Доступен ли Blue на других языках, кроме английского?",
      "languages_available_a": "Да, Blue доступен на 24 языках.\n\nАрабский (ar), бенгальский (bn), китайский (zh), чешский (cz), английский (en), французский (fr), грузинский (ka), немецкий (de), хинди (hi), венгерский (hu), индонезийский (id), итальянский (it), японский (ja), кхмерский (km), корейский (ko), латышский (lv), маратхи (mr), португальский (pt), румынский (ro), русский (ru), испанский (es), шведский (se), тайский (th) и вьетнамский (vi).",
      "types_of_businesses_q": "Какие типы бизнеса используют Blue?",
      "types_of_businesses_a": "Blue обслуживает действительно широкий спектр компаний из разных отраслей, что замечательно, потому что мы получаем невероятный горизонтальный обзор вместо вертикального отраслевого взгляда. Иногда мы создаем функцию для решения одной проблемы в одной отрасли, а затем другая отрасль может использовать эту функцию для решения совершенно другой проблемы.",
      "different_from_competitors_q": "Чем Blue отличается от Asana, Monday.com или Trello?",
      "different_from_competitors_a": "Прежде всего, Blue намного дешевле. Он также не финансируется венчурным капиталом, поэтому наши клиенты являются нашим главным приоритетом. Он полностью управляется основателями, и мы фокусируемся на уровне простоты, которого у них, возможно, нет.",
      "replace_excel_q": "Может ли Blue заменить наши таблицы Excel?",
      "replace_excel_a": "Да, именно так! У нас есть представление базы данных, которое позволяет это делать, и вы получаете преимущество в виде полных журналов аудита для всех изменений.",
      "suitable_for_teams_q": "Подходит ли Blue для небольших команд или предприятий?",
      "suitable_for_teams_a": "Blue подходит как для небольших команд, так и для предприятий."
    },
    
    "pricing": {
      "cost_q": "Сколько стоит Blue?",
      "cost_a": "У Blue есть один основной план с ежемесячными и годовыми вариантами:\n\n • Месячный план: $7/месяц/пользователь.\n • Годовой план: $70/год/пользователь (вы получаете два месяца бесплатно)",
      "paid_roles_q": "Какие роли пользователей считаются платными?",
      "paid_roles_a": "Эти роли пользователей платные:\n\n• Администратор проекта\n• Член команды\n• Пользовательские роли\n\nА эти роли пользователей бесплатные:\n\n• Клиенты\n• Только комментарии\n• Только просмотр",
      "free_trial_q": "Как работает бесплатная пробная версия Blue?",
      "free_trial_a": "Бесплатная пробная версия предоставляет полный доступ ко всем функциям Blue на 7 дней. Для начала не требуется кредитная карта. Если вы хотите продолжить, вы можете перейти на наш платный план в конце бесплатного пробного периода, и у вас также будет возможность продлить пробный период еще на 7 дней.\n\nВы всегда можете написать нам на support@blue.cc, если вам нужен более длительный пробный период или вы хотите персонализированную адаптацию.",
      "white_label_q": "Что такое план White Label?",
      "white_label_a": "План White Label — это дополнительная опция стоимостью $200/год за компанию, которая позволяет полностью настроить брендинг Blue, чтобы он выглядел как ваша собственная система процессов. Это означает, что вы можете запускать Blue на своем собственном домене, электронные письма будут приходить с ваших адресов электронной почты, и вы можете добавить свой логотип и фирменные цвета.",
      "enterprise_plan_q": "Что такое корпоративный план?",
      "enterprise_plan_a": "План Blue Enterprise предназначен для средних и крупных компаний, которые хотят сделать Blue основной частью своих операционных процессов и иметь выделенные ресурсы поддержки и разработки для своей учетной записи. Это позволяет Blue настраивать платформу под их конкретные требования.",
      "nonprofit_discounts_q": "Есть ли скидки для некоммерческих организаций или образовательных учреждений?",
      "nonprofit_discounts_a": "Да, Blue предлагает 50% скидку от указанных цен для зарегистрированных некоммерческих организаций, некоммерческих образовательных учреждений и проектов с открытым исходным кодом.",
      "billing_mid_cycle_q": "Как работает выставление счетов при добавлении/удалении пользователей в середине цикла?",
      "billing_mid_cycle_a": "Мы считаем по дням, поэтому если вы удалите кого-то в середине месяца, вам будет выставлен счет только за точное время, которое они были на платформе. Если вы добавите кого-то в середине месяца, вам будет выставлен счет только за половину месяца.",
      "switch_plans_q": "Могу ли я переключаться между месячными и годовыми планами?",
      "switch_plans_a": "Да, вы можете переключаться между месячными и годовыми планами в настройках выставления счетов компании.",
      "cancel_data_q": "Что происходит с моими данными, если я отменю подписку?",
      "cancel_data_a": "Через 60 дней ваши данные будут удалены.",
      "volume_discounts_q": "Предлагаете ли вы скидки за объем для больших команд?",
      "volume_discounts_a": "Да, пожалуйста, напишите на sales@blue.cc, чтобы обсудить скидки за объем.",
      "lifetime_deal_q": "Доступна ли пожизненная сделка?",
      "lifetime_deal_a": "Нет, мы были на AppSumo в прошлом, но эти предложения больше не доступны."
    },
    
    "features": {
      "integrations_q": "Какие интеграции поддерживает Blue?",
      "integrations_a": "Blue имеет более 5000 интеграций через Make.com, Zapier, Pabbly Connect, Albato и Boost.Space. У нас также есть полный API для пользовательских интеграций и детальные вебхуки.",
      "support_options_q": "Какие варианты поддержки доступны?",
      "support_options_a": "Мы предлагаем поддержку по электронной почте на support@blue.cc. Мы также предлагаем платные пакеты поддержки для крупномасштабного импорта, полной адаптации команды, приоритетной поддержки в чате и регулярного обучения. Напишите нам на support@blue.cc, чтобы узнать больше.",
      "import_data_q": "Могу ли я импортировать существующие данные в Blue?",
      "import_data_a": "Да, Blue поддерживает массовый импорт данных из файлов CSV. Это позволяет переносить до 200 000 записей одновременно и идеально подходит для миграции из ручных рабочих процессов Excel или других систем управления работой. Вы можете связаться с support@blue.cc, если у вас есть вопросы об импорте ваших данных или запросить информацию о платных пакетах поддержки.",
      "mobile_apps_q": "Есть ли у Blue мобильные приложения?",
      "mobile_apps_a": "Да, доступны нативные приложения для iOS и Android для доступа к Blue на ходу. Основные функции, такие как задачи, комментарии и календари, синхронизируются между устройствами.",
      "permissions_q": "Как работают разрешения в Blue?",
      "permissions_a": "Разрешения устанавливаются на уровне проекта, поэтому пользователи могут иметь разные уровни доступа к проектам в зависимости от их ролей. Blue имеет мощную систему пользовательских ролей, которая позволяет определять точный доступ для каждой группы пользователей в каждом проекте.",
      "customize_interface_q": "Могу ли я настроить интерфейс и рабочие процессы в Blue?",
      "customize_interface_a": "Да, вы можете полностью настроить поля, представления, правила автоматизации, формы и многое другое в соответствии с вашими рабочими требованиями. Вы можете выбрать цвет интерфейса и загрузить логотип вашей компании. Мы также позволяем вам иметь собственный домен.",
      "analytics_q": "Какую аналитику предоставляет Blue?",
      "analytics_a": "Blue предлагает панели мониторинга в реальном времени и межпроектную отчетность для анализа прогресса, производительности и тенденций.",
      "export_data_q": "Могу ли я экспортировать свои данные из Blue?",
      "export_data_a": "Да, вы можете экспортировать все свои данные Blue в любое время через API или массовый экспорт CSV. Вы владеете своими данными, и они всегда доступны.",
      "file_storage_limits_q": "Какие ограничения на хранение файлов существуют в Blue?",
      "file_storage_limits_a": "Blue предлагает 500 ГБ места для хранения на клиента. Дополнительное хранилище может быть запрошено для корпоративных учетных записей.",
      "feature_requests_q": "Куда отправлять запросы на функции для Blue?",
      "feature_requests_a": "Мы будем рады услышать ваши идеи о функциях! Вы можете написать нам напрямую на support@blue.cc или присоединиться к нашим форумам сообщества на https://ask.blue.cc",
      "automations_q": "Что такое автоматизации и сколько я могу создать?",
      "automations_a": "Вы можете создавать столько автоматизаций, сколько пожелаете. Они работают на основе триггеров — вы можете сказать «когда что-то происходит, сделайте это». Это отличный способ автоматизировать административную работу.",
      "public_forms_q": "Могу ли я создавать публичные формы для внешних заявок?",
      "public_forms_a": "Да, вы можете создавать публичные формы для внешних заявок.",
      "custom_fields_q": "Как работают пользовательские поля и какие типы доступны?",
      "custom_fields_a": "Пользовательские поля позволяют создавать собственную структуру базы данных в Blue. Доступно более 24 типов.",
      "formulas_q": "Могу ли я использовать формулы для автоматического расчета значений?",
      "formulas_a": "Вы можете использовать формулы для автоматического расчета значений. Вы можете извлекать данные из числовых пользовательских полей, валютных пользовательских полей и процентных пользовательских полей для генерации конкретных значений.",
      "projects_vs_records_q": "В чем разница между проектами и записями?",
      "projects_vs_records_a": "Проект — это контейнер для многих записей, а запись — это самая детальная единица в Blue. Запись содержит пользовательские поля.",
      "templates_q": "Могу ли я создавать шаблоны для повторяющихся проектов?",
      "templates_a": "Да, вы можете создавать шаблоны для повторяющихся проектов и процессов.",
      "dependencies_q": "Как работают зависимости между задачами?",
      "dependencies_a": "Вы можете создавать зависимости между задачами, используя пользовательское поле зависимости.",
      "project_limit_q": "Есть ли ограничение на количество проектов, которые я могу создать?",
      "project_limit_a": "Нет, нет ограничений на количество проектов, которые вы можете создать.",
      "recurring_tasks_q": "Могу ли я настроить повторяющиеся задачи?",
      "recurring_tasks_a": "Да, вы можете настроить повторяющиеся задачи.",
      "ai_summarization_q": "Как работает функция суммирования ИИ?",
      "ai_summarization_a": "Мы отправляем все комментарии в пользовательскую модель ИИ, которая возвращает резюме."
    },
    
    "security": {
      "gdpr_compliant_q": "Соответствует ли Blue GDPR?",
      "gdpr_compliant_a": "Да, Blue полностью соответствует GDPR. Подробности см. в нашей политике GDPR по адресу https://blue.cc/legal/gdpr",
      "hipaa_compliant_q": "Соответствует ли Blue HIPAA?",
      "hipaa_compliant_a": "Да, Blue соответствует HIPAA, поэтому вы можете загружать данные, связанные со здравоохранением. Узнайте больше в нашей политике HIPAA по адресу https://blue.cc/legal/hipaa",
      "data_encryption_q": "Как шифруются данные в Blue?",
      "data_encryption_a": "Blue использует шифрование банковского уровня как для данных в состоянии покоя, так и при передаче.\n\n • Данные в состоянии покоя зашифрованы с помощью 256-битного шифрования AES.\n • Данные при передаче защищены протоколами TLS 1.2+ (или выше).\n\nЭто гарантирует, что ваша информация всегда защищена.",
      "data_storage_q": "Где хранятся мои данные?",
      "data_storage_a": "Данные хранятся в нескольких центрах обработки данных как в Европе, так и в Азии.",
      "backup_frequency_q": "Как часто выполняются резервные копии?",
      "backup_frequency_a": "Резервные копии выполняются ежедневно в течение 30 дней.",
      "restrict_access_q": "Могу ли я ограничить доступ к определенным полям или записям?",
      "restrict_access_a": "Да, вы можете ограничить доступ к определенным полям или записям, используя пользовательские разрешения пользователей.",
      "two_factor_auth_q": "Доступна ли двухфакторная аутентификация?",
      "two_factor_auth_a": "У нас нет доступной двухфакторной аутентификации, но все входы выполняются через Magic Link.",
      "data_breaches_q": "Как вы обрабатываете утечки данных?",
      "data_breaches_a": "К счастью, у нас никогда не было утечки данных, но у нас есть система уведомлений на случай, если это произойдет."
    },
    
    "getting_started": {
      "setup_first_project_q": "Как настроить мой первый проект в Blue?",
      "setup_first_project_a": "После регистрации вы можете создать свой первый проект на панели управления. Мы рекомендуем начать с шаблона, который соответствует вашему варианту использования, а затем настроить его с помощью собственных полей и рабочих процессов.",
      "migration_help_q": "Могу ли я получить помощь в миграции с другого инструмента?",
      "migration_help_a": "Да, Blue поддерживает массовый импорт данных из файлов CSV для до 200 000 записей. Для получения помощи с миграцией отправьте электронное письмо на support@blue.cc или узнайте о наших платных пакетах поддержки.",
      "guided_onboarding_q": "Есть ли процесс управляемой адаптации?",
      "guided_onboarding_a": "Да, новые пользователи проходят через начальные шаги настройки. Мы также предлагаем платные пакеты адаптации для команд, которые хотят персонализированное обучение.",
      "time_to_start_q": "Сколько времени нужно, чтобы начать работу с Blue?",
      "time_to_start_a": "Большинство пользователей могут настроить свой первый проект и начать сотрудничество в течение нескольких минут. Интуитивно понятный интерфейс позволяет быстро стать продуктивным.",
      "templates_available_q": "Есть ли шаблоны, которые я могу использовать для быстрого старта?",
      "templates_available_a": "Да, Blue предлагает различные шаблоны проектов для распространенных вариантов использования, которые вы можете настроить в соответствии со своими потребностями.",
      "training_services_q": "Предлагаете ли вы услуги обучения или внедрения?",
      "training_services_a": "Да, мы предлагаем платные пакеты поддержки для полной адаптации команды, обучающих сессий и помощи во внедрении. Отправьте электронное письмо на support@blue.cc, чтобы узнать больше."
    },
    
    "api": {
      "programming_languages_q": "Какие языки программирования я могу использовать с API Blue?",
      "programming_languages_a": "API GraphQL Blue можно использовать с любым языком программирования, который поддерживает HTTP-запросы. Мы предоставляем примеры на популярных языках, таких как JavaScript, Python и Ruby.",
      "rate_limits_q": "Есть ли ограничения скорости для запросов API?",
      "rate_limits_a": "Да, запросы API имеют ограничения скорости для обеспечения стабильности платформы. Свяжитесь с поддержкой для получения информации о конкретных лимитах и корпоративных опциях.",
      "webhooks_work_q": "Как работают вебхуки в Blue?",
      "webhooks_work_a": "Вебхуки позволяют получать уведомления в реальном времени, когда в Blue происходят события. Вы можете настроить вебхуки для срабатывания при различных событиях, таких как создание записей, обновления или изменения статуса.",
      "custom_integrations_q": "Могу ли я создавать пользовательские интеграции?",
      "custom_integrations_a": "Да, вы можете создавать пользовательские интеграции, используя наш API GraphQL, который обеспечивает 100% покрытие функциональности Blue.",
      "api_documentation_q": "Доступна ли документация API?",
      "api_documentation_a": "Да, исчерпывающая документация API доступна по адресу blue.cc/docs/api.",
      "api_authentication_q": "Как мне аутентифицироваться с API?",
      "api_authentication_a": "Аутентификация API использует ключи API, которые вы можете сгенерировать в настройках вашей учетной записи. Включите ключ в заголовки вашего запроса."
    },
    
    "collaboration": {
      "invite_team_q": "Как пригласить членов команды в Blue?",
      "invite_team_a": "Вы можете пригласить членов команды из раздела Администрирование компании. Они получат приглашение по электронной почте присоединиться к вашему рабочему пространству.",
      "external_clients_q": "Могут ли внешние клиенты получить доступ к конкретным проектам?",
      "external_clients_a": "Да, вы можете добавлять клиентов к конкретным проектам с бесплатной ролью пользователя «Клиент», предоставляя им ограниченный доступ только к тому, что им нужно видеть.",
      "notifications_work_q": "Как работают уведомления?",
      "notifications_work_a": "Blue отправляет уведомления об упоминаниях, назначениях, сроках выполнения и других важных событиях. Вы можете настроить предпочтения уведомлений в настройках вашего профиля.",
      "mention_team_q": "Могу ли я упоминать членов команды в комментариях?",
      "mention_team_a": "Да, используйте @ с их именем, чтобы упомянуть членов команды в комментариях. Они получат уведомление.",
      "approval_workflows_q": "Как настроить рабочие процессы утверждения?",
      "approval_workflows_a": "Вы можете создавать рабочие процессы утверждения, используя автоматизации и пользовательские поля для маршрутизации работы через различные этапы и исполнителей.",
      "isolated_workspaces_q": "Могут ли разные команды иметь изолированные рабочие пространства?",
      "isolated_workspaces_a": "Да, вы можете создавать отдельные проекты для разных команд с настроенными разрешениями для обеспечения надлежащей изоляции."
    },
    
    "data_management": {
      "max_file_size_q": "Каков максимальный размер файла, который я могу загрузить?",
      "max_file_size_a": "Загрузка отдельных файлов ограничена для обеспечения производительности платформы. Для конкретных лимитов проверьте детали вашего плана или обратитесь в поддержку.",
      "bulk_update_q": "Как массово обновить несколько записей?",
      "bulk_update_a": "Вы можете массово обновлять записи, выбрав несколько элементов и используя меню массовых действий, или используя импорт CSV с режимом обновления.",
      "relationships_projects_q": "Могу ли я создавать связи между разными проектами?",
      "relationships_projects_a": "Да, вы можете использовать пользовательские поля ссылок и поиска для создания связей между записями в разных проектах.",
      "archive_projects_q": "Как архивировать старые проекты?",
      "archive_projects_a": "Проекты можно архивировать из меню настроек проекта. Архивированные проекты скрыты из активных представлений, но данные остаются доступными.",
      "search_capabilities_q": "Какие возможности поиска доступны?",
      "search_capabilities_a": "Blue предлагает мощный поиск по всем проектам с фильтрами для записей, файлов, комментариев и многого другого. Вы можете сохранять часто используемые поиски.",
      "custom_reports_q": "Могу ли я создавать пользовательские отчеты?",
      "custom_reports_a": "Да, используйте функцию Панели мониторинга для создания пользовательских отчетов с различными типами диаграмм и межпроектной аналитикой."
    },
    
    "troubleshooting": {
      "cant_see_project_q": "Почему я не вижу проект, которым со мной поделились?",
      "cant_see_project_a": "Проверьте, что вы были добавлены в проект с соответствующими разрешениями. Если проблемы сохраняются, обратитесь к вашему администратору или на support@blue.cc.",
      "recover_deleted_q": "Как восстановить удаленные данные?",
      "recover_deleted_a": "Немедленно свяжитесь с поддержкой по адресу support@blue.cc. Мы храним резервные копии в течение 30 дней и можем помочь восстановить недавно удаленные данные.",
      "supported_browsers_q": "Какие браузеры поддерживаются?",
      "supported_browsers_a": "Blue лучше всего работает в современных браузерах, включая Chrome, Firefox, Safari и Edge. Мы рекомендуем поддерживать ваш браузер в актуальном состоянии.",
      "automations_not_triggering_q": "Почему мои автоматизации не срабатывают?",
      "automations_not_triggering_a": "Проверьте, что автоматизации включены для вашего проекта и что условия срабатывания правильно настроены. Просмотрите журналы автоматизации для получения подробной информации.",
      "report_bug_q": "Как сообщить об ошибке?",
      "report_bug_a": "Сообщайте об ошибках, отправив электронное письмо на support@blue.cc с подробной информацией о проблеме, шагами для воспроизведения и любыми сообщениями об ошибках.",
      "status_page_q": "Есть ли страница статуса для доступности сервиса?",
      "status_page_a": "Да, проверьте blue.cc/platform/status для получения статуса системы в реальном времени и обновлений инцидентов."
    }
  },
  "ko": {
    "page_title": "자주 묻는 질문",
    "page_subtitle": "Blue에 대한 가장 일반적인 질문에 답변했습니다. 다른 질문이 있으시면 support@blue.cc로 이메일을 보내주세요",
    
    "categories": {
      "general": "일반",
      "pricing": "가격 및 요금제",
      "features": "기능",
      "security": "보안",
      "getting_started": "시작하기",
      "api": "기술 및 API",
      "collaboration": "협업 및 팀",
      "data_management": "데이터 관리",
      "troubleshooting": "문제 해결 및 지원"
    },
    
    "general": {
      "what_is_blue_q": "Blue란 무엇인가요?",
      "what_is_blue_a": "Blue는 조직 내에서 다양한 프로세스를 관리하는 데 사용할 수 있는 범용 프로세스 관리 플랫폼입니다. 직원들이 해야 할 일을 이해하고, 관리자가 감독하며, 모두가 일치된 상태를 유지하도록 돕습니다.",
      "key_benefits_q": "Blue 사용의 주요 이점은 무엇인가요?",
      "key_benefits_a": "Blue는 팀이 작업을 정리하고 효과적으로 협업할 수 있도록 강력한 기능을 제공합니다. 주요 이점으로는 사용자 정의 가능한 워크플로우, 지능형 자동화, 실시간 커뮤니케이션 및 강력한 분석이 포함됩니다.",
      "when_started_q": "Blue는 언제 시작되었나요?",
      "when_started_a": "Blue는 기존 프로세스 및 프로젝트 관리 플랫폼에 대한 불만으로 인해 2018년 4월에 설립되었습니다.",
      "where_based_q": "Blue는 어디에 본사를 두고 있나요?",
      "where_based_a": "Blue는 미국 회사(델라웨어 C Corp)이며 아메리카, 유럽 및 아시아에 완전히 원격으로 근무하는 팀이 있습니다.",
      "languages_available_q": "Blue는 영어 외에 다른 언어로 제공되나요?",
      "languages_available_a": "예, Blue는 24개 언어로 제공됩니다.\n\n아랍어(ar), 벵골어(bn), 중국어(zh), 체코어(cz), 영어(en), 프랑스어(fr), 조지아어(ka), 독일어(de), 힌디어(hi), 헝가리어(hu), 인도네시아어(id), 이탈리아어(it), 일본어(ja), 크메르어(km), 한국어(ko), 라트비아어(lv), 마라티어(mr), 포르투갈어(pt), 루마니아어(ro), 러시아어(ru), 스페인어(es), 스웨덴어(se), 태국어(th), 베트남어(vi).",
      "types_of_businesses_q": "어떤 유형의 비즈니스가 Blue를 사용하나요?",
      "types_of_businesses_a": "Blue는 다양한 산업 분야의 정말 광범위한 기업에 서비스를 제공하며, 이는 수직적 산업 관점 대신 놀라운 수평적 관점을 얻을 수 있어 환상적입니다. 때때로 우리는 한 산업의 한 문제를 해결하기 위해 기능을 만들고, 다른 산업이 그 기능을 재사용하여 완전히 다른 문제를 해결할 수 있습니다.",
      "different_from_competitors_q": "Blue는 Asana, Monday.com 또는 Trello와 어떻게 다른가요?",
      "different_from_competitors_a": "무엇보다도 Blue는 훨씬 저렴합니다. 또한 벤처 자금을 받지 않았으므로 고객이 우리의 최우선 순위입니다. 완전히 창립자 주도이며 그들이 갖지 못할 수도 있는 단순성 수준에 중점을 둡니다.",
      "replace_excel_q": "Blue가 Excel 스프레드시트를 대체할 수 있나요?",
      "replace_excel_a": "예, 정확히 그렇습니다! 그것을 할 수 있는 데이터베이스 뷰가 있으며, 모든 변경 사항에 대한 완전한 감사 추적의 이점을 얻을 수 있습니다.",
      "suitable_for_teams_q": "Blue는 소규모 팀이나 기업에 적합한가요?",
      "suitable_for_teams_a": "Blue는 소규모 팀과 기업 모두에 적합합니다."
    },
    
    "pricing": {
      "cost_q": "Blue의 비용은 얼마인가요?",
      "cost_a": "Blue에는 월간 및 연간 옵션이 있는 하나의 주요 요금제가 있습니다:\n\n • 월간 요금제: $7/월/사용자.\n • 연간 요금제: $70/년/사용자 (2개월 무료)",
      "paid_roles_q": "어떤 사용자 역할이 유료 역할로 계산되나요?",
      "paid_roles_a": "이러한 사용자 역할은 유료입니다:\n\n• 프로젝트 관리자\n• 팀 멤버\n• 사용자 정의 사용자 역할\n\n그리고 이러한 사용자 역할은 무료입니다:\n\n• 클라이언트\n• 댓글만\n• 보기만",
      "free_trial_q": "Blue 무료 평가판은 어떻게 작동하나요?",
      "free_trial_a": "무료 평가판은 7일 동안 모든 Blue 기능에 대한 전체 액세스를 제공합니다. 시작하는 데 신용카드가 필요하지 않습니다. 계속하려면 무료 평가판이 끝날 때 유료 요금제로 업그레이드할 수 있으며 평가판을 7일 더 연장할 수 있는 옵션도 있습니다.\n\n더 긴 평가판이 필요하거나 개인화된 온보딩을 원하시면 언제든지 support@blue.cc로 이메일을 보내실 수 있습니다.",
      "white_label_q": "화이트 라벨 플랜이란 무엇인가요?",
      "white_label_a": "화이트 라벨 플랜은 회사당 연간 $200의 선택적 추가 기능으로, Blue의 브랜딩을 완전히 사용자 정의하여 자체 프로세스 시스템처럼 보이게 할 수 있습니다. 이는 자체 도메인에서 Blue를 실행할 수 있고, 이메일이 귀하의 이메일 주소에서 전송되며, 로고와 브랜드 색상을 추가할 수 있음을 의미합니다.",
      "enterprise_plan_q": "엔터프라이즈 플랜이란 무엇인가요?",
      "enterprise_plan_a": "Blue Enterprise 플랜은 Blue를 운영 프로세스의 핵심 부분으로 만들고 계정에 전용 지원 및 엔지니어링 리소스를 갖고자 하는 중대형 기업을 위한 것입니다. 이를 통해 Blue는 특정 요구 사항에 맞게 플랫폼을 맞춤화할 수 있습니다.",
      "nonprofit_discounts_q": "비영리 단체나 교육 기관에 대한 할인이 있나요?",
      "nonprofit_discounts_a": "예, Blue는 등록된 비영리 단체, 비상업적 교육 기관 및 오픈 소스 프로젝트에 대해 정가의 50% 할인을 제공합니다.",
      "billing_mid_cycle_q": "주기 중간에 사용자를 추가/제거할 때 청구는 어떻게 작동하나요?",
      "billing_mid_cycle_a": "일 단위로 계산하므로 월 중간에 누군가를 제거하면 플랫폼에 있었던 정확한 시간에 대해서만 청구됩니다. 월 중간에 누군가를 추가하면 반달만 청구됩니다.",
      "switch_plans_q": "월간 요금제와 연간 요금제 간에 전환할 수 있나요?",
      "switch_plans_a": "예, 회사 청구 설정에서 월간 요금제와 연간 요금제 간에 전환할 수 있습니다.",
      "cancel_data_q": "구독을 취소하면 내 데이터는 어떻게 되나요?",
      "cancel_data_a": "60일 후 데이터가 삭제됩니다.",
      "volume_discounts_q": "대규모 팀을 위한 볼륨 할인을 제공하나요?",
      "volume_discounts_a": "예, 볼륨 할인에 대해 논의하려면 sales@blue.cc로 이메일을 보내주세요.",
      "lifetime_deal_q": "평생 거래가 가능한가요?",
      "lifetime_deal_a": "아니요, 과거에 AppSumo에 참여했지만 그러한 거래는 더 이상 제공되지 않습니다."
    },
    
    "features": {
      "integrations_q": "Blue는 어떤 통합을 지원하나요?",
      "integrations_a": "Blue는 Make.com, Zapier, Pabbly Connect, Albato 및 Boost.Space를 통해 5,000개 이상의 통합을 제공합니다. 또한 사용자 정의 통합을 위한 전체 API와 세분화된 Webhook도 있습니다.",
      "support_options_q": "어떤 지원 옵션을 사용할 수 있나요?",
      "support_options_a": "support@blue.cc에서 이메일 지원을 제공합니다. 또한 대규모 가져오기, 전체 팀 온보딩, 우선 채팅 지원 및 정기 교육을 위한 유료 지원 패키지도 제공합니다. 자세한 내용은 support@blue.cc로 이메일을 보내주세요.",
      "import_data_q": "기존 데이터를 Blue로 가져올 수 있나요?",
      "import_data_a": "예, Blue는 CSV 파일에서 대량 데이터 가져오기를 지원합니다. 이를 통해 최대 200,000개의 레코드를 동시에 마이그레이션할 수 있으며 수동 Excel 워크플로우 또는 기타 작업 관리 시스템에서 마이그레이션하는 데 완벽합니다. 데이터 가져오기에 대한 질문이 있거나 유료 지원 패키지에 대해 문의하려면 support@blue.cc에 연락하실 수 있습니다.",
      "mobile_apps_q": "Blue에는 모바일 앱이 있나요?",
      "mobile_apps_a": "예, 이동 중에도 Blue에 액세스할 수 있는 네이티브 iOS 및 Android 앱을 사용할 수 있습니다. 작업, 댓글 및 캘린더와 같은 핵심 기능은 장치 간에 동기화됩니다.",
      "permissions_q": "Blue에서 권한은 어떻게 작동하나요?",
      "permissions_a": "권한은 프로젝트 수준에서 설정되므로 사용자는 역할에 따라 프로젝트 전체에서 다른 액세스 수준을 가질 수 있습니다. Blue에는 각 프로젝트의 각 사용자 그룹에 대한 정확한 액세스를 정의할 수 있는 강력한 사용자 정의 사용자 역할 시스템이 있습니다.",
      "customize_interface_q": "Blue에서 인터페이스와 워크플로우를 사용자 정의할 수 있나요?",
      "customize_interface_a": "예, 작업 요구 사항에 맞게 필드, 보기, 자동화 규칙, 양식 등을 완전히 사용자 정의할 수 있습니다. 인터페이스 색상을 선택하고 회사 로고를 업로드할 수 있습니다. 또한 사용자 정의 도메인을 가질 수 있습니다.",
      "analytics_q": "Blue는 어떤 분석을 제공하나요?",
      "analytics_a": "Blue는 진행 상황, 생산성 및 추세를 분석하기 위한 실시간 대시보드와 프로젝트 간 보고를 제공합니다.",
      "export_data_q": "Blue에서 데이터를 내보낼 수 있나요?",
      "export_data_a": "예, API 또는 대량 CSV 내보내기를 통해 언제든지 모든 Blue 데이터를 내보낼 수 있습니다. 데이터는 귀하의 소유이며 항상 액세스할 수 있습니다.",
      "file_storage_limits_q": "Blue에는 어떤 파일 저장 제한이 있나요?",
      "file_storage_limits_a": "Blue는 고객당 500GB의 저장 공간을 제공합니다. 엔터프라이즈 계정의 경우 추가 저장 공간을 요청할 수 있습니다.",
      "feature_requests_q": "Blue의 기능 요청은 어디에 제출하나요?",
      "feature_requests_a": "귀하의 기능 아이디어를 듣고 싶습니다! support@blue.cc로 직접 이메일을 보내거나 https://ask.blue.cc의 커뮤니티 포럼에 참여할 수 있습니다.",
      "automations_q": "자동화란 무엇이며 몇 개나 만들 수 있나요?",
      "automations_a": "원하는 만큼 자동화를 만들 수 있습니다. 트리거 기반으로 작동합니다 - \"무언가가 발생하면 이것을 수행하라\"고 말할 수 있습니다. 관리 작업을 자동화하는 좋은 방법입니다.",
      "public_forms_q": "외부 제출을 위한 공개 양식을 만들 수 있나요?",
      "public_forms_a": "예, 외부 제출을 위한 공개 양식을 만들 수 있습니다.",
      "custom_fields_q": "사용자 정의 필드는 어떻게 작동하며 어떤 유형을 사용할 수 있나요?",
      "custom_fields_a": "사용자 정의 필드를 사용하면 Blue에서 자체 데이터베이스 구조를 만들 수 있습니다. 24가지 이상의 유형을 사용할 수 있습니다.",
      "formulas_q": "수식을 사용하여 값을 자동으로 계산할 수 있나요?",
      "formulas_a": "수식을 사용하여 값을 자동으로 계산할 수 있습니다. 숫자 사용자 정의 필드, 통화 사용자 정의 필드 및 백분율 사용자 정의 필드에서 특정 값을 생성할 수 있습니다.",
      "projects_vs_records_q": "프로젝트와 레코드의 차이점은 무엇인가요?",
      "projects_vs_records_a": "프로젝트는 많은 레코드의 홀더이고 레코드는 Blue에서 가장 세분화된 단위입니다. 레코드에는 사용자 정의 필드가 포함됩니다.",
      "templates_q": "반복 프로젝트를 위한 템플릿을 만들 수 있나요?",
      "templates_a": "예, 반복 프로젝트 및 프로세스를 위한 템플릿을 만들 수 있습니다.",
      "dependencies_q": "작업 간의 종속성은 어떻게 작동하나요?",
      "dependencies_a": "종속성 사용자 정의 필드를 사용하여 작업 간의 종속성을 만들 수 있습니다.",
      "project_limit_q": "만들 수 있는 프로젝트 수에 제한이 있나요?",
      "project_limit_a": "아니요, 만들 수 있는 프로젝트 수에는 제한이 없습니다.",
      "recurring_tasks_q": "반복 작업을 설정할 수 있나요?",
      "recurring_tasks_a": "예, 반복 작업을 설정할 수 있습니다.",
      "ai_summarization_q": "AI 요약 기능은 어떻게 작동하나요?",
      "ai_summarization_a": "모든 댓글을 요약을 반환하는 사용자 정의 AI 모델로 보냅니다."
    },
    
    "security": {
      "gdpr_compliant_q": "Blue는 GDPR을 준수하나요?",
      "gdpr_compliant_a": "예, Blue는 완전히 GDPR을 준수합니다. 자세한 내용은 https://blue.cc/legal/gdpr의 GDPR 정책을 참조하세요.",
      "hipaa_compliant_q": "Blue는 HIPAA를 준수하나요?",
      "hipaa_compliant_a": "예, Blue는 HIPAA를 준수하므로 의료 관련 데이터를 업로드할 수 있습니다. https://blue.cc/legal/hipaa의 HIPAA 정책에서 자세히 알아보세요.",
      "data_encryption_q": "Blue에서 데이터는 어떻게 암호화되나요?",
      "data_encryption_a": "Blue는 저장 중인 데이터와 전송 중인 데이터 모두에 대해 은행 수준의 암호화를 사용합니다.\n\n • 저장 중인 데이터는 256비트 AES 암호화로 암호화됩니다.\n • 전송 중인 데이터는 TLS 1.2+(또는 그 이상) 프로토콜로 보호됩니다.\n\n이를 통해 정보가 항상 안전하게 보호됩니다.",
      "data_storage_q": "내 데이터는 어디에 저장되나요?",
      "data_storage_a": "데이터는 유럽과 아시아의 여러 데이터 센터에 저장됩니다.",
      "backup_frequency_q": "백업은 얼마나 자주 수행되나요?",
      "backup_frequency_a": "백업은 30일 동안 매일 수행됩니다.",
      "restrict_access_q": "특정 필드나 레코드에 대한 액세스를 제한할 수 있나요?",
      "restrict_access_a": "예, 사용자 정의 사용자 권한을 사용하여 특정 필드나 레코드에 대한 액세스를 제한할 수 있습니다.",
      "two_factor_auth_q": "이중 인증을 사용할 수 있나요?",
      "two_factor_auth_a": "이중 인증은 사용할 수 없지만 모든 로그인은 Magic Link로 수행됩니다.",
      "data_breaches_q": "데이터 침해를 어떻게 처리하나요?",
      "data_breaches_a": "다행히 이전에 데이터 침해가 발생한 적은 없지만 그런 일이 발생할 경우를 대비한 알림 시스템이 마련되어 있습니다."
    },
    
    "getting_started": {
      "setup_first_project_q": "Blue에서 첫 번째 프로젝트를 어떻게 설정하나요?",
      "setup_first_project_a": "가입 후 대시보드에서 첫 번째 프로젝트를 만들 수 있습니다. 사용 사례와 일치하는 템플릿으로 시작한 다음 자체 필드와 워크플로우로 사용자 정의하는 것이 좋습니다.",
      "migration_help_q": "다른 도구에서 마이그레이션하는 데 도움을 받을 수 있나요?",
      "migration_help_a": "예, Blue는 최대 200,000개의 레코드에 대해 CSV 파일에서 대량 데이터 가져오기를 지원합니다. 마이그레이션 지원을 받으려면 support@blue.cc로 이메일을 보내거나 유료 지원 패키지에 대해 문의하세요.",
      "guided_onboarding_q": "안내된 온보딩 프로세스가 있나요?",
      "guided_onboarding_a": "예, 신규 사용자는 초기 설정 단계를 안내받습니다. 또한 개인화된 교육을 원하는 팀을 위한 유료 온보딩 패키지도 제공합니다.",
      "time_to_start_q": "Blue를 시작하는 데 얼마나 걸리나요?",
      "time_to_start_a": "대부분의 사용자는 몇 분 내에 첫 번째 프로젝트를 설정하고 협업을 시작할 수 있습니다. 직관적인 인터페이스로 빠르게 생산성을 높일 수 있습니다.",
      "templates_available_q": "빠르게 시작할 수 있는 템플릿이 있나요?",
      "templates_available_a": "예, Blue는 필요에 맞게 사용자 정의할 수 있는 일반적인 사용 사례를 위한 다양한 프로젝트 템플릿을 제공합니다.",
      "training_services_q": "교육 또는 구현 서비스를 제공하나요?",
      "training_services_a": "예, 전체 팀 온보딩, 교육 세션 및 구현 지원을 위한 유료 지원 패키지를 제공합니다. 자세한 내용은 support@blue.cc로 이메일을 보내주세요."
    },
    
    "api": {
      "programming_languages_q": "Blue API와 함께 어떤 프로그래밍 언어를 사용할 수 있나요?",
      "programming_languages_a": "Blue GraphQL API는 HTTP 요청을 지원하는 모든 프로그래밍 언어와 함께 사용할 수 있습니다. JavaScript, Python, Ruby와 같은 인기 있는 언어의 예제를 제공합니다.",
      "rate_limits_q": "API 요청에 속도 제한이 있나요?",
      "rate_limits_a": "예, 플랫폼 안정성을 보장하기 위해 API 요청에는 속도 제한이 있습니다. 특정 제한 및 엔터프라이즈 옵션에 대해서는 지원팀에 문의하세요.",
      "webhooks_work_q": "Blue에서 웹훅은 어떻게 작동하나요?",
      "webhooks_work_a": "웹훅을 사용하면 Blue에서 이벤트가 발생할 때 실시간 알림을 받을 수 있습니다. 레코드 생성, 업데이트 또는 상태 변경과 같은 다양한 이벤트에서 트리거되도록 웹훅을 구성할 수 있습니다.",
      "custom_integrations_q": "사용자 정의 통합을 구축할 수 있나요?",
      "custom_integrations_a": "예, Blue 기능의 100% 범위를 제공하는 GraphQL API를 사용하여 사용자 정의 통합을 구축할 수 있습니다.",
      "api_documentation_q": "API 문서를 사용할 수 있나요?",
      "api_documentation_a": "예, 포괄적인 API 문서는 blue.cc/docs/api에서 확인할 수 있습니다.",
      "api_authentication_q": "API로 어떻게 인증하나요?",
      "api_authentication_a": "API 인증은 계정 설정에서 생성할 수 있는 API 키를 사용합니다. 요청 헤더에 키를 포함하세요."
    },
    
    "collaboration": {
      "invite_team_q": "팀원을 Blue에 초대하려면 어떻게 하나요?",
      "invite_team_a": "회사 관리 섹션에서 팀원을 초대할 수 있습니다. 작업 공간에 참여하라는 이메일 초대를 받게 됩니다.",
      "external_clients_q": "외부 클라이언트가 특정 프로젝트에 액세스할 수 있나요?",
      "external_clients_a": "예, 무료 \"클라이언트\" 사용자 역할로 특정 프로젝트에 클라이언트를 추가하여 필요한 것만 볼 수 있도록 제한된 액세스 권한을 부여할 수 있습니다.",
      "notifications_work_q": "알림은 어떻게 작동하나요?",
      "notifications_work_a": "Blue는 멘션, 할당, 마감일 및 기타 중요한 이벤트에 대한 알림을 보냅니다. 프로필 설정에서 알림 기본 설정을 사용자 정의할 수 있습니다.",
      "mention_team_q": "댓글에서 팀원을 멘션할 수 있나요?",
      "mention_team_a": "예, @와 이름을 사용하여 댓글에서 팀원을 멘션하세요. 알림을 받게 됩니다.",
      "approval_workflows_q": "승인 워크플로우를 어떻게 설정하나요?",
      "approval_workflows_a": "자동화와 사용자 정의 필드를 사용하여 승인 워크플로우를 만들어 다양한 단계와 담당자를 통해 작업을 라우팅할 수 있습니다.",
      "isolated_workspaces_q": "다른 팀이 격리된 작업 공간을 가질 수 있나요?",
      "isolated_workspaces_a": "예, 적절한 격리를 보장하기 위해 사용자 정의 권한으로 다른 팀을 위한 별도의 프로젝트를 만들 수 있습니다."
    },
    
    "data_management": {
      "max_file_size_q": "업로드할 수 있는 최대 파일 크기는 얼마인가요?",
      "max_file_size_a": "플랫폼 성능을 보장하기 위해 개별 파일 업로드가 제한됩니다. 특정 제한에 대해서는 요금제 세부 정보를 확인하거나 지원팀에 문의하세요.",
      "bulk_update_q": "여러 레코드를 대량으로 업데이트하려면 어떻게 하나요?",
      "bulk_update_a": "여러 항목을 선택하고 대량 작업 메뉴를 사용하거나 업데이트 모드로 CSV 가져오기를 사용하여 레코드를 대량으로 업데이트할 수 있습니다.",
      "relationships_projects_q": "다른 프로젝트 간에 관계를 만들 수 있나요?",
      "relationships_projects_a": "예, 참조 및 조회 사용자 정의 필드를 사용하여 다른 프로젝트의 레코드 간에 관계를 만들 수 있습니다.",
      "archive_projects_q": "오래된 프로젝트를 어떻게 보관하나요?",
      "archive_projects_a": "프로젝트 설정 메뉴에서 프로젝트를 보관할 수 있습니다. 보관된 프로젝트는 활성 보기에서 숨겨지지만 데이터는 계속 액세스할 수 있습니다.",
      "search_capabilities_q": "어떤 검색 기능을 사용할 수 있나요?",
      "search_capabilities_a": "Blue는 레코드, 파일, 댓글 등에 대한 필터와 함께 모든 프로젝트에서 강력한 검색을 제공합니다. 자주 사용하는 검색을 저장할 수 있습니다.",
      "custom_reports_q": "사용자 정의 보고서를 만들 수 있나요?",
      "custom_reports_a": "예, 대시보드 기능을 사용하여 다양한 차트 유형과 프로젝트 간 분석으로 사용자 정의 보고서를 만드세요."
    },
    
    "troubleshooting": {
      "cant_see_project_q": "공유된 프로젝트를 볼 수 없는 이유는 무엇인가요?",
      "cant_see_project_a": "적절한 권한으로 프로젝트에 추가되었는지 확인하세요. 문제가 지속되면 관리자나 support@blue.cc에 문의하세요.",
      "recover_deleted_q": "삭제된 데이터를 어떻게 복구하나요?",
      "recover_deleted_a": "즉시 support@blue.cc의 지원팀에 문의하세요. 30일 동안 백업을 유지하며 최근에 삭제된 데이터를 복구하는 데 도움을 줄 수 있습니다.",
      "supported_browsers_q": "어떤 브라우저가 지원되나요?",
      "supported_browsers_a": "Blue는 Chrome, Firefox, Safari, Edge를 포함한 최신 브라우저에서 가장 잘 작동합니다. 브라우저를 최신 상태로 유지하는 것이 좋습니다.",
      "automations_not_triggering_q": "내 자동화가 트리거되지 않는 이유는 무엇인가요?",
      "automations_not_triggering_a": "프로젝트에 대해 자동화가 활성화되어 있고 트리거 조건이 올바르게 구성되어 있는지 확인하세요. 자세한 내용은 자동화 로그를 검토하세요.",
      "report_bug_q": "버그를 어떻게 보고하나요?",
      "report_bug_a": "문제에 대한 세부 정보, 재현 단계 및 오류 메시지와 함께 support@blue.cc로 이메일을 보내 버그를 보고하세요.",
      "status_page_q": "서비스 가용성을 위한 상태 페이지가 있나요?",
      "status_page_a": "예, blue.cc/platform/status에서 실시간 시스템 상태 및 사고 업데이트를 확인하세요."
    }
  },
  "it": {
    "page_title": "Domande Frequenti",
    "page_subtitle": "Abbiamo risposto alle domande più comuni su Blue. Se hai altre domande, invia un'email a support@blue.cc",
    "categories": {
      "general": "Generale",
      "pricing": "Prezzi",
      "features": "Funzionalità",
      "security": "Sicurezza",
      "getting_started": "Per Iniziare",
      "api": "API",
      "collaboration": "Collaborazione",
      "data_management": "Gestione dei Dati",
      "troubleshooting": "Risoluzione dei Problemi"
    },
    "general": {
      "what_is_blue_q": "Cos'è Blue?",
      "what_is_blue_a": "Blue è una piattaforma di gestione dei processi per scopi generali che aiuta i team a organizzare, automatizzare e ottimizzare i loro flussi di lavoro. Che tu stia gestendo progetti, tracciando attività o coordinando processi complessi, Blue fornisce gli strumenti necessari per lavorare in modo più efficiente.",
      "who_uses_blue_q": "Chi usa Blue?",
      "who_uses_blue_a": "Blue è utilizzato da team di tutte le dimensioni in vari settori, tra cui tecnologia, sanità, finanza, istruzione e altro ancora. Dai freelance alle aziende Fortune 500, Blue si adatta alle esigenze uniche della tua organizzazione.",
      "how_different_q": "In cosa si differenzia Blue da altri strumenti di project management?",
      "how_different_a": "Blue si distingue per la sua flessibilità, potenti capacità di automazione e focus sulla gestione dei processi piuttosto che solo sulla gestione dei progetti. La nostra piattaforma ti permette di creare flussi di lavoro personalizzati che corrispondono esattamente ai processi della tua azienda.",
      "mobile_app_q": "Blue ha un'app mobile?",
      "mobile_app_a": "Sì! Blue offre app native per iOS e Android, permettendoti di gestire i tuoi processi e rimanere connesso con il tuo team ovunque tu sia. Le app mobile includono la maggior parte delle funzionalità disponibili nella nostra applicazione web.",
      "offline_access_q": "Posso usare Blue offline?",
      "offline_access_a": "Blue offre capacità offline limitate attraverso le nostre app mobile. Puoi visualizzare i dati sincronizzati e apportare alcune modifiche offline, che verranno sincronizzate quando ti riconnetti a internet."
    },
    "pricing": {
      "free_trial_q": "C'è una prova gratuita?",
      "free_trial_a": "Sì! Offriamo una prova gratuita di 14 giorni di tutti i nostri piani a pagamento. Non è richiesta la carta di credito per iniziare, e avrai pieno accesso a tutte le funzionalità durante il periodo di prova.",
      "pricing_model_q": "Come funziona il modello di prezzi?",
      "pricing_model_a": "Blue offre prezzi flessibili basati sul numero di utenti e sulle funzionalità di cui hai bisogno. Abbiamo piani per team di tutte le dimensioni, dal nostro piano gratuito per piccoli team alle nostre soluzioni enterprise per grandi organizzazioni.",
      "payment_methods_q": "Quali metodi di pagamento accettate?",
      "payment_methods_a": "Accettiamo tutte le principali carte di credito (Visa, Mastercard, American Express), PayPal e bonifici bancari per i clienti enterprise. Tutti i pagamenti sono elaborati in modo sicuro attraverso i nostri partner di pagamento.",
      "cancel_anytime_q": "Posso cancellare in qualsiasi momento?",
      "cancel_anytime_a": "Assolutamente! Blue opera su base mensile o annuale senza contratti a lungo termine. Puoi cancellare il tuo abbonamento in qualsiasi momento e continuerai ad avere accesso fino alla fine del tuo periodo di fatturazione attuale.",
      "refund_policy_q": "Qual è la vostra politica di rimborso?",
      "refund_policy_a": "Offriamo una garanzia di rimborso di 30 giorni per tutti i nuovi abbonamenti. Se non sei soddisfatto di Blue per qualsiasi motivo entro i primi 30 giorni, contatta il nostro team di supporto per un rimborso completo."
    },
    "features": {
      "integrations_q": "Quali integrazioni offre Blue?",
      "integrations_a": "Blue si integra con oltre 1000 strumenti popolari tra cui Slack, Google Workspace, Microsoft Office, GitHub, Jira e molti altri. Offriamo anche Zapier e supporto API per connessioni personalizzate.",
      "automation_q": "Quali capacità di automazione ha Blue?",
      "automation_a": "Blue offre potenti funzionalità di automazione tra cui trigger basati su regole, azioni automatiche, notifiche personalizzate e modelli di workflow. Puoi automatizzare attività ripetitive e creare processi complessi a più fasi senza codice.",
      "custom_fields_q": "Posso creare campi personalizzati?",
      "custom_fields_a": "Sì! Blue supporta campi personalizzati illimitati di vari tipi tra cui testo, numeri, date, menu a tendina, caselle di controllo e altro. Puoi personalizzare completamente Blue per catturare i dati specifici di cui la tua organizzazione ha bisogno.",
      "reporting_q": "Quali funzionalità di reporting sono disponibili?",
      "reporting_a": "Blue include analisi complete con dashboard personalizzabili, report in tempo reale e visualizzazioni di dati avanzate. Puoi tracciare metriche di performance, identificare colli di bottiglia ed esportare report in vari formati.",
      "templates_q": "Blue fornisce modelli?",
      "templates_a": "Sì! Offriamo una vasta libreria di modelli pre-costruiti per casi d'uso comuni in vari settori. Puoi anche creare e condividere i tuoi modelli personalizzati all'interno della tua organizzazione."
    },
    "security": {
      "data_security_q": "Quanto sono sicuri i miei dati?",
      "data_security_a": "La sicurezza è la nostra massima priorità. Blue utilizza crittografia AES a 256 bit per i dati a riposo e TLS 1.3 per i dati in transito. Siamo conformi a SOC 2 Type II e eseguiamo regolari audit di sicurezza e test di penetrazione.",
      "compliance_q": "Blue è conforme a GDPR/CCPA?",
      "compliance_a": "Sì, Blue è completamente conforme a GDPR, CCPA e altre principali normative sulla privacy. Forniamo strumenti per la portabilità dei dati, il diritto all'oblio e la gestione del consenso per aiutarti a soddisfare i tuoi obblighi di conformità.",
      "data_backup_q": "Con quale frequenza vengono eseguiti i backup dei dati?",
      "data_backup_a": "Eseguiamo backup continui di tutti i dati dei clienti con snapshot point-in-time ogni ora. I backup sono archiviati in modo ridondante in più posizioni geografiche per garantire la durabilità e la disponibilità dei dati.",
      "access_control_q": "Come funziona il controllo degli accessi?",
      "access_control_a": "Blue offre controllo degli accessi granulare basato sui ruoli con ruoli personalizzabili e permessi. Puoi controllare chi può visualizzare, modificare o eliminare dati specifici, e tutte le azioni sono registrate per scopi di audit.",
      "two_factor_auth_q": "Blue supporta l'autenticazione a due fattori?",
      "two_factor_auth_a": "Sì! Blue supporta l'autenticazione a due fattori utilizzando app di autenticazione, SMS o chiavi di sicurezza hardware. Raccomandiamo vivamente di abilitare 2FA per tutti gli account utente per una maggiore sicurezza."
    },
    "getting_started": {
      "setup_time_q": "Quanto tempo ci vuole per configurare Blue?",
      "setup_time_a": "La maggior parte dei team può iniziare con Blue in meno di 30 minuti. La nostra procedura guidata di configurazione ti guida attraverso i passaggi essenziali, e i nostri modelli ti aiutano a iniziare rapidamente. Per implementazioni enterprise più complesse, il nostro team offre supporto per l'onboarding.",
      "import_data_q": "Posso importare dati esistenti?",
      "import_data_a": "Assolutamente! Blue supporta l'importazione di dati da fogli di calcolo Excel/CSV, così come la migrazione diretta da molti strumenti di project management popolari. Il nostro team di migrazione può assistere con trasferimenti di dati di grandi dimensioni.",
      "training_q": "Fornite formazione?",
      "training_a": "Sì! Offriamo varie risorse di formazione tra cui documentazione completa, tutorial video, webinar dal vivo e sessioni di formazione personalizzate per i clienti enterprise. Il nostro team di successo clienti è qui per garantire che la tua squadra abbia successo.",
      "onboarding_support_q": "Che tipo di supporto per l'onboarding è disponibile?",
      "onboarding_support_a": "Tutti i nuovi clienti ricevono supporto per l'onboarding che include assistenza per la configurazione, migliori pratiche e accesso al nostro team di successo clienti. I clienti Enterprise ricevono gestori di successo dedicati e piani di implementazione personalizzati.",
      "minimum_requirements_q": "Quali sono i requisiti minimi del sistema?",
      "minimum_requirements_a": "Blue è un'applicazione basata sul web che funziona su qualsiasi browser moderno (Chrome, Firefox, Safari, Edge). Per le app mobile, richiedi iOS 12+ o Android 8+. Non è richiesta l'installazione di software per la versione web."
    },
    "api": {
      "api_access_q": "Blue ha un'API?",
      "api_access_a": "Sì! Blue fornisce un'API RESTful completa e un'API GraphQL per creare integrazioni personalizzate e automatizzare i flussi di lavoro. L'accesso API è disponibile su tutti i piani a pagamento con limiti di velocità basati sul tuo livello di abbonamento.",
      "api_documentation_q": "Dove posso trovare la documentazione API?",
      "api_documentation_a": "La nostra documentazione API completa è disponibile su docs.blue.io. Include guide introduttive, riferimenti agli endpoint, esempi di codice in più linguaggi di programmazione e ambienti di test interattivi.",
      "api_rate_limits_q": "Quali sono i limiti di velocità dell'API?",
      "api_rate_limits_a": "I limiti di velocità dell'API variano in base al piano: Starter (1.000 richieste/ora), Professional (10.000 richieste/ora), Business (50.000 richieste/ora) ed Enterprise (limiti personalizzati). Tutti i piani includono gestione burst per picchi temporanei.",
      "webhooks_q": "Blue supporta i webhook?",
      "webhooks_a": "Sì! Blue supporta webhook in tempo reale per tutti i principali eventi nel sistema. Puoi configurare webhook per ricevere notifiche istantanee quando vengono create attività, aggiornati processi o si verificano altri eventi importanti.",
      "api_sdks_q": "Sono disponibili SDK?",
      "api_sdks_a": "Forniamo SDK ufficiali per JavaScript/TypeScript, Python, Ruby, PHP, Java e .NET. Sono disponibili anche SDK mantenuti dalla comunità per altri linguaggi. Tutti gli SDK includono gestione dell'autenticazione e digitazione completa."
    },
    "collaboration": {
      "team_size_q": "Quanti membri del team posso aggiungere?",
      "team_size_a": "Il numero di membri del team dipende dal tuo piano: Free (fino a 5 utenti), Starter (fino a 20 utenti), Professional (fino a 100 utenti), Business (fino a 500 utenti) ed Enterprise (utenti illimitati).",
      "guest_access_q": "Posso invitare utenti ospiti?",
      "guest_access_a": "Sì! Blue supporta l'accesso ospite per clienti, fornitori o collaboratori esterni. Gli ospiti hanno permessi limitati e non contano per il limite di utenti. Puoi controllare esattamente cosa gli ospiti possono vedere e fare.",
      "real_time_collab_q": "Blue supporta la collaborazione in tempo reale?",
      "real_time_collab_a": "Assolutamente! Blue include collaborazione in tempo reale con cursori live, modifiche istantanee e indicatori di presenza. Più membri del team possono lavorare sullo stesso processo simultaneamente senza conflitti.",
      "commenting_q": "Come funziona la comunicazione del team in Blue?",
      "commenting_a": "Blue fornisce commenti ricchi a livello di thread su qualsiasi elemento, @menzioni per notificare i membri del team, chat integrata per discussioni rapide e feed di attività per tenere tutti informati sui cambiamenti importanti.",
      "notifications_q": "Come funzionano le notifiche?",
      "notifications_a": "Blue offre notifiche personalizzabili via email, notifiche push in-app e mobile, e integrazioni con strumenti come Slack. Puoi configurare esattamente quali eventi attivano le notifiche e come preferisci riceverle."
    },
    "data_management": {
      "storage_limits_q": "Ci sono limiti di archiviazione?",
      "storage_limits_a": "I limiti di archiviazione variano in base al piano: Free (1 GB), Starter (10 GB), Professional (100 GB), Business (1 TB) ed Enterprise (archiviazione personalizzata). Questo include allegati di file, immagini e altri media.",
      "export_data_q": "Posso esportare i miei dati?",
      "export_data_a": "Sì! Blue fornisce opzioni complete di esportazione dei dati. Puoi esportare dati in CSV, Excel, JSON o PDF. I clienti Enterprise hanno accesso a opzioni di esportazione in blocco e backup automatici dei dati.",
      "data_retention_q": "Per quanto tempo conservate i dati?",
      "data_retention_a": "I dati attivi vengono conservati indefinitamente finché il tuo account è attivo. I dati eliminati vengono conservati nel nostro cestino per 30 giorni. Dopo la cancellazione dell'account, manteniamo i dati per 90 giorni prima dell'eliminazione permanente, a meno che non venga richiesta l'eliminazione immediata.",
      "data_ownership_q": "Chi possiede i dati?",
      "data_ownership_a": "Tu mantieni la piena proprietà di tutti i tuoi dati in Blue. Non rivendichiamo alcuna proprietà o diritto sui tuoi contenuti. Puoi esportare o eliminare i tuoi dati in qualsiasi momento, e non li utilizziamo mai per scopi diversi dalla fornitura del servizio.",
      "archiving_q": "Posso archiviare vecchi progetti?",
      "archiving_a": "Sì! Blue ti permette di archiviare progetti e processi completati per mantenere pulito il tuo spazio di lavoro mantenendo i dati storici. I dati archiviati non contano per i limiti di archiviazione e possono essere ripristinati in qualsiasi momento."
    },
    "troubleshooting": {
      "performance_issues_q": "Cosa devo fare se Blue è lento?",
      "performance_issues_a": "Se riscontri problemi di prestazioni: 1) Controlla la tua connessione internet, 2) Svuota la cache del browser, 3) Prova un browser diverso, 4) Controlla la nostra pagina di stato per eventuali problemi di servizio. Se i problemi persistono, contatta il supporto con i dettagli.",
      "login_problems_q": "Non riesco ad accedere al mio account. Cosa devo fare?",
      "login_problems_a": "Se hai problemi di accesso: 1) Verifica che il tuo email/password siano corretti, 2) Prova a reimpostare la password, 3) Controlla se il tuo account ha 2FA abilitato, 4) Assicurati che i cookie siano abilitati, 5) Contatta il supporto se hai ancora bisogno di aiuto.",
      "sync_issues_q": "I miei dati non si sincronizzano tra i dispositivi. Come posso risolvere?",
      "sync_issues_a": "Per risolvere i problemi di sincronizzazione: 1) Assicurati di avere una connessione internet stabile, 2) Verifica di utilizzare la versione più recente dell'app, 3) Prova a disconnetterti e riconnetterti, 4) Controlla se ci sono conflitti di dati, 5) Contatta il supporto per assistenza.",
      "missing_features_q": "Non riesco a trovare una funzione specifica. Dove si trova?",
      "missing_features_a": "Se non riesci a trovare una funzione: 1) Controlla la nostra documentazione per la posizione della funzione, 2) Assicurati che il tuo piano includa quella funzione, 3) Verifica con il tuo amministratore se hai i permessi necessari, 4) Contatta il supporto per assistenza nella navigazione.",
      "support_response_q": "Quanto velocemente risponde il supporto?",
      "support_response_a": "I nostri tempi di risposta del supporto variano in base al piano: Free (48-72 ore), Starter (24-48 ore), Professional (12-24 ore), Business (4-8 ore) ed Enterprise (1-2 ore con supporto prioritario disponibile 24/7)."
    }
  },
  "id": {
    "page_title": "Pertanyaan yang Sering Diajukan",
    "page_subtitle": "Kami telah menjawab pertanyaan paling umum tentang Blue. Jika Anda memiliki pertanyaan lain, kirim email ke support@blue.cc",
    "categories": {
      "general": "Umum",
      "pricing": "Harga",
      "features": "Fitur",
      "security": "Keamanan",
      "getting_started": "Memulai",
      "api": "API",
      "collaboration": "Kolaborasi",
      "data_management": "Manajemen Data",
      "troubleshooting": "Pemecahan Masalah"
    },
    "general": {
      "what_is_blue_q": "Apa itu Blue?",
      "what_is_blue_a": "Blue adalah platform manajemen proses serbaguna yang membantu tim mengatur, mengotomatisasi, dan mengoptimalkan alur kerja mereka. Baik Anda mengelola proyek, melacak tugas, atau mengoordinasikan proses yang kompleks, Blue menyediakan alat yang Anda butuhkan untuk bekerja lebih efisien.",
      "who_uses_blue_q": "Siapa yang menggunakan Blue?",
      "who_uses_blue_a": "Blue digunakan oleh tim dari berbagai ukuran di berbagai industri termasuk teknologi, kesehatan, keuangan, pendidikan, dan lainnya. Dari freelancer hingga perusahaan Fortune 500, Blue beradaptasi dengan kebutuhan unik organisasi Anda.",
      "how_different_q": "Bagaimana Blue berbeda dari alat manajemen proyek lainnya?",
      "how_different_a": "Blue menonjol dengan fleksibilitasnya, kemampuan otomasi yang kuat, dan fokus pada manajemen proses daripada hanya manajemen proyek. Platform kami memungkinkan Anda membuat alur kerja khusus yang sesuai dengan proses bisnis Anda.",
      "mobile_app_q": "Apakah Blue memiliki aplikasi mobile?",
      "mobile_app_a": "Ya! Blue menawarkan aplikasi asli untuk iOS dan Android, memungkinkan Anda mengelola proses dan tetap terhubung dengan tim Anda dari mana saja. Aplikasi mobile mencakup sebagian besar fitur yang tersedia di aplikasi web kami.",
      "offline_access_q": "Bisakah saya menggunakan Blue secara offline?",
      "offline_access_a": "Blue menawarkan kemampuan offline terbatas melalui aplikasi mobile kami. Anda dapat melihat data yang disinkronkan dan membuat beberapa perubahan offline, yang akan disinkronkan saat Anda kembali online."
    },
    "pricing": {
      "free_trial_q": "Apakah ada uji coba gratis?",
      "free_trial_a": "Ya! Kami menawarkan uji coba gratis 14 hari untuk semua paket berbayar kami. Tidak diperlukan kartu kredit untuk memulai, dan Anda akan memiliki akses penuh ke semua fitur selama periode uji coba.",
      "pricing_model_q": "Bagaimana model harga bekerja?",
      "pricing_model_a": "Blue menawarkan harga fleksibel berdasarkan jumlah pengguna dan fitur yang Anda butuhkan. Kami memiliki paket untuk tim dari semua ukuran, dari paket gratis kami untuk tim kecil hingga solusi enterprise kami untuk organisasi besar.",
      "payment_methods_q": "Metode pembayaran apa yang Anda terima?",
      "payment_methods_a": "Kami menerima semua kartu kredit utama (Visa, Mastercard, American Express), PayPal, dan transfer bank untuk pelanggan enterprise. Semua pembayaran diproses dengan aman melalui mitra pembayaran kami.",
      "cancel_anytime_q": "Bisakah saya membatalkan kapan saja?",
      "cancel_anytime_a": "Tentu saja! Blue beroperasi secara bulanan atau tahunan tanpa kontrak jangka panjang. Anda dapat membatalkan langganan Anda kapan saja, dan Anda akan terus memiliki akses hingga akhir periode penagihan Anda saat ini.",
      "refund_policy_q": "Apa kebijakan pengembalian dana Anda?",
      "refund_policy_a": "Kami menawarkan jaminan uang kembali 30 hari untuk semua langganan baru. Jika Anda tidak puas dengan Blue karena alasan apa pun dalam 30 hari pertama, hubungi tim dukungan kami untuk pengembalian dana penuh."
    },
    "features": {
      "integrations_q": "Integrasi apa yang ditawarkan Blue?",
      "integrations_a": "Blue terintegrasi dengan lebih dari 1000 alat populer termasuk Slack, Google Workspace, Microsoft Office, GitHub, Jira, dan banyak lagi. Kami juga menawarkan Zapier dan dukungan API untuk koneksi khusus.",
      "automation_q": "Kemampuan otomasi apa yang dimiliki Blue?",
      "automation_a": "Blue menawarkan fitur otomasi yang kuat termasuk pemicu berbasis aturan, tindakan otomatis, notifikasi khusus, dan template alur kerja. Anda dapat mengotomatisasi tugas berulang dan membuat proses multi-langkah yang kompleks tanpa kode.",
      "custom_fields_q": "Bisakah saya membuat bidang khusus?",
      "custom_fields_a": "Ya! Blue mendukung bidang khusus tak terbatas dari berbagai jenis termasuk teks, angka, tanggal, dropdown, kotak centang, dan lainnya. Anda dapat sepenuhnya menyesuaikan Blue untuk menangkap data spesifik yang dibutuhkan organisasi Anda.",
      "reporting_q": "Fitur pelaporan apa yang tersedia?",
      "reporting_a": "Blue mencakup analitik komprehensif dengan dasbor yang dapat disesuaikan, laporan real-time, dan visualisasi data lanjutan. Anda dapat melacak metrik kinerja, mengidentifikasi hambatan, dan mengekspor laporan dalam berbagai format.",
      "templates_q": "Apakah Blue menyediakan template?",
      "templates_a": "Ya! Kami menawarkan perpustakaan besar template pra-bangun untuk kasus penggunaan umum di berbagai industri. Anda juga dapat membuat dan berbagi template khusus Anda sendiri dalam organisasi Anda."
    },
    "security": {
      "data_security_q": "Seberapa aman data saya?",
      "data_security_a": "Keamanan adalah prioritas utama kami. Blue menggunakan enkripsi AES 256-bit untuk data saat istirahat dan TLS 1.3 untuk data dalam transit. Kami sesuai dengan SOC 2 Type II dan secara teratur melakukan audit keamanan dan pengujian penetrasi.",
      "compliance_q": "Apakah Blue sesuai dengan GDPR/CCPA?",
      "compliance_a": "Ya, Blue sepenuhnya sesuai dengan GDPR, CCPA, dan peraturan privasi utama lainnya. Kami menyediakan alat untuk portabilitas data, hak untuk dilupakan, dan manajemen persetujuan untuk membantu Anda memenuhi kewajiban kepatuhan Anda.",
      "data_backup_q": "Seberapa sering data dicadangkan?",
      "data_backup_a": "Kami melakukan pencadangan berkelanjutan dari semua data pelanggan dengan snapshot point-in-time setiap jam. Cadangan disimpan secara redundan di beberapa lokasi geografis untuk memastikan daya tahan dan ketersediaan data.",
      "access_control_q": "Bagaimana kontrol akses bekerja?",
      "access_control_a": "Blue menawarkan kontrol akses berbasis peran yang granular dengan peran dan izin yang dapat disesuaikan. Anda dapat mengontrol siapa yang dapat melihat, mengedit, atau menghapus data tertentu, dan semua tindakan dicatat untuk tujuan audit.",
      "two_factor_auth_q": "Apakah Blue mendukung autentikasi dua faktor?",
      "two_factor_auth_a": "Ya! Blue mendukung autentikasi dua faktor menggunakan aplikasi autentikasi, SMS, atau kunci keamanan perangkat keras. Kami sangat merekomendasikan mengaktifkan 2FA untuk semua akun pengguna untuk keamanan tambahan."
    },
    "getting_started": {
      "setup_time_q": "Berapa lama waktu yang dibutuhkan untuk mengatur Blue?",
      "setup_time_a": "Sebagian besar tim dapat memulai dengan Blue dalam waktu kurang dari 30 menit. Panduan pengaturan kami memandu Anda melalui langkah-langkah penting, dan template kami membantu Anda memulai dengan cepat. Untuk implementasi enterprise yang lebih kompleks, tim kami menawarkan dukungan onboarding.",
      "import_data_q": "Bisakah saya mengimpor data yang ada?",
      "import_data_a": "Tentu saja! Blue mendukung impor data dari spreadsheet Excel/CSV serta migrasi langsung dari banyak alat manajemen proyek populer. Tim migrasi kami dapat membantu dengan transfer data besar.",
      "training_q": "Apakah Anda menyediakan pelatihan?",
      "training_a": "Ya! Kami menawarkan berbagai sumber daya pelatihan termasuk dokumentasi komprehensif, tutorial video, webinar langsung, dan sesi pelatihan khusus untuk pelanggan enterprise. Tim kesuksesan pelanggan kami di sini untuk memastikan tim Anda berhasil.",
      "onboarding_support_q": "Dukungan onboarding apa yang tersedia?",
      "onboarding_support_a": "Semua pelanggan baru menerima dukungan onboarding termasuk bantuan pengaturan, praktik terbaik, dan akses ke tim kesuksesan pelanggan kami. Pelanggan Enterprise menerima manajer kesuksesan khusus dan rencana implementasi yang disesuaikan.",
      "minimum_requirements_q": "Apa persyaratan sistem minimum?",
      "minimum_requirements_a": "Blue adalah aplikasi berbasis web yang berjalan di browser modern apa pun (Chrome, Firefox, Safari, Edge). Untuk aplikasi mobile, memerlukan iOS 12+ atau Android 8+. Tidak diperlukan instalasi perangkat lunak untuk versi web."
    },
    "api": {
      "api_access_q": "Apakah Blue memiliki API?",
      "api_access_a": "Ya! Blue menyediakan API RESTful lengkap dan API GraphQL untuk membangun integrasi khusus dan mengotomatisasi alur kerja. Akses API tersedia di semua paket berbayar dengan batas kecepatan berdasarkan tingkat langganan Anda.",
      "api_documentation_q": "Di mana saya dapat menemukan dokumentasi API?",
      "api_documentation_a": "Dokumentasi API lengkap kami tersedia di docs.blue.io. Ini mencakup panduan memulai, referensi endpoint, contoh kode dalam beberapa bahasa pemrograman, dan lingkungan pengujian interaktif.",
      "api_rate_limits_q": "Apa batas kecepatan API?",
      "api_rate_limits_a": "Batas kecepatan API bervariasi berdasarkan paket: Starter (1.000 permintaan/jam), Professional (10.000 permintaan/jam), Business (50.000 permintaan/jam), dan Enterprise (batas khusus). Semua paket termasuk penanganan burst untuk lonjakan sementara.",
      "webhooks_q": "Apakah Blue mendukung webhook?",
      "webhooks_a": "Ya! Blue mendukung webhook real-time untuk semua peristiwa utama dalam sistem. Anda dapat mengonfigurasi webhook untuk menerima notifikasi instan saat tugas dibuat, proses diperbarui, atau peristiwa penting lainnya terjadi.",
      "api_sdks_q": "Apakah SDK tersedia?",
      "api_sdks_a": "Kami menyediakan SDK resmi untuk JavaScript/TypeScript, Python, Ruby, PHP, Java, dan .NET. SDK yang dipelihara komunitas juga tersedia untuk bahasa lain. Semua SDK termasuk penanganan autentikasi dan pengetikan lengkap."
    },
    "collaboration": {
      "team_size_q": "Berapa banyak anggota tim yang dapat saya tambahkan?",
      "team_size_a": "Jumlah anggota tim tergantung pada paket Anda: Free (hingga 5 pengguna), Starter (hingga 20 pengguna), Professional (hingga 100 pengguna), Business (hingga 500 pengguna), dan Enterprise (pengguna tak terbatas).",
      "guest_access_q": "Bisakah saya mengundang pengguna tamu?",
      "guest_access_a": "Ya! Blue mendukung akses tamu untuk klien, vendor, atau kolaborator eksternal. Tamu memiliki izin terbatas dan tidak dihitung terhadap batas pengguna Anda. Anda dapat mengontrol dengan tepat apa yang dapat dilihat dan dilakukan tamu.",
      "real_time_collab_q": "Apakah Blue mendukung kolaborasi real-time?",
      "real_time_collab_a": "Tentu saja! Blue mencakup kolaborasi real-time dengan kursor langsung, pembaruan instan, dan indikator kehadiran. Beberapa anggota tim dapat bekerja pada proses yang sama secara bersamaan tanpa konflik.",
      "commenting_q": "Bagaimana komunikasi tim bekerja di Blue?",
      "commenting_a": "Blue menyediakan komentar berulir yang kaya pada item apa pun, @sebutan untuk memberi tahu anggota tim, obrolan terintegrasi untuk diskusi cepat, dan umpan aktivitas untuk membuat semua orang tetap mendapat informasi tentang perubahan penting.",
      "notifications_q": "Bagaimana notifikasi bekerja?",
      "notifications_a": "Blue menawarkan notifikasi yang dapat disesuaikan melalui email, notifikasi push dalam aplikasi dan mobile, dan integrasi dengan alat seperti Slack. Anda dapat mengonfigurasi dengan tepat peristiwa mana yang memicu notifikasi dan bagaimana Anda lebih suka menerimanya."
    },
    "data_management": {
      "storage_limits_q": "Apakah ada batas penyimpanan?",
      "storage_limits_a": "Batas penyimpanan bervariasi berdasarkan paket: Free (1 GB), Starter (10 GB), Professional (100 GB), Business (1 TB), dan Enterprise (penyimpanan khusus). Ini termasuk lampiran file, gambar, dan media lainnya.",
      "export_data_q": "Bisakah saya mengekspor data saya?",
      "export_data_a": "Ya! Blue menyediakan opsi ekspor data yang komprehensif. Anda dapat mengekspor data ke CSV, Excel, JSON, atau PDF. Pelanggan Enterprise memiliki akses ke opsi ekspor massal dan pencadangan data otomatis.",
      "data_retention_q": "Berapa lama Anda menyimpan data?",
      "data_retention_a": "Data aktif disimpan tanpa batas waktu selama akun Anda aktif. Data yang dihapus disimpan di tempat sampah kami selama 30 hari. Setelah pembatalan akun, kami menyimpan data selama 90 hari sebelum penghapusan permanen kecuali penghapusan segera diminta.",
      "data_ownership_q": "Siapa yang memiliki data?",
      "data_ownership_a": "Anda mempertahankan kepemilikan penuh atas semua data Anda di Blue. Kami tidak mengklaim kepemilikan atau hak atas konten Anda. Anda dapat mengekspor atau menghapus data Anda kapan saja, dan kami tidak pernah menggunakannya untuk tujuan selain menyediakan layanan.",
      "archiving_q": "Bisakah saya mengarsipkan proyek lama?",
      "archiving_a": "Ya! Blue memungkinkan Anda mengarsipkan proyek dan proses yang telah selesai untuk menjaga ruang kerja Anda tetap bersih sambil mempertahankan data historis. Data yang diarsipkan tidak dihitung terhadap batas penyimpanan dan dapat dipulihkan kapan saja."
    },
    "troubleshooting": {
      "performance_issues_q": "Apa yang harus saya lakukan jika Blue lambat?",
      "performance_issues_a": "Jika Anda mengalami masalah kinerja: 1) Periksa koneksi internet Anda, 2) Bersihkan cache browser Anda, 3) Coba browser yang berbeda, 4) Periksa halaman status kami untuk masalah layanan apa pun. Jika masalah berlanjut, hubungi dukungan dengan detailnya.",
      "login_problems_q": "Saya tidak bisa masuk ke akun saya. Apa yang harus saya lakukan?",
      "login_problems_a": "Jika Anda mengalami masalah login: 1) Verifikasi email/kata sandi Anda benar, 2) Coba reset kata sandi Anda, 3) Periksa apakah akun Anda memiliki 2FA diaktifkan, 4) Pastikan cookie diaktifkan, 5) Hubungi dukungan jika Anda masih membutuhkan bantuan.",
      "sync_issues_q": "Data saya tidak sinkron di seluruh perangkat. Bagaimana cara memperbaikinya?",
      "sync_issues_a": "Untuk memecahkan masalah sinkronisasi: 1) Pastikan Anda memiliki koneksi internet yang stabil, 2) Verifikasi Anda menggunakan versi aplikasi terbaru, 3) Coba keluar dan masuk kembali, 4) Periksa konflik data, 5) Hubungi dukungan untuk bantuan.",
      "missing_features_q": "Saya tidak dapat menemukan fitur tertentu. Di mana itu?",
      "missing_features_a": "Jika Anda tidak dapat menemukan fitur: 1) Periksa dokumentasi kami untuk lokasi fitur, 2) Pastikan paket Anda mencakup fitur itu, 3) Verifikasi dengan administrator Anda jika Anda memiliki izin yang diperlukan, 4) Hubungi dukungan untuk bantuan navigasi.",
      "support_response_q": "Seberapa cepat dukungan merespons?",
      "support_response_a": "Waktu respons dukungan kami bervariasi berdasarkan paket: Free (48-72 jam), Starter (24-48 jam), Professional (12-24 jam), Business (4-8 jam), dan Enterprise (1-2 jam dengan dukungan prioritas tersedia 24/7)."
    }
  },
  "nl": {
    "page_title": "Veelgestelde Vragen",
    "page_subtitle": "We hebben de meest voorkomende vragen over Blue beantwoord. Als je andere vragen hebt, stuur dan een e-mail naar support@blue.cc",
    "categories": {
      "general": "Algemeen",
      "pricing": "Prijzen",
      "features": "Functies",
      "security": "Beveiliging",
      "getting_started": "Aan de Slag",
      "api": "API",
      "collaboration": "Samenwerking",
      "data_management": "Gegevensbeheer",
      "troubleshooting": "Probleemoplossing"
    },
    "general": {
      "what_is_blue_q": "Wat is Blue?",
      "what_is_blue_a": "Blue is een veelzijdig procesbeheersplatform dat teams helpt hun werkstromen te organiseren, automatiseren en optimaliseren. Of je nu projecten beheert, taken bijhoudt of complexe processen coördineert, Blue biedt de tools die je nodig hebt om efficiënter te werken.",
      "who_uses_blue_q": "Wie gebruikt Blue?",
      "who_uses_blue_a": "Blue wordt gebruikt door teams van alle groottes in verschillende sectoren, waaronder technologie, gezondheidszorg, financiën, onderwijs en meer. Van freelancers tot Fortune 500-bedrijven, Blue past zich aan de unieke behoeften van jouw organisatie aan.",
      "how_different_q": "Hoe verschilt Blue van andere projectmanagementtools?",
      "how_different_a": "Blue onderscheidt zich door zijn flexibiliteit, krachtige automatiseringsmogelijkheden en focus op procesbeheer in plaats van alleen projectbeheer. Ons platform stelt je in staat om aangepaste werkstromen te creëren die exact overeenkomen met jouw bedrijfsprocessen.",
      "mobile_app_q": "Heeft Blue een mobiele app?",
      "mobile_app_a": "Ja! Blue biedt native apps voor iOS en Android, waarmee je je processen kunt beheren en verbonden kunt blijven met je team waar je ook bent. De mobiele apps bevatten de meeste functies die beschikbaar zijn in onze webapplicatie.",
      "offline_access_q": "Kan ik Blue offline gebruiken?",
      "offline_access_a": "Blue biedt beperkte offline mogelijkheden via onze mobiele apps. Je kunt gesynchroniseerde gegevens bekijken en enkele wijzigingen offline maken, die worden gesynchroniseerd wanneer je weer online bent."
    },
    "pricing": {
      "free_trial_q": "Is er een gratis proefperiode?",
      "free_trial_a": "Ja! We bieden een gratis proefperiode van 14 dagen voor al onze betaalde plannen. Er is geen creditcard nodig om te beginnen, en je hebt volledige toegang tot alle functies tijdens de proefperiode.",
      "pricing_model_q": "Hoe werkt het prijsmodel?",
      "pricing_model_a": "Blue biedt flexibele prijzen op basis van het aantal gebruikers en de functies die je nodig hebt. We hebben plannen voor teams van alle groottes, van ons gratis plan voor kleine teams tot onze enterprise-oplossingen voor grote organisaties.",
      "payment_methods_q": "Welke betaalmethoden accepteren jullie?",
      "payment_methods_a": "We accepteren alle grote creditcards (Visa, Mastercard, American Express), PayPal en bankoverschrijvingen voor enterprise-klanten. Alle betalingen worden veilig verwerkt via onze betalingspartners.",
      "cancel_anytime_q": "Kan ik op elk moment opzeggen?",
      "cancel_anytime_a": "Absoluut! Blue werkt op maand- of jaarbasis zonder langetermijncontracten. Je kunt je abonnement op elk moment opzeggen, en je behoudt toegang tot het einde van je huidige factureringsperiode.",
      "refund_policy_q": "Wat is jullie terugbetalingsbeleid?",
      "refund_policy_a": "We bieden een 30-dagen-geld-terug-garantie voor alle nieuwe abonnementen. Als je om welke reden dan ook niet tevreden bent met Blue binnen de eerste 30 dagen, neem dan contact op met ons ondersteuningsteam voor een volledige terugbetaling."
    },
    "features": {
      "integrations_q": "Welke integraties biedt Blue?",
      "integrations_a": "Blue integreert met meer dan 1000 populaire tools waaronder Slack, Google Workspace, Microsoft Office, GitHub, Jira en vele anderen. We bieden ook Zapier en API-ondersteuning voor aangepaste verbindingen.",
      "automation_q": "Welke automatiseringsmogelijkheden heeft Blue?",
      "automation_a": "Blue biedt krachtige automatiseringsfuncties waaronder op regels gebaseerde triggers, automatische acties, aangepaste meldingen en werkstroomsjablonen. Je kunt repetitieve taken automatiseren en complexe meertrapsprocessen maken zonder code.",
      "custom_fields_q": "Kan ik aangepaste velden maken?",
      "custom_fields_a": "Ja! Blue ondersteunt onbeperkte aangepaste velden van verschillende typen waaronder tekst, nummers, datums, dropdown-menu's, selectievakjes en meer. Je kunt Blue volledig aanpassen om de specifieke gegevens vast te leggen die jouw organisatie nodig heeft.",
      "reporting_q": "Welke rapportagefuncties zijn beschikbaar?",
      "reporting_a": "Blue bevat uitgebreide analyses met aanpasbare dashboards, realtime rapporten en geavanceerde datavisualisaties. Je kunt prestatiemetrieken volgen, knelpunten identificeren en rapporten exporteren in verschillende formaten.",
      "templates_q": "Biedt Blue sjablonen?",
      "templates_a": "Ja! We bieden een uitgebreide bibliotheek met vooraf gebouwde sjablonen voor veelvoorkomende gebruikssituaties in verschillende sectoren. Je kunt ook je eigen aangepaste sjablonen maken en delen binnen je organisatie."
    },
    "security": {
      "data_security_q": "Hoe veilig zijn mijn gegevens?",
      "data_security_a": "Beveiliging is onze topprioriteit. Blue gebruikt AES 256-bit encryptie voor data in rust en TLS 1.3 voor data in transit. We zijn SOC 2 Type II-compliant en voeren regelmatig beveiligingsaudits en penetratietests uit.",
      "compliance_q": "Is Blue GDPR/CCPA-compliant?",
      "compliance_a": "Ja, Blue is volledig compliant met GDPR, CCPA en andere belangrijke privacyregelgeving. We bieden tools voor dataportabiliteit, het recht om vergeten te worden en toestemmingsbeheer om je te helpen aan je compliance-verplichtingen te voldoen.",
      "data_backup_q": "Hoe vaak worden gegevens geback-upt?",
      "data_backup_a": "We voeren continue back-ups uit van alle klantgegevens met point-in-time snapshots elk uur. Back-ups worden redundant opgeslagen op meerdere geografische locaties om de duurzaamheid en beschikbaarheid van gegevens te garanderen.",
      "access_control_q": "Hoe werkt toegangscontrole?",
      "access_control_a": "Blue biedt granulaire op rollen gebaseerde toegangscontrole met aanpasbare rollen en machtigingen. Je kunt bepalen wie specifieke gegevens kan bekijken, bewerken of verwijderen, en alle acties worden gelogd voor auditdoeleinden.",
      "two_factor_auth_q": "Ondersteunt Blue tweefactorauthenticatie?",
      "two_factor_auth_a": "Ja! Blue ondersteunt tweefactorauthenticatie met authenticatie-apps, SMS of hardware-beveiligingssleutels. We raden ten zeerste aan om 2FA in te schakelen voor alle gebruikersaccounts voor extra beveiliging."
    },
    "getting_started": {
      "setup_time_q": "Hoe lang duurt het om Blue in te stellen?",
      "setup_time_a": "De meeste teams kunnen binnen 30 minuten met Blue aan de slag. Onze installatiewizard begeleidt je door de essentiële stappen, en onze sjablonen helpen je snel op weg. Voor complexere enterprise-implementaties biedt ons team onboarding-ondersteuning.",
      "import_data_q": "Kan ik bestaande gegevens importeren?",
      "import_data_a": "Absoluut! Blue ondersteunt gegevensimport uit Excel/CSV-spreadsheets, evenals directe migratie vanuit veel populaire projectmanagementtools. Ons migratieteam kan helpen bij grote gegevensoverdrachten.",
      "training_q": "Bieden jullie training aan?",
      "training_a": "Ja! We bieden verschillende trainingsbronnen waaronder uitgebreide documentatie, videotutorials, live webinars en aangepaste trainingssessies voor enterprise-klanten. Ons klantsuccesteam is er om ervoor te zorgen dat jouw team succesvol is.",
      "onboarding_support_q": "Welke onboarding-ondersteuning is beschikbaar?",
      "onboarding_support_a": "Alle nieuwe klanten ontvangen onboarding-ondersteuning inclusief installatiehulp, best practices en toegang tot ons klantsuccesteam. Enterprise-klanten krijgen toegewezen succesmanagers en aangepaste implementatieplannen.",
      "minimum_requirements_q": "Wat zijn de minimale systeemvereisten?",
      "minimum_requirements_a": "Blue is een webgebaseerde applicatie die werkt in elke moderne browser (Chrome, Firefox, Safari, Edge). Voor mobiele apps heb je iOS 12+ of Android 8+ nodig. Er is geen software-installatie vereist voor de webversie."
    },
    "api": {
      "api_access_q": "Heeft Blue een API?",
      "api_access_a": "Ja! Blue biedt een uitgebreide RESTful API en GraphQL API voor het bouwen van aangepaste integraties en het automatiseren van werkstromen. API-toegang is beschikbaar op alle betaalde plannen met snelheidslimieten op basis van je abonnementsniveau.",
      "api_documentation_q": "Waar kan ik API-documentatie vinden?",
      "api_documentation_a": "Onze uitgebreide API-documentatie is beschikbaar op docs.blue.io. Het bevat aan-de-slag-gidsen, eindpuntreferenties, codevoorbeelden in meerdere programmeertalen en interactieve testomgevingen.",
      "api_rate_limits_q": "Wat zijn de API-snelheidslimieten?",
      "api_rate_limits_a": "API-snelheidslimieten variëren per plan: Starter (1.000 verzoeken/uur), Professional (10.000 verzoeken/uur), Business (50.000 verzoeken/uur) en Enterprise (aangepaste limieten). Alle plannen bevatten burst-afhandeling voor tijdelijke pieken.",
      "webhooks_q": "Ondersteunt Blue webhooks?",
      "webhooks_a": "Ja! Blue ondersteunt realtime webhooks voor alle belangrijke gebeurtenissen in het systeem. Je kunt webhooks configureren om directe meldingen te ontvangen wanneer taken worden aangemaakt, processen worden bijgewerkt of andere belangrijke gebeurtenissen plaatsvinden.",
      "api_sdks_q": "Zijn er SDK's beschikbaar?",
      "api_sdks_a": "We bieden officiële SDK's voor JavaScript/TypeScript, Python, Ruby, PHP, Java en .NET. Door de community onderhouden SDK's zijn ook beschikbaar voor andere talen. Alle SDK's bevatten authenticatie-afhandeling en volledige typering."
    },
    "collaboration": {
      "team_size_q": "Hoeveel teamleden kan ik toevoegen?",
      "team_size_a": "Het aantal teamleden hangt af van je plan: Free (tot 5 gebruikers), Starter (tot 20 gebruikers), Professional (tot 100 gebruikers), Business (tot 500 gebruikers) en Enterprise (onbeperkte gebruikers).",
      "guest_access_q": "Kan ik gastgebruikers uitnodigen?",
      "guest_access_a": "Ja! Blue ondersteunt gasttoegang voor klanten, leveranciers of externe medewerkers. Gasten hebben beperkte machtigingen en tellen niet mee voor je gebruikerslimiet. Je kunt exact bepalen wat gasten kunnen zien en doen.",
      "real_time_collab_q": "Ondersteunt Blue realtime samenwerking?",
      "real_time_collab_a": "Absoluut! Blue bevat realtime samenwerking met live cursors, directe updates en aanwezigheidsindicatoren. Meerdere teamleden kunnen tegelijkertijd aan hetzelfde proces werken zonder conflicten.",
      "commenting_q": "Hoe werkt teamcommunicatie in Blue?",
      "commenting_a": "Blue biedt rijke threaded opmerkingen op elk item, @mentions om teamleden te waarschuwen, geïntegreerde chat voor snelle discussies en activiteitenfeeds om iedereen op de hoogte te houden van belangrijke wijzigingen.",
      "notifications_q": "Hoe werken meldingen?",
      "notifications_a": "Blue biedt aanpasbare meldingen via e-mail, in-app en mobiele push-meldingen, en integraties met tools zoals Slack. Je kunt exact configureren welke gebeurtenissen meldingen activeren en hoe je ze het liefst ontvangt."
    },
    "data_management": {
      "storage_limits_q": "Zijn er opslaglimieten?",
      "storage_limits_a": "Opslaglimieten variëren per plan: Free (1 GB), Starter (10 GB), Professional (100 GB), Business (1 TB) en Enterprise (aangepaste opslag). Dit omvat bestandsbijlagen, afbeeldingen en andere media.",
      "export_data_q": "Kan ik mijn gegevens exporteren?",
      "export_data_a": "Ja! Blue biedt uitgebreide gegevensexportopties. Je kunt gegevens exporteren naar CSV, Excel, JSON of PDF. Enterprise-klanten hebben toegang tot bulk-exportopties en automatische gegevensback-ups.",
      "data_retention_q": "Hoe lang bewaren jullie gegevens?",
      "data_retention_a": "Actieve gegevens worden voor onbepaalde tijd bewaard zolang je account actief is. Verwijderde gegevens worden 30 dagen in onze prullenbak bewaard. Na annulering van het account bewaren we gegevens 90 dagen voordat ze permanent worden verwijderd, tenzij onmiddellijke verwijdering wordt aangevraagd.",
      "data_ownership_q": "Wie is eigenaar van de gegevens?",
      "data_ownership_a": "Jij behoudt volledig eigendom van al je gegevens in Blue. We claimen geen eigendom of rechten op je inhoud. Je kunt je gegevens op elk moment exporteren of verwijderen, en we gebruiken ze nooit voor andere doeleinden dan het leveren van de service.",
      "archiving_q": "Kan ik oude projecten archiveren?",
      "archiving_a": "Ja! Blue stelt je in staat om voltooide projecten en processen te archiveren om je werkruimte schoon te houden terwijl historische gegevens behouden blijven. Gearchiveerde gegevens tellen niet mee voor opslaglimieten en kunnen op elk moment worden hersteld."
    },
    "troubleshooting": {
      "performance_issues_q": "Wat moet ik doen als Blue traag is?",
      "performance_issues_a": "Als je prestatieproblemen ondervindt: 1) Controleer je internetverbinding, 2) Wis je browsercache, 3) Probeer een andere browser, 4) Controleer onze statuspagina voor eventuele serviceproblemen. Als problemen aanhouden, neem dan contact op met ondersteuning met details.",
      "login_problems_q": "Ik kan niet inloggen op mijn account. Wat moet ik doen?",
      "login_problems_a": "Als je inlogproblemen hebt: 1) Controleer of je e-mail/wachtwoord correct zijn, 2) Probeer je wachtwoord opnieuw in te stellen, 3) Controleer of je account 2FA heeft ingeschakeld, 4) Zorg ervoor dat cookies zijn ingeschakeld, 5) Neem contact op met ondersteuning als je nog steeds hulp nodig hebt.",
      "sync_issues_q": "Mijn gegevens synchroniseren niet tussen apparaten. Hoe los ik dit op?",
      "sync_issues_a": "Om synchronisatieproblemen op te lossen: 1) Zorg voor een stabiele internetverbinding, 2) Controleer of je de nieuwste versie van de app gebruikt, 3) Probeer uit te loggen en weer in te loggen, 4) Controleer op gegevensconflicten, 5) Neem contact op met ondersteuning voor hulp.",
      "missing_features_q": "Ik kan een specifieke functie niet vinden. Waar is het?",
      "missing_features_a": "Als je een functie niet kunt vinden: 1) Controleer onze documentatie voor de functielocatie, 2) Zorg ervoor dat je plan die functie bevat, 3) Verifieer met je beheerder of je de benodigde machtigingen hebt, 4) Neem contact op met ondersteuning voor navigatiehulp.",
      "support_response_q": "Hoe snel reageert ondersteuning?",
      "support_response_a": "Onze ondersteuningsreactietijden variëren per plan: Free (48-72 uur), Starter (24-48 uur), Professional (12-24 uur), Business (4-8 uur) en Enterprise (1-2 uur met prioriteitsondersteuning beschikbaar 24/7)."
    }
  },
  "pl": {
    "page_title": "Często Zadawane Pytania",
    "page_subtitle": "Odpowiedzieliśmy na najczęstsze pytania dotyczące Blue. Jeśli masz inne pytania, wyślij e-mail na support@blue.cc",
    "categories": {
      "general": "Ogólne",
      "pricing": "Cennik",
      "features": "Funkcje",
      "security": "Bezpieczeństwo",
      "getting_started": "Pierwsze Kroki",
      "api": "API",
      "collaboration": "Współpraca",
      "data_management": "Zarządzanie Danymi",
      "troubleshooting": "Rozwiązywanie Problemów"
    },
    "general": {
      "what_is_blue_q": "Czym jest Blue?",
      "what_is_blue_a": "Blue to uniwersalna platforma do zarządzania procesami, która pomaga zespołom organizować, automatyzować i optymalizować przepływy pracy. Niezależnie od tego, czy zarządzasz projektami, śledzisz zadania, czy koordynujesz złożone procesy, Blue zapewnia narzędzia potrzebne do bardziej efektywnej pracy.",
      "who_uses_blue_q": "Kto korzysta z Blue?",
      "who_uses_blue_a": "Blue jest używany przez zespoły różnej wielkości w różnych branżach, w tym technologii, opiece zdrowotnej, finansach, edukacji i innych. Od freelancerów po firmy z listy Fortune 500, Blue dostosowuje się do unikalnych potrzeb Twojej organizacji.",
      "how_different_q": "Czym Blue różni się od innych narzędzi do zarządzania projektami?",
      "how_different_a": "Blue wyróżnia się elastycznością, potężnymi możliwościami automatyzacji i skupieniem na zarządzaniu procesami, a nie tylko projektami. Nasza platforma pozwala tworzyć niestandardowe przepływy pracy, które dokładnie odpowiadają procesom biznesowym.",
      "mobile_app_q": "Czy Blue ma aplikację mobilną?",
      "mobile_app_a": "Tak! Blue oferuje natywne aplikacje na iOS i Android, umożliwiając zarządzanie procesami i pozostawanie w kontakcie z zespołem z dowolnego miejsca. Aplikacje mobilne zawierają większość funkcji dostępnych w naszej aplikacji internetowej.",
      "offline_access_q": "Czy mogę używać Blue offline?",
      "offline_access_a": "Blue oferuje ograniczone możliwości offline poprzez nasze aplikacje mobilne. Możesz przeglądać zsynchronizowane dane i wprowadzać niektóre zmiany offline, które zostaną zsynchronizowane po ponownym połączeniu z internetem."
    },
    "pricing": {
      "free_trial_q": "Czy jest dostępny bezpłatny okres próbny?",
      "free_trial_a": "Tak! Oferujemy 14-dniowy bezpłatny okres próbny dla wszystkich naszych płatnych planów. Nie jest wymagana karta kredytowa, aby rozpocząć, i będziesz mieć pełny dostęp do wszystkich funkcji podczas okresu próbnego.",
      "pricing_model_q": "Jak działa model cenowy?",
      "pricing_model_a": "Blue oferuje elastyczne ceny w oparciu o liczbę użytkowników i potrzebne funkcje. Mamy plany dla zespołów każdej wielkości, od naszego darmowego planu dla małych zespołów po rozwiązania dla przedsiębiorstw dla dużych organizacji.",
      "payment_methods_q": "Jakie metody płatności akceptujecie?",
      "payment_methods_a": "Akceptujemy wszystkie główne karty kredytowe (Visa, Mastercard, American Express), PayPal i przelewy bankowe dla klientów korporacyjnych. Wszystkie płatności są bezpiecznie przetwarzane przez naszych partnerów płatniczych.",
      "cancel_anytime_q": "Czy mogę anulować w dowolnym momencie?",
      "cancel_anytime_a": "Absolutnie! Blue działa w cyklu miesięcznym lub rocznym bez długoterminowych umów. Możesz anulować subskrypcję w dowolnym momencie i będziesz mieć dostęp do końca bieżącego okresu rozliczeniowego.",
      "refund_policy_q": "Jaka jest wasza polityka zwrotów?",
      "refund_policy_a": "Oferujemy 30-dniową gwarancję zwrotu pieniędzy dla wszystkich nowych subskrypcji. Jeśli z jakiegokolwiek powodu nie jesteś zadowolony z Blue w ciągu pierwszych 30 dni, skontaktuj się z naszym zespołem wsparcia, aby uzyskać pełny zwrot pieniędzy."
    },
    "features": {
      "integrations_q": "Jakie integracje oferuje Blue?",
      "integrations_a": "Blue integruje się z ponad 1000 popularnymi narzędziami, w tym Slack, Google Workspace, Microsoft Office, GitHub, Jira i wieloma innymi. Oferujemy również Zapier i wsparcie API dla niestandardowych połączeń.",
      "automation_q": "Jakie możliwości automatyzacji ma Blue?",
      "automation_a": "Blue oferuje potężne funkcje automatyzacji, w tym wyzwalacze oparte na regułach, automatyczne akcje, niestandardowe powiadomienia i szablony przepływu pracy. Możesz automatyzować powtarzalne zadania i tworzyć złożone procesy wieloetapowe bez kodu.",
      "custom_fields_q": "Czy mogę tworzyć niestandardowe pola?",
      "custom_fields_a": "Tak! Blue obsługuje nieograniczone niestandardowe pola różnych typów, w tym tekst, liczby, daty, listy rozwijane, pola wyboru i inne. Możesz w pełni dostosować Blue do przechwytywania specyficznych danych potrzebnych Twojej organizacji.",
      "reporting_q": "Jakie funkcje raportowania są dostępne?",
      "reporting_a": "Blue zawiera kompleksową analitykę z konfigurowalnymi pulpitami nawigacyjnymi, raportami w czasie rzeczywistym i zaawansowanymi wizualizacjami danych. Możesz śledzić metryki wydajności, identyfikować wąskie gardła i eksportować raporty w różnych formatach.",
      "templates_q": "Czy Blue zapewnia szablony?",
      "templates_a": "Tak! Oferujemy obszerną bibliotekę gotowych szablonów dla typowych przypadków użycia w różnych branżach. Możesz także tworzyć i udostępniać własne niestandardowe szablony w swojej organizacji."
    },
    "security": {
      "data_security_q": "Jak bezpieczne są moje dane?",
      "data_security_a": "Bezpieczeństwo jest naszym najwyższym priorytetem. Blue używa szyfrowania AES 256-bit dla danych w spoczynku i TLS 1.3 dla danych w transmisji. Jesteśmy zgodny z SOC 2 Type II i regularnie przeprowadzamy audyty bezpieczeństwa i testy penetracyjne.",
      "compliance_q": "Czy Blue jest zgodny z GDPR/CCPA?",
      "compliance_a": "Tak, Blue jest w pełni zgodny z GDPR, CCPA i innymi głównymi przepisami o prywatności. Zapewniamy narzędzia do przenoszenia danych, prawa do bycia zapomnianym i zarządzania zgodami, aby pomóc w wypełnianiu obowiązków wynikających z przepisów.",
      "data_backup_q": "Jak często są wykonywane kopie zapasowe danych?",
      "data_backup_a": "Wykonujemy ciągłe kopie zapasowe wszystkich danych klientów z migawkami punktowymi co godzinę. Kopie zapasowe są przechowywane redundantnie w wielu lokalizacjach geograficznych, aby zapewnić trwałość i dostępność danych.",
      "access_control_q": "Jak działa kontrola dostępu?",
      "access_control_a": "Blue oferuje szczegółową kontrolę dostępu opartą na rolach z konfigurowalnymi rolami i uprawnieniami. Możesz kontrolować, kto może przeglądać, edytować lub usuwać określone dane, a wszystkie działania są rejestrowane do celów audytu.",
      "two_factor_auth_q": "Czy Blue obsługuje uwierzytelnianie dwuskładnikowe?",
      "two_factor_auth_a": "Tak! Blue obsługuje uwierzytelnianie dwuskładnikowe za pomocą aplikacji uwierzytelniających, SMS lub sprzętowych kluczy bezpieczeństwa. Zdecydowanie zalecamy włączenie 2FA dla wszystkich kont użytkowników dla dodatkowego bezpieczeństwa."
    },
    "getting_started": {
      "setup_time_q": "Ile czasu zajmuje konfiguracja Blue?",
      "setup_time_a": "Większość zespołów może rozpocząć pracę z Blue w mniej niż 30 minut. Nasz kreator konfiguracji przeprowadzi Cię przez niezbędne kroki, a nasze szablony pomogą Ci szybko rozpocząć. W przypadku bardziej złożonych wdrożeń korporacyjnych nasz zespół oferuje wsparcie przy wdrożeniu.",
      "import_data_q": "Czy mogę zaimportować istniejące dane?",
      "import_data_a": "Absolutnie! Blue obsługuje import danych z arkuszy kalkulacyjnych Excel/CSV, a także bezpośrednią migrację z wielu popularnych narzędzi do zarządzania projektami. Nasz zespół migracji może pomóc w dużych transferach danych.",
      "training_q": "Czy zapewniacie szkolenia?",
      "training_a": "Tak! Oferujemy różne zasoby szkoleniowe, w tym kompleksową dokumentację, samouczki wideo, webinaria na żywo i niestandardowe sesje szkoleniowe dla klientów korporacyjnych. Nasz zespół sukcesu klienta jest tutaj, aby zapewnić sukces Twojego zespołu.",
      "onboarding_support_q": "Jakie wsparcie przy wdrożeniu jest dostępne?",
      "onboarding_support_a": "Wszyscy nowi klienci otrzymują wsparcie przy wdrożeniu, w tym pomoc w konfiguracji, najlepsze praktyki i dostęp do naszego zespołu sukcesu klienta. Klienci korporacyjni otrzymują dedykowanych menedżerów sukcesu i niestandardowe plany wdrożenia.",
      "minimum_requirements_q": "Jakie są minimalne wymagania systemowe?",
      "minimum_requirements_a": "Blue to aplikacja internetowa działająca w każdej nowoczesnej przeglądarce (Chrome, Firefox, Safari, Edge). W przypadku aplikacji mobilnych wymagany jest iOS 12+ lub Android 8+. Dla wersji internetowej nie jest wymagana instalacja oprogramowania."
    },
    "api": {
      "api_access_q": "Czy Blue ma API?",
      "api_access_a": "Tak! Blue zapewnia kompleksowe API RESTful i API GraphQL do tworzenia niestandardowych integracji i automatyzacji przepływów pracy. Dostęp do API jest dostępny we wszystkich płatnych planach z limitami szybkości opartymi na poziomie subskrypcji.",
      "api_documentation_q": "Gdzie mogę znaleźć dokumentację API?",
      "api_documentation_a": "Nasza kompleksowa dokumentacja API jest dostępna na docs.blue.io. Zawiera przewodniki wprowadzające, odniesienia do punktów końcowych, przykłady kodu w wielu językach programowania i interaktywne środowiska testowe.",
      "api_rate_limits_q": "Jakie są limity szybkości API?",
      "api_rate_limits_a": "Limity szybkości API różnią się w zależności od planu: Starter (1000 żądań/godzinę), Professional (10 000 żądań/godzinę), Business (50 000 żądań/godzinę) i Enterprise (niestandardowe limity). Wszystkie plany obejmują obsługę skoków dla tymczasowych szczytów.",
      "webhooks_q": "Czy Blue obsługuje webhooks?",
      "webhooks_a": "Tak! Blue obsługuje webhooks w czasie rzeczywistym dla wszystkich głównych wydarzeń w systemie. Możesz skonfigurować webhooks, aby otrzymywać natychmiastowe powiadomienia, gdy tworzone są zadania, aktualizowane procesy lub występują inne ważne wydarzenia.",
      "api_sdks_q": "Czy dostępne są SDK?",
      "api_sdks_a": "Zapewniamy oficjalne SDK dla JavaScript/TypeScript, Python, Ruby, PHP, Java i .NET. SDK utrzymywane przez społeczność są również dostępne dla innych języków. Wszystkie SDK zawierają obsługę uwierzytelniania i pełne typowanie."
    },
    "collaboration": {
      "team_size_q": "Ilu członków zespołu mogę dodać?",
      "team_size_a": "Liczba członków zespołu zależy od Twojego planu: Free (do 5 użytkowników), Starter (do 20 użytkowników), Professional (do 100 użytkowników), Business (do 500 użytkowników) i Enterprise (nieograniczeni użytkownicy).",
      "guest_access_q": "Czy mogę zapraszać użytkowników-gości?",
      "guest_access_a": "Tak! Blue obsługuje dostęp gościa dla klientów, dostawców lub zewnętrznych współpracowników. Goście mają ograniczone uprawnienia i nie liczą się do limitu użytkowników. Możesz dokładnie kontrolować, co goście mogą zobaczyć i zrobić.",
      "real_time_collab_q": "Czy Blue obsługuje współpracę w czasie rzeczywistym?",
      "real_time_collab_a": "Absolutnie! Blue obejmuje współpracę w czasie rzeczywistym z kursorami na żywo, natychmiastowymi aktualizacjami i wskaźnikami obecności. Wielu członków zespołu może pracować nad tym samym procesem jednocześnie bez konfliktów.",
      "commenting_q": "Jak działa komunikacja zespołowa w Blue?",
      "commenting_a": "Blue zapewnia bogate wątkowe komentarze do każdego elementu, @wzmianki do powiadamiania członków zespołu, zintegrowany czat do szybkich dyskusji i kanały aktywności, aby wszyscy byli na bieżąco z ważnymi zmianami.",
      "notifications_q": "Jak działają powiadomienia?",
      "notifications_a": "Blue oferuje konfigurowalne powiadomienia przez e-mail, powiadomienia push w aplikacji i na urządzeniach mobilnych oraz integracje z narzędziami takimi jak Slack. Możesz dokładnie skonfigurować, które wydarzenia wyzwalają powiadomienia i jak wolisz je otrzymywać."
    },
    "data_management": {
      "storage_limits_q": "Czy są limity przechowywania?",
      "storage_limits_a": "Limity przechowywania różnią się w zależności od planu: Free (1 GB), Starter (10 GB), Professional (100 GB), Business (1 TB) i Enterprise (niestandardowe przechowywanie). Obejmuje to załączniki plików, obrazy i inne media.",
      "export_data_q": "Czy mogę eksportować moje dane?",
      "export_data_a": "Tak! Blue zapewnia kompleksowe opcje eksportu danych. Możesz eksportować dane do CSV, Excel, JSON lub PDF. Klienci korporacyjni mają dostęp do opcji eksportu zbiorczego i automatycznych kopii zapasowych danych.",
      "data_retention_q": "Jak długo przechowujecie dane?",
      "data_retention_a": "Aktywne dane są przechowywane na czas nieokreślony, dopóki Twoje konto jest aktywne. Usunięte dane są przechowywane w naszym koszu przez 30 dni. Po anulowaniu konta przechowujemy dane przez 90 dni przed trwałym usunięciem, chyba że zażądano natychmiastowego usunięcia.",
      "data_ownership_q": "Kto jest właścicielem danych?",
      "data_ownership_a": "Zachowujesz pełną własność wszystkich swoich danych w Blue. Nie rościmy sobie żadnych praw własności ani praw do Twoich treści. Możesz eksportować lub usunąć swoje dane w dowolnym momencie, a my nigdy nie używamy ich do celów innych niż świadczenie usługi.",
      "archiving_q": "Czy mogę archiwizować stare projekty?",
      "archiving_a": "Tak! Blue pozwala archiwizować ukończone projekty i procesy, aby utrzymać czystą przestrzeń roboczą przy jednoczesnym zachowaniu danych historycznych. Zarchiwizowane dane nie liczą się do limitów przechowywania i mogą być przywrócone w dowolnym momencie."
    },
    "troubleshooting": {
      "performance_issues_q": "Co powinienem zrobić, jeśli Blue działa wolno?",
      "performance_issues_a": "Jeśli doświadczasz problemów z wydajnością: 1) Sprawdź połączenie internetowe, 2) Wyczyść pamięć podręczną przeglądarki, 3) Spróbuj innej przeglądarki, 4) Sprawdź naszą stronę statusu pod kątem problemów z usługą. Jeśli problemy się utrzymują, skontaktuj się z pomocą techniczną podając szczegóły.",
      "login_problems_q": "Nie mogę zalogować się na swoje konto. Co powinienem zrobić?",
      "login_problems_a": "Jeśli masz problemy z logowaniem: 1) Sprawdź, czy Twój e-mail/hasło są poprawne, 2) Spróbuj zresetować hasło, 3) Sprawdź, czy Twoje konto ma włączone 2FA, 4) Upewnij się, że pliki cookie są włączone, 5) Skontaktuj się z pomocą techniczną, jeśli nadal potrzebujesz pomocy.",
      "sync_issues_q": "Moje dane nie synchronizują się między urządzeniami. Jak to naprawić?",
      "sync_issues_a": "Aby rozwiązać problemy z synchronizacją: 1) Upewnij się, że masz stabilne połączenie internetowe, 2) Sprawdź, czy używasz najnowszej wersji aplikacji, 3) Spróbuj wylogować się i zalogować ponownie, 4) Sprawdź konflikty danych, 5) Skontaktuj się z pomocą techniczną w celu uzyskania pomocy.",
      "missing_features_q": "Nie mogę znaleźć określonej funkcji. Gdzie to jest?",
      "missing_features_a": "Jeśli nie możesz znaleźć funkcji: 1) Sprawdź naszą dokumentację dotyczącą lokalizacji funkcji, 2) Upewnij się, że Twój plan obejmuje tę funkcję, 3) Sprawdź u administratora, czy masz niezbędne uprawnienia, 4) Skontaktuj się z pomocą techniczną w celu pomocy w nawigacji.",
      "support_response_q": "Jak szybko odpowiada wsparcie?",
      "support_response_a": "Nasze czasy odpowiedzi wsparcia różnią się w zależności od planu: Free (48-72 godziny), Starter (24-48 godzin), Professional (12-24 godziny), Business (4-8 godzin) i Enterprise (1-2 godziny z priorytetowym wsparciem dostępnym 24/7)."
    }
  },
  "zh-TW": {
    "page_title": "常見問題",
    "page_subtitle": "我們已經回答了關於 Blue 的最常見問題。如果您有任何其他問題，請發送郵件至 support@blue.cc",
    "categories": {
      "general": "一般",
      "pricing": "價格",
      "features": "功能",
      "security": "安全性",
      "getting_started": "入門",
      "api": "API",
      "collaboration": "協作",
      "data_management": "資料管理",
      "troubleshooting": "疑難排解"
    },
    "general": {
      "what_is_blue_q": "什麼是 Blue？",
      "what_is_blue_a": "Blue 是一個通用的流程管理平台，幫助團隊組織、自動化和優化他們的工作流程。無論您是管理專案、追蹤任務還是協調複雜的流程，Blue 都能提供您更高效工作所需的工具。",
      "who_uses_blue_q": "誰在使用 Blue？",
      "who_uses_blue_a": "Blue 被各種規模的團隊在不同行業使用，包括科技、醫療保健、金融、教育等。從自由工作者到財富500強公司，Blue 能適應您組織的獨特需求。",
      "how_different_q": "Blue 與其他專案管理工具有何不同？",
      "how_different_a": "Blue 以其靈活性、強大的自動化能力和對流程管理而非僅僅專案管理的關注而脫穎而出。我們的平台允許您創建與您的業務流程完全匹配的自訂工作流程。",
      "mobile_app_q": "Blue 有行動應用程式嗎？",
      "mobile_app_a": "有的！Blue 提供 iOS 和 Android 的原生應用程式，讓您可以隨時隨地管理流程並與團隊保持聯繫。行動應用程式包含我們網頁應用程式中大部分可用的功能。",
      "offline_access_q": "我可以離線使用 Blue 嗎？",
      "offline_access_a": "Blue 透過我們的行動應用程式提供有限的離線功能。您可以查看同步的資料並進行一些離線更改，這些更改將在您重新連線到網際網路時同步。"
    },
    "pricing": {
      "free_trial_q": "有免費試用嗎？",
      "free_trial_a": "有的！我們為所有付費方案提供14天免費試用。開始時不需要信用卡，在試用期間您將可以完全存取所有功能。",
      "pricing_model_q": "定價模式如何運作？",
      "pricing_model_a": "Blue 根據您需要的使用者數量和功能提供靈活的定價。我們有適合各種規模團隊的方案，從小型團隊的免費方案到大型組織的企業解決方案。",
      "payment_methods_q": "你們接受哪些付款方式？",
      "payment_methods_a": "我們接受所有主要信用卡（Visa、Mastercard、American Express）、PayPal，以及企業客戶的銀行轉帳。所有付款都透過我們的付款合作夥伴安全處理。",
      "cancel_anytime_q": "我可以隨時取消嗎？",
      "cancel_anytime_a": "當然可以！Blue 採用按月或按年計費，沒有長期合約。您可以隨時取消訂閱，並繼續使用到當前計費期結束。",
      "refund_policy_q": "你們的退款政策是什麼？",
      "refund_policy_a": "我們為所有新訂閱提供30天退款保證。如果您在前30天內因任何原因對 Blue 不滿意，請聯繫我們的支援團隊以獲得全額退款。"
    },
    "features": {
      "integrations_q": "Blue 提供哪些整合？",
      "integrations_a": "Blue 與超過1000種流行工具整合，包括 Slack、Google Workspace、Microsoft Office、GitHub、Jira 等。我們還提供 Zapier 和 API 支援用於自訂連接。",
      "automation_q": "Blue 有哪些自動化功能？",
      "automation_a": "Blue 提供強大的自動化功能，包括基於規則的觸發器、自動操作、自訂通知和工作流程範本。您可以自動化重複性任務並創建複雜的多步驟流程，無需編碼。",
      "custom_fields_q": "我可以創建自訂欄位嗎？",
      "custom_fields_a": "可以！Blue 支援各種類型的無限自訂欄位，包括文字、數字、日期、下拉選單、核取方塊等。您可以完全自訂 Blue 來擷取組織所需的特定資料。",
      "reporting_q": "有哪些報告功能可用？",
      "reporting_a": "Blue 包含全面的分析功能，包括可自訂的儀表板、即時報告和進階資料視覺化。您可以追蹤效能指標、識別瓶頸並以各種格式匯出報告。",
      "templates_q": "Blue 提供範本嗎？",
      "templates_a": "是的！我們提供廣泛的預建範本庫，適用於各行業的常見使用案例。您還可以在組織內創建和共享自己的自訂範本。"
    },
    "security": {
      "data_security_q": "我的資料有多安全？",
      "data_security_a": "安全性是我們的首要任務。Blue 對靜態資料使用 AES 256 位元加密，對傳輸中的資料使用 TLS 1.3。我們符合 SOC 2 Type II 標準，並定期進行安全審計和滲透測試。",
      "compliance_q": "Blue 符合 GDPR/CCPA 嗎？",
      "compliance_a": "是的，Blue 完全符合 GDPR、CCPA 和其他主要隱私法規。我們提供資料可攜性、被遺忘權和同意管理工具，以幫助您履行合規義務。",
      "data_backup_q": "資料備份的頻率如何？",
      "data_backup_a": "我們對所有客戶資料進行持續備份，每小時進行時間點快照。備份在多個地理位置冗餘儲存，以確保資料的持久性和可用性。",
      "access_control_q": "存取控制如何運作？",
      "access_control_a": "Blue 提供細粒度的基於角色的存取控制，具有可自訂的角色和權限。您可以控制誰可以查看、編輯或刪除特定資料，所有操作都會記錄以供審計。",
      "two_factor_auth_q": "Blue 支援雙因素驗證嗎？",
      "two_factor_auth_a": "是的！Blue 支援使用驗證應用程式、簡訊或硬體安全金鑰的雙因素驗證。我們強烈建議為所有使用者帳戶啟用 2FA 以增加安全性。"
    },
    "getting_started": {
      "setup_time_q": "設定 Blue 需要多長時間？",
      "setup_time_a": "大多數團隊可以在30分鐘內開始使用 Blue。我們的設定精靈會引導您完成必要步驟，我們的範本可幫助您快速入門。對於更複雜的企業部署，我們的團隊提供上線支援。",
      "import_data_q": "我可以匯入現有資料嗎？",
      "import_data_a": "當然可以！Blue 支援從 Excel/CSV 試算表匯入資料，以及從許多流行的專案管理工具直接遷移。我們的遷移團隊可以協助大型資料傳輸。",
      "training_q": "你們提供培訓嗎？",
      "training_a": "是的！我們提供各種培訓資源，包括全面的文件、影片教學、現場網路研討會和企業客戶的自訂培訓課程。我們的客戶成功團隊在這裡確保您的團隊成功。",
      "onboarding_support_q": "有哪些上線支援可用？",
      "onboarding_support_a": "所有新客戶都會獲得上線支援，包括設定協助、最佳實踐和存取我們的客戶成功團隊。企業客戶獲得專屬的成功經理和自訂實施計劃。",
      "minimum_requirements_q": "最低系統要求是什麼？",
      "minimum_requirements_a": "Blue 是一個基於網頁的應用程式，可在任何現代瀏覽器（Chrome、Firefox、Safari、Edge）上運行。對於行動應用程式，需要 iOS 12+ 或 Android 8+。網頁版本不需要安裝軟體。"
    },
    "api": {
      "api_access_q": "Blue 有 API 嗎？",
      "api_access_a": "有的！Blue 提供全面的 RESTful API 和 GraphQL API，用於建立自訂整合和自動化工作流程。API 存取在所有付費方案中可用，速率限制基於您的訂閱層級。",
      "api_documentation_q": "我在哪裡可以找到 API 文件？",
      "api_documentation_a": "我們的完整 API 文件可在 docs.blue.io 取得。它包括入門指南、端點參考、多種程式語言的程式碼範例和互動式測試環境。",
      "api_rate_limits_q": "API 速率限制是什麼？",
      "api_rate_limits_a": "API 速率限制因方案而異：Starter（每小時1,000個請求）、Professional（每小時10,000個請求）、Business（每小時50,000個請求）和 Enterprise（自訂限制）。所有方案都包含突發處理以應對臨時高峰。",
      "webhooks_q": "Blue 支援 webhooks 嗎？",
      "webhooks_a": "是的！Blue 支援系統中所有主要事件的即時 webhooks。您可以配置 webhooks 以在創建任務、更新流程或發生其他重要事件時接收即時通知。",
      "api_sdks_q": "有可用的 SDK 嗎？",
      "api_sdks_a": "我們為 JavaScript/TypeScript、Python、Ruby、PHP、Java 和 .NET 提供官方 SDK。社群維護的 SDK 也可用於其他語言。所有 SDK 都包含驗證處理和完整類型。"
    },
    "collaboration": {
      "team_size_q": "我可以添加多少團隊成員？",
      "team_size_a": "團隊成員數量取決於您的方案：Free（最多5個使用者）、Starter（最多20個使用者）、Professional（最多100個使用者）、Business（最多500個使用者）和 Enterprise（無限使用者）。",
      "guest_access_q": "我可以邀請訪客使用者嗎？",
      "guest_access_a": "可以！Blue 支援客戶、供應商或外部合作者的訪客存取。訪客具有有限的權限，不計入您的使用者限制。您可以精確控制訪客可以看到和做什麼。",
      "real_time_collab_q": "Blue 支援即時協作嗎？",
      "real_time_collab_a": "當然！Blue 包括即時協作功能，具有即時游標、即時更新和在線狀態指示器。多個團隊成員可以同時在同一流程上工作而不會發生衝突。",
      "commenting_q": "團隊溝通在 Blue 中如何運作？",
      "commenting_a": "Blue 在任何項目上提供豐富的線程評論、@提及以通知團隊成員、整合聊天進行快速討論，以及活動動態讓每個人都了解重要變更。",
      "notifications_q": "通知如何運作？",
      "notifications_a": "Blue 透過電子郵件、應用程式內和行動推送通知提供可自訂的通知，以及與 Slack 等工具的整合。您可以精確配置哪些事件觸發通知以及您希望如何接收它們。"
    },
    "data_management": {
      "storage_limits_q": "有儲存限制嗎？",
      "storage_limits_a": "儲存限制因方案而異：Free（1 GB）、Starter（10 GB）、Professional（100 GB）、Business（1 TB）和 Enterprise（自訂儲存）。這包括檔案附件、圖片和其他媒體。",
      "export_data_q": "我可以匯出我的資料嗎？",
      "export_data_a": "可以！Blue 提供全面的資料匯出選項。您可以將資料匯出為 CSV、Excel、JSON 或 PDF。企業客戶可以存取批量匯出選項和自動資料備份。",
      "data_retention_q": "你們保留資料多久？",
      "data_retention_a": "活躍資料在您的帳戶處於活動狀態時無限期保留。刪除的資料在我們的回收站中保留30天。帳戶取消後，我們在永久刪除前保留資料90天，除非要求立即刪除。",
      "data_ownership_q": "誰擁有資料？",
      "data_ownership_a": "您保留 Blue 中所有資料的完全所有權。我們不主張對您的內容擁有任何所有權或權利。您可以隨時匯出或刪除您的資料，我們絕不會將其用於提供服務以外的任何目的。",
      "archiving_q": "我可以封存舊專案嗎？",
      "archiving_a": "可以！Blue 允許您封存已完成的專案和流程，以保持工作區整潔，同時保留歷史資料。封存的資料不計入儲存限制，可以隨時恢復。"
    },
    "troubleshooting": {
      "performance_issues_q": "如果 Blue 運行緩慢，我該怎麼辦？",
      "performance_issues_a": "如果您遇到效能問題：1) 檢查您的網際網路連線，2) 清除瀏覽器快取，3) 嘗試不同的瀏覽器，4) 檢查我們的狀態頁面是否有任何服務問題。如果問題持續存在，請聯繫支援並提供詳細資訊。",
      "login_problems_q": "我無法登入我的帳戶。我該怎麼辦？",
      "login_problems_a": "如果您遇到登入問題：1) 驗證您的電子郵件/密碼是否正確，2) 嘗試重設密碼，3) 檢查您的帳戶是否啟用了 2FA，4) 確保已啟用 cookie，5) 如果仍需要幫助，請聯繫支援。",
      "sync_issues_q": "我的資料沒有在裝置間同步。如何修復？",
      "sync_issues_a": "要解決同步問題：1) 確保您有穩定的網際網路連線，2) 驗證您使用的是最新版本的應用程式，3) 嘗試登出並重新登入，4) 檢查資料衝突，5) 聯繫支援以獲得協助。",
      "missing_features_q": "我找不到特定功能。它在哪裡？",
      "missing_features_a": "如果您找不到功能：1) 查看我們的文件以了解功能位置，2) 確保您的方案包含該功能，3) 向您的管理員驗證您是否具有必要的權限，4) 聯繫支援以獲得導航協助。",
      "support_response_q": "支援回應速度有多快？",
      "support_response_a": "我們的支援回應時間因方案而異：Free（48-72小時）、Starter（24-48小時）、Professional（12-24小時）、Business（4-8小時）和 Enterprise（1-2小時，提供24/7優先支援）。"
    }
  },
  "sv": {
    "page_title": "Vanliga Frågor",
    "page_subtitle": "Vi har svarat på de vanligaste frågorna om Blue. Om du har andra frågor, skicka ett e-postmeddelande till support@blue.cc"
  },
  "km": {
    "page_title": "សំណួរដែលសួរញឹកញាប់",
    "page_subtitle": "យើងបានឆ្លើយសំណួរទូទៅបំផុតអំពី Blue។ ប្រសិនបើអ្នកមានសំណួរផ្សេងទៀត សូមផ្ញើអ៊ីមែលទៅ support@blue.cc"
  }
}