{
  "de": {
    "automations_button_text": "Erfahren Sie mehr über Automatisierungen",
    "automations_description": "Zeit ist Geld, besonders als Solopreneur. Blue hilft Ihnen, Zeit zu sparen, damit Sie sich auf das Geldverdienen konzentrieren können – sogar während Sie schlafen.",
    "automations_title": "Automatisierungen stellen sicher, dass Sie sich auf das Wesentliche konzentrieren.",
    "faq_answer_1": "Absolut! Blue ist darauf ausgelegt, mit Ihrem Unternehmen zu wachsen. Egal, ob Sie Projekte alleine verwalten oder planen, Ihr Team zu vergrößern, unsere Plattform passt sich Ihren Bedürfnissen mit flexibler Preisgestaltung und Funktionen an, die mit Ihnen wachsen.",
    "faq_answer_2": "Die meisten Solopreneure sind innerhalb von 15 Minuten betriebsbereit. Unsere intuitive Benutzeroberfläche und vorgefertigten Vorlagen für gängige Arbeitsabläufe ermöglichen es Ihnen, Ihre Projekte sofort zu verwalten, ohne eine steile Lernkurve.",
    "faq_answer_3": "Ja! Blue ist vielseitig genug, um alles von Kundenprojekten und Inhaltskalendern bis hin zu Vertriebspipelines und persönlicher Produktivität zu verwalten. Eine Plattform für alle Ihre Geschäftsbedürfnisse.",
    "faq_category_name": "Häufig gestellte Fragen",
    "faq_question_1": "Ist Blue für Einzelunternehmer geeignet?",
    "faq_question_2": "Wie schnell kann ich Blue für mein Unternehmen einrichten?",
    "page_subtitle": "Optimieren Sie Ihr Unternehmen mit einer einzigen Lösung, die all Ihre Bedürfnisse erfüllt, und schaffen Sie Zeit für wachstumsorientierte Aktivitäten, während Sie die operative Komplexität reduzieren.",
    "page_title": "Die beste Management-Software für Solopreneure.",
    "reminders_description": "Lassen Sie niemals eine Aufgabe durch die Lappen gehen. Blue hilft Ihnen, sich daran zu erinnern, wann Sie Dinge erledigen müssen.",
    "reminders_link_1_description": "kann E-Mail- und mobile Benachrichtigungen auslösen",
    "reminders_link_1_text": "Erinnerungen",
    "reminders_link_2_description": "kann verwendet werden, um wiederkehrende Aufgaben zu automatisieren",
    "reminders_link_2_text": "Wiederholende Datensätze",
    "reminders_see_also_heading": "Mehr erfahren:",
    "reminders_title": "Erinnern Sie sich daran, was zu tun ist und wann es zu tun ist.",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue ist mein bevorzugtes Tool für das Prozessmanagement zur Verwaltung von virtuellen Assistenten, Videoproduktionsabläufen und sogar für mein Vertriebs-CRM.",
    "testimonial_title": "Gründer von DotComTruths.com"
  },
  "en": {
    "automations_button_text": "Learn about automations",
    "automations_description": "Time is money, especially as a Solopreneur. Blue helps you save time, so you can focus on making money — even while you sleep.",
    "automations_title": "Automations ensure you focus on what matters.",
    "faq_answer_1": "Absolutely! Blue is designed to scale with your business. Whether you're managing projects alone or planning to grow your team, our platform adapts to your needs with flexible pricing and features that grow with you.",
    "faq_answer_2": "Most solopreneurs are up and running within 15 minutes. Our intuitive interface and pre-built templates for common workflows mean you can start managing your projects immediately without a steep learning curve.",
    "faq_answer_3": "Yes! Blue is versatile enough to handle everything from client projects and content calendars to sales pipelines and personal productivity. One platform for all your business needs.",
    "faq_category_name": "Frequently Asked Questions",
    "faq_question_1": "Is Blue suitable for solo entrepreneurs?",
    "faq_question_2": "How quickly can I set up Blue for my business?",
    "faq_question_3": "Can I use Blue for multiple types of projects?",
    "page_subtitle": "Streamline your business with a single solution that meets all your needs, freeing up time for growth-focused activities and reducing operational complexity.",
    "page_title": "The best management software for Solopreneurs.",
    "reminders_description": "Never let a task slip through the cracks. Blue helps you remember when you need to get things done.",
    "reminders_link_1_description": "can trigger email and mobile notifications",
    "reminders_link_1_text": "Reminders",
    "reminders_link_2_description": "can be used to automate recurring tasks",
    "reminders_link_2_text": "Repeating records",
    "reminders_see_also_heading": "Learn more:",
    "reminders_title": "Reminder yourself what to do and when to do it.",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue is my go-to process management tool for managing virtual assistants, video production workflows, and even for my sales CRM.",
    "testimonial_title": "Founder of DotComTruths.com"
  },
  "es": {
    "automations_button_text": "Aprende sobre automatizaciones",
    "automations_description": "El tiempo es dinero, especialmente para un solopreneur. Blue te ayuda a ahorrar tiempo, para que puedas concentrarte en ganar dinero, incluso mientras duermes.",
    "automations_title": "Las automatizaciones aseguran que te concentres en lo que importa.",
    "faq_answer_1": "¡Absolutamente! Blue está diseñado para escalar con tu negocio. Ya sea que estés gestionando proyectos solo o planeando hacer crecer tu equipo, nuestra plataforma se adapta a tus necesidades con precios flexibles y características que crecen contigo.",
    "faq_answer_2": "La mayoría de los solopreneurs están en funcionamiento en 15 minutos. Nuestra interfaz intuitiva y las plantillas predefinidas para flujos de trabajo comunes significan que puedes comenzar a gestionar tus proyectos de inmediato sin una curva de aprendizaje pronunciada.",
    "faq_answer_3": "¡Sí! Blue es lo suficientemente versátil como para manejar todo, desde proyectos de clientes y calendarios de contenido hasta embudos de ventas y productividad personal. Una plataforma para todas tus necesidades empresariales.",
    "faq_category_name": "Preguntas Frecuentes",
    "faq_question_1": "¿Es Blue adecuado para emprendedores solitarios?",
    "faq_question_2": "¿Qué tan rápido puedo configurar Blue para mi negocio?",
    "faq_question_3": "¿Puedo usar Blue para múltiples tipos de proyectos?",
    "page_subtitle": "Optimiza tu negocio con una solución única que satisface todas tus necesidades, liberando tiempo para actividades enfocadas en el crecimiento y reduciendo la complejidad operativa.",
    "page_title": "El mejor software de gestión para solopreneurs.",
    "reminders_description": "Nunca dejes que una tarea se te escape. Blue te ayuda a recordar cuándo necesitas hacer las cosas.",
    "reminders_link_1_description": "puede activar notificaciones por correo electrónico y móviles",
    "reminders_link_1_text": "Recordatorios",
    "reminders_link_2_description": "se puede utilizar para automatizar tareas recurrentes",
    "reminders_link_2_text": "Registros repetidos",
    "reminders_see_also_heading": "Aprender más:",
    "reminders_title": "Recuerda lo que debes hacer y cuándo hacerlo.",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue es mi herramienta de gestión de procesos preferida para administrar asistentes virtuales, flujos de trabajo de producción de video e incluso para mi CRM de ventas.",
    "testimonial_title": "Fundador de DotComTruths.com"
  },
  "fr": {
    "automations_button_text": "En savoir plus sur les automatisations",
    "automations_description": "Le temps, c'est de l'argent, surtout en tant que solopreneur. Blue vous aide à gagner du temps, afin que vous puissiez vous concentrer sur la génération de revenus — même pendant votre sommeil.",
    "automations_title": "Les automatisations vous permettent de vous concentrer sur ce qui compte.",
    "faq_answer_1": "Absolument ! Blue est conçu pour évoluer avec votre entreprise. Que vous gériez des projets seul ou que vous prévoyiez de développer votre équipe, notre plateforme s'adapte à vos besoins avec des tarifs flexibles et des fonctionnalités qui grandissent avec vous.",
    "faq_answer_2": "La plupart des solopreneurs sont opérationnels en 15 minutes. Notre interface intuitive et nos modèles préconçus pour les flux de travail courants vous permettent de commencer à gérer vos projets immédiatement, sans courbe d'apprentissage abrupte.",
    "faq_answer_3": "Oui ! Blue est suffisamment polyvalent pour gérer tout, des projets clients et des calendriers de contenu aux pipelines de vente et à la productivité personnelle. Une plateforme pour tous vos besoins professionnels.",
    "faq_category_name": "Questions Fréquemment Posées",
    "faq_question_1": "Blue est-il adapté aux entrepreneurs solo ?",
    "faq_question_2": "Quelle est la rapidité avec laquelle je peux configurer Blue pour mon entreprise ?",
    "faq_question_3": "Puis-je utiliser Blue pour plusieurs types de projets ?",
    "page_subtitle": "Rationalisez votre entreprise avec une solution unique qui répond à tous vos besoins, libérant ainsi du temps pour des activités axées sur la croissance et réduisant la complexité opérationnelle.",
    "page_title": "Le meilleur logiciel de gestion pour les solopreneurs.",
    "reminders_description": "Ne laissez jamais une tâche passer à travers les mailles du filet. Blue vous aide à vous souvenir quand vous devez accomplir vos tâches.",
    "reminders_link_1_description": "peut déclencher des notifications par e-mail et sur mobile",
    "reminders_link_1_text": "Rappels",
    "reminders_link_2_description": "peut être utilisé pour automatiser des tâches récurrentes",
    "reminders_link_2_text": "Enregistrements répétés",
    "reminders_see_also_heading": "En savoir plus :",
    "reminders_title": "Rappelez-vous ce qu'il faut faire et quand le faire.",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue est mon outil de gestion des processus de prédilection pour gérer des assistants virtuels, des flux de production vidéo, et même pour mon CRM de vente.",
    "testimonial_title": "Fondateur de DotComTruths.com"
  },
  "id": {
    "automations_button_text": "Pelajari tentang otomatisasi",
    "automations_description": "Waktu adalah uang, terutama sebagai Solopreneur. Blue membantu Anda menghemat waktu, sehingga Anda dapat fokus untuk menghasilkan uang — bahkan saat Anda tidur.",
    "automations_title": "Automasi memastikan Anda fokus pada hal-hal yang penting.",
    "faq_answer_1": "Tentu saja! Blue dirancang untuk berkembang seiring dengan bisnis Anda. Apakah Anda mengelola proyek sendiri atau berencana untuk mengembangkan tim Anda, platform kami beradaptasi dengan kebutuhan Anda dengan harga yang fleksibel dan fitur yang berkembang bersama Anda.",
    "faq_answer_2": "Sebagian besar solopreneur dapat mulai beroperasi dalam waktu 15 menit. Antarmuka kami yang intuitif dan template yang sudah dibuat sebelumnya untuk alur kerja umum memungkinkan Anda untuk segera mulai mengelola proyek Anda tanpa kurva pembelajaran yang curam.",
    "faq_answer_3": "Ya! Blue cukup fleksibel untuk menangani segala hal mulai dari proyek klien dan kalender konten hingga saluran penjualan dan produktivitas pribadi. Satu platform untuk semua kebutuhan bisnis Anda.",
    "faq_category_name": "Pertanyaan yang Sering Diajukan",
    "faq_question_1": "Apakah Blue cocok untuk pengusaha solo?",
    "faq_question_2": "Seberapa cepat saya dapat mengatur Blue untuk bisnis saya?",
    "faq_question_3": "Bisakah saya menggunakan Blue untuk berbagai jenis proyek?",
    "page_subtitle": "Rampingkan bisnis Anda dengan satu solusi yang memenuhi semua kebutuhan Anda, membebaskan waktu untuk kegiatan yang fokus pada pertumbuhan dan mengurangi kompleksitas operasional.",
    "page_title": "Perangkat lunak manajemen terbaik untuk Solopreneur.",
    "reminders_description": "Jangan pernah biarkan tugas terlewat. Blue membantu Anda mengingat kapan Anda perlu menyelesaikan pekerjaan.",
    "reminders_link_1_description": "dapat memicu notifikasi email dan seluler",
    "reminders_link_1_text": "Pengingat",
    "reminders_link_2_description": "dapat digunakan untuk mengotomatiskan tugas yang berulang",
    "reminders_link_2_text": "Rekam ulang",
    "reminders_see_also_heading": "Pelajari lebih lanjut:",
    "reminders_title": "Ingatkan diri Anda apa yang harus dilakukan dan kapan melakukannya.",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue adalah alat manajemen proses andalan saya untuk mengelola asisten virtual, alur kerja produksi video, dan bahkan untuk CRM penjualan saya.",
    "testimonial_title": "Pendiri DotComTruths.com"
  },
  "it": {
    "automations_button_text": "Scopri le automazioni",
    "automations_description": "Il tempo è denaro, soprattutto per un Solopreneur. Blue ti aiuta a risparmiare tempo, così puoi concentrarti a guadagnare — anche mentre dormi.",
    "automations_title": "Le automazioni garantiscono che tu possa concentrarti su ciò che conta.",
    "faq_answer_1": "Assolutamente! Blue è progettato per scalare con la tua azienda. Che tu stia gestendo progetti da solo o pianificando di far crescere il tuo team, la nostra piattaforma si adatta alle tue esigenze con prezzi flessibili e funzionalità che crescono con te.",
    "faq_answer_2": "La maggior parte dei solopreneur è operativa in 15 minuti. La nostra interfaccia intuitiva e i modelli predefiniti per flussi di lavoro comuni significano che puoi iniziare a gestire i tuoi progetti immediatamente, senza una ripida curva di apprendimento.",
    "faq_answer_3": "Sì! Blue è abbastanza versatile da gestire tutto, dai progetti per i clienti e i calendari dei contenuti ai pipeline di vendita e alla produttività personale. Un'unica piattaforma per tutte le tue esigenze aziendali.",
    "faq_category_name": "Domande Frequenti",
    "faq_question_1": "Blue è adatto per imprenditori solitari?",
    "faq_question_2": "Quanto tempo ci vorrà per configurare Blue per la mia azienda?",
    "faq_question_3": "Posso utilizzare Blue per più tipi di progetti?",
    "page_subtitle": "Ottimizza la tua azienda con un'unica soluzione che soddisfa tutte le tue esigenze, liberando tempo per attività focalizzate sulla crescita e riducendo la complessità operativa.",
    "page_title": "Il miglior software di gestione per Solopreneur.",
    "reminders_description": "Non lasciare mai che un compito sfugga. Blue ti aiuta a ricordare quando devi portare a termine le attività.",
    "reminders_link_1_description": "può attivare notifiche via email e mobile",
    "reminders_link_1_text": "Promemoria",
    "reminders_link_2_description": "può essere utilizzato per automatizzare attività ricorrenti",
    "reminders_link_2_text": "Record ripetuti",
    "reminders_see_also_heading": "Scopri di più:",
    "reminders_title": "Ricordati cosa fare e quando farlo.",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue è il mio strumento di gestione dei processi di riferimento per gestire assistenti virtuali, flussi di lavoro di produzione video e anche per il mio CRM di vendita.",
    "testimonial_title": "Fondatore di DotComTruths.com"
  },
  "ja": {
    "automations_button_text": "自動化について学ぶ",
    "automations_description": "時間はお金です。特にソロプレナーにとっては。Blueはあなたの時間を節約し、あなたが寝ている間でもお金を稼ぐことに集中できるようにサポートします。",
    "automations_title": "自動化により、重要なことに集中できます。",
    "faq_answer_1": "もちろんです！Blueは、あなたのビジネスに合わせてスケールするように設計されています。プロジェクトを一人で管理している場合でも、チームの拡大を計画している場合でも、私たちのプラットフォームは柔軟な価格設定とともに、あなたのニーズに応じて適応します。",
    "faq_answer_2": "ほとんどのソロプレナーは15分以内に立ち上がります。私たちの直感的なインターフェースと一般的なワークフロー用の事前構築されたテンプレートにより、急な学習曲線なしで、すぐにプロジェクトの管理を開始できます。",
    "faq_answer_3": "はい！Blueは、クライアントプロジェクトやコンテンツカレンダーから、営業パイプラインや個人の生産性まで、すべてを扱えるほど多用途です。ビジネスニーズに応えるための1つのプラットフォームです。",
    "faq_category_name": "よくある質問",
    "faq_question_1": "Blueは個人起業家に適していますか？",
    "faq_question_2": "Blueを自分のビジネスにどれくらい早くセットアップできますか？",
    "faq_question_3": "Blueを複数の種類のプロジェクトに使用できますか？",
    "page_subtitle": "ビジネスを合理化し、すべてのニーズを満たす単一のソリューションを利用することで、成長に集中できる時間を確保し、運用の複雑さを軽減します。",
    "page_title": "ソロプレナーに最適な管理ソフトウェア。",
    "reminders_description": "タスクが見落とされることはありません。Blueは、いつ物事を完了させる必要があるかを思い出させてくれます。",
    "reminders_link_1_description": "メールおよびモバイル通知をトリガーできます。",
    "reminders_link_1_text": "リマインダー",
    "reminders_link_2_description": "定期的なタスクを自動化するために使用できます。",
    "reminders_link_2_text": "繰り返しのレコード",
    "reminders_see_also_heading": "詳細はこちら:",
    "reminders_title": "自分が何をいつするべきかを思い出させてください。",
    "testimonial_name": "エラン・ブカイ",
    "testimonial_quote": "Blueは、バーチャルアシスタント、ビデオ制作ワークフロー、さらには営業CRMの管理において、私の定番のプロセスマネジメントツールです。",
    "testimonial_title": "DotComTruths.comの創設者"
  },
  "km": {
    "automations_button_text": "រៀនអំពីការប្រព្រឹត្តអូតូម៉ាស្យុង",
    "automations_description": "ពេលវេលាគឺជាប្រាក់ ជាពិសេសសម្រាប់អ្នកដែលធ្វើជាអ្នកស្វ័យប្រវត្តិ។ Blue ជួយអ្នកសន្សំសំចៃពេលវេលា ដូច្នេះអ្នកអាចផ្តោតលើការបង្កើតប្រាក់ — ទោះបីអ្នកគេងក៏ដោយ។",
    "automations_title": "ការប្រព្រឹត្តអូតូម៉ាស្យុងធានាថាអ្នកផ្តោតលើអ្វីដែលសំខាន់។",
    "faq_answer_1": "ប្រាកដណាស់! Blue ត្រូវបានរចនាឡើងដើម្បីអាចពង្រីកជាមួយអាជីវកម្មរបស់អ្នក។ មិនថាអ្នកកំពុងគ្រប់គ្រងគម្រោងដោយខ្លួនឯង ឬកំពុងមានគម្រោងពង្រីកក្រុមរបស់អ្នក កម្មវិធីរបស់យើងអាចបត់បែនទៅតាមតម្រូវការរបស់អ្នកជាមួយតម្លៃនិងលក្ខណៈពិសេសដែលពង្រីកជាមួយអ្នក។",
    "faq_answer_2": "ភាគច្រើននៃអ្នកសហគ្រិនឯកត្តជនអាចចាប់ផ្តើមប្រើប្រាស់បានក្នុងរយៈពេល 15 នាទី។ អ៊ិនធើហ្វេសដែលយល់ដឹងងាយ និងគំរូដែលបានបង្កើតរួចសម្រាប់ដំណើរការទូទៅមានន័យថាអ្នកអាចចាប់ផ្តើមគ្រប់គ្រងគម្រោងរបស់អ្នកភ្លាមៗដោយគ្មានការសិក្សាដែលពិបាក។",
    "faq_answer_3": "បាទ! Blue មានភាពអាចបត់បែនបានគ្រប់គ្រាន់ដើម្បីដោះស្រាយគ្រប់យ៉ាងចាប់ពីគម្រោងអតិថិជន និងកាលវិភាគមាតិកា ទៅដល់បណ្ដាញលក់ និងផលិតភាពផ្ទាល់ខ្លួន។ មួយវេទិកាសម្រាប់តម្រូវការអាជីវកម្មទាំងអស់របស់អ្នក។",
    "faq_category_name": "សំណួរដែលត្រូវបានសួរពីរាងខ្លាំងៗ",
    "faq_question_1": "Blue តើសមស្របសម្រាប់អ្នកសហគ្រាសឯកត្តជាតិទេ?",
    "faq_question_2": "ខ្ញុំអាចតំឡើង Blue សម្រាប់អាជីវកម្មរបស់ខ្ញុំបានយ៉ាងឆាប់រហ័សប៉ុណ្ណា?",
    "faq_question_3": "តើខ្ញុំអាចប្រើ Blue សម្រាប់គម្រោងប្រភេទជាច្រើនបានទេ?",
    "page_subtitle": "ធ្វើឱ្យអាជីវកម្មរបស់អ្នកមានប្រសិទ្ធភាពជាមួយដំណោះស្រាយតែមួយដែលបំពេញតាមតម្រូវការទាំងអស់របស់អ្នក ដើម្បីទទួលបានពេលវេលាសម្រាប់សកម្មភាពដែលផ្តោតលើការលូតលាស់ និងកាត់បន្ថយភាពស្មុគស្មាញក្នុងការប្រតិបត្តិការ។",
    "page_title": "កម្មវិធីគ្រប់គ្រងល្អបំផុតសម្រាប់អ្នកស្វែងរកឱកាសឯករាជ្យ។",
    "reminders_description": "កុំអោយការងារណាមួយរលុងឆ្ងាយពីការយកចិត្តទុកដាក់។ Blue ជួយអ្នកចាំថាតើពេលណាដែលអ្នកត្រូវធ្វើអ្វីៗឱ្យបានសម្រេច។",
    "reminders_link_1_description": "អាចបង្កើតការជូនដំណឹងតាមអ៊ីមែល និងទូរស័ព្ទចល័ត",
    "reminders_link_1_text": "ការរំលឹក",
    "reminders_link_2_description": "អាចប្រើប្រាស់ដើម្បីអូតូម៉ាតការងារដែលកើតឡើងជារឿយៗ។",
    "reminders_link_2_text": "កំណត់ត្រាដែលកើតឡើងម្ដងទៀត",
    "reminders_see_also_heading": "សូមស្វែងយល់បន្ថែម:",
    "reminders_title": "អនុស្សាវរីយ៍ឱ្យខ្លួនឯងអំពីអ្វីដែលត្រូវធ្វើ និងពេលណាដែលត្រូវធ្វើវា។",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue គឺជាឧបករណ៍គ្រប់គ្រងដំណើរការដែលខ្ញុំប្រើប្រាស់សម្រាប់គ្រប់គ្រងជំនួយកម្សាន្តវីដេអូ និងសកម្មភាពការផលិតវីដេអូ ហើយក៏សម្រាប់ CRM លក់របស់ខ្ញុំផងដែរ។",
    "testimonial_title": "ស្ថាបនិកនៃ DotComTruths.com"
  },
  "ko": {
    "automations_button_text": "자동화에 대해 알아보기",
    "automations_description": "시간은 돈입니다, 특히 솔로프레너에게는 더욱 그렇습니다. Blue는 시간을 절약할 수 있도록 도와주어, 당신이 돈을 버는 데 집중할 수 있게 합니다 — 심지어 잠을 자는 동안에도요.",
    "automations_title": "자동화는 중요한 것에 집중할 수 있도록 보장합니다.",
    "faq_answer_1": "물론입니다! Blue는 귀사의 비즈니스와 함께 확장되도록 설계되었습니다. 혼자 프로젝트를 관리하든 팀을 확장할 계획이든, 저희 플랫폼은 귀하의 필요에 맞춰 유연한 가격과 함께 성장하는 기능을 제공합니다.",
    "faq_answer_2": "대부분의 솔로프레너는 15분 이내에 시작할 수 있습니다. 우리의 직관적인 인터페이스와 일반적인 워크플로우를 위한 미리 구축된 템플릿 덕분에 가파른 학습 곡선 없이 즉시 프로젝트 관리를 시작할 수 있습니다.",
    "faq_answer_3": "네! Blue는 클라이언트 프로젝트와 콘텐츠 캘린더부터 판매 파이프라인 및 개인 생산성까지 모든 것을 처리할 수 있을 만큼 다재다능합니다. 모든 비즈니스 요구를 위한 하나의 플랫폼입니다.",
    "faq_category_name": "자주 묻는 질문",
    "faq_question_1": "Blue는 개인 기업가에게 적합한가요?",
    "faq_question_2": "내 비즈니스를 위해 Blue를 얼마나 빨리 설정할 수 있나요?",
    "faq_question_3": "Blue를 여러 유형의 프로젝트에 사용할 수 있나요?",
    "page_subtitle": "모든 요구를 충족하는 단일 솔루션으로 비즈니스를 간소화하여 성장 중심의 활동에 시간을 할애하고 운영 복잡성을 줄이세요.",
    "page_title": "솔로프레너를 위한 최고의 관리 소프트웨어.",
    "reminders_description": "작업이 누락되지 않도록 하세요. Blue는 당신이 일을 완료해야 할 때를 기억하는 데 도움을 줍니다.",
    "reminders_link_1_description": "이메일 및 모바일 알림을 트리거할 수 있습니다.",
    "reminders_link_1_text": "알림",
    "reminders_link_2_description": "반복적인 작업을 자동화하는 데 사용할 수 있습니다.",
    "reminders_link_2_text": "반복되는 기록",
    "reminders_see_also_heading": "자세히 알아보기:",
    "reminders_title": "할 일과 그 일을 언제 해야 하는지 스스로 상기하세요.",
    "testimonial_name": "에란 부카이",
    "testimonial_quote": "Blue는 가상 비서, 비디오 제작 워크플로우, 심지어 제 영업 CRM 관리를 위한 필수 프로세스 관리 도구입니다.",
    "testimonial_title": "DotComTruths.com의 창립자"
  },
  "nl": {
    "automations_button_text": "Leer meer over automatiseringen",
    "automations_description": "Tijd is geld, vooral als solopreneur. Blue helpt je tijd te besparen, zodat je je kunt concentreren op het verdienen van geld — zelfs terwijl je slaapt.",
    "automations_title": "Automatiseringen zorgen ervoor dat je je kunt concentreren op wat belangrijk is.",
    "faq_answer_1": "Zeker! Blue is ontworpen om mee te schalen met uw bedrijf. Of u nu projecten alleen beheert of van plan bent uw team uit te breiden, ons platform past zich aan uw behoeften aan met flexibele prijzen en functies die met u meegroeien.",
    "faq_answer_2": "De meeste solopreneurs zijn binnen 15 minuten operationeel. Onze intuïtieve interface en vooraf gebouwde sjablonen voor veelvoorkomende workflows zorgen ervoor dat je direct met het beheren van je projecten kunt beginnen, zonder een steile leercurve.",
    "faq_answer_3": "Ja! Blue is veelzijdig genoeg om alles te beheren, van klantprojecten en contentkalenders tot verkooppijplijnen en persoonlijke productiviteit. Eén platform voor al uw zakelijke behoeften.",
    "faq_category_name": "Veelgestelde Vragen",
    "faq_question_1": "Is Blue geschikt voor solo-ondernemers?",
    "faq_question_2": "Hoe snel kan ik Blue voor mijn bedrijf instellen?",
    "faq_question_3": "Kan ik Blue gebruiken voor meerdere soorten projecten?",
    "page_subtitle": "Stroomlijn uw bedrijf met één enkele oplossing die aan al uw behoeften voldoet, waardoor er tijd vrijkomt voor groei-georiënteerde activiteiten en de operationele complexiteit wordt verminderd.",
    "page_title": "De beste managementsoftware voor solopreneurs.",
    "reminders_description": "Laat nooit een taak door de mazen van het net glippen. Blue helpt je herinneren wanneer je dingen gedaan moet krijgen.",
    "reminders_link_1_description": "kan e-mail- en mobiele meldingen activeren",
    "reminders_link_1_text": "Herinneringen",
    "reminders_link_2_description": "kan worden gebruikt om terugkerende taken te automatiseren",
    "reminders_link_2_text": "Herhalende records",
    "reminders_see_also_heading": "Meer informatie:",
    "reminders_title": "Herinner jezelf wat je moet doen en wanneer je het moet doen.",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue is mijn favoriete procesmanagementtool voor het beheren van virtuele assistenten, videoproductieworkflows en zelfs voor mijn sales CRM.",
    "testimonial_title": "Oprichter van DotComTruths.com"
  },
  "pl": {
    "automations_button_text": "Dowiedz się o automatyzacjach",
    "automations_description": "Czas to pieniądz, szczególnie jako solopreneur. Blue pomaga zaoszczędzić czas, abyś mógł skupić się na zarabianiu pieniędzy — nawet podczas snu.",
    "automations_title": "Automatyzacje zapewniają, że skupiasz się na tym, co ważne.",
    "faq_answer_1": "Absolutnie! Blue jest zaprojektowany, aby rosnąć wraz z Twoją firmą. Niezależnie od tego, czy zarządzasz projektami samodzielnie, czy planujesz powiększyć swój zespół, nasza platforma dostosowuje się do Twoich potrzeb, oferując elastyczne ceny i funkcje, które rozwijają się razem z Tobą.",
    "faq_answer_2": "Większość solopreneurów jest gotowa do działania w ciągu 15 minut. Nasz intuicyjny interfejs i gotowe szablony dla typowych procesów oznaczają, że możesz natychmiast zacząć zarządzać swoimi projektami bez stromej krzywej uczenia się.",
    "faq_answer_3": "Tak! Blue jest na tyle wszechstronny, że poradzi sobie ze wszystkim, od projektów dla klientów i kalendarzy treści po lejek sprzedażowy i osobistą produktywność. Jedna platforma na wszystkie potrzeby Twojego biznesu.",
    "faq_category_name": "Najczęściej Zadawane Pytania",
    "faq_question_1": "Czy Blue jest odpowiedni dla solowych przedsiębiorców?",
    "faq_question_2": "Jak szybko mogę skonfigurować Blue dla mojej firmy?",
    "faq_question_3": "Czy mogę używać Blue do różnych typów projektów?",
    "page_subtitle": "Uprość swoje przedsiębiorstwo dzięki jednemu rozwiązaniu, które spełnia wszystkie Twoje potrzeby, uwalniając czas na działania skoncentrowane na wzroście i redukując złożoność operacyjną.",
    "page_title": "Najlepsze oprogramowanie do zarządzania dla soloprzedsiębiorców.",
    "reminders_description": "Nigdy nie pozwól, aby zadanie umknęło. Blue pomaga Ci pamiętać, kiedy musisz zrealizować swoje zadania.",
    "reminders_link_1_description": "może wywołać powiadomienia e-mailowe i mobilne",
    "reminders_link_1_text": "Przypomnienia",
    "reminders_link_2_description": "może być używane do automatyzacji powtarzających się zadań",
    "reminders_link_2_text": "Powtarzające się rekordy",
    "reminders_see_also_heading": "Dowiedz się więcej:",
    "reminders_title": "Przypomnij sobie, co zrobić i kiedy to zrobić.",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue to moje ulubione narzędzie do zarządzania procesami, które wykorzystuję do zarządzania wirtualnymi asystentami, przepływami pracy w produkcji wideo, a nawet do mojego CRM sprzedażowego.",
    "testimonial_title": "Założyciel DotComTruths.com"
  },
  "pt": {
    "automations_button_text": "Saiba mais sobre automações",
    "automations_description": "O tempo é dinheiro, especialmente para um Solopreneur. O Blue ajuda você a economizar tempo, para que você possa se concentrar em ganhar dinheiro — mesmo enquanto dorme.",
    "automations_title": "As automações garantem que você se concentre no que realmente importa.",
    "faq_answer_1": "Com certeza! O Blue foi projetado para escalar com o seu negócio. Se você está gerenciando projetos sozinho ou planejando expandir sua equipe, nossa plataforma se adapta às suas necessidades com preços flexíveis e recursos que crescem com você.",
    "faq_answer_2": "A maioria dos solopreneurs está em funcionamento em até 15 minutos. Nossa interface intuitiva e os modelos pré-construídos para fluxos de trabalho comuns significam que você pode começar a gerenciar seus projetos imediatamente, sem uma curva de aprendizado acentuada.",
    "faq_answer_3": "Sim! Blue é versátil o suficiente para lidar com tudo, desde projetos de clientes e calendários de conteúdo até funis de vendas e produtividade pessoal. Uma plataforma para todas as suas necessidades de negócios.",
    "faq_category_name": "Perguntas Frequentes",
    "faq_question_1": "O Blue é adequado para empreendedores individuais?",
    "faq_question_2": "Qual é a rapidez com que posso configurar o Blue para o meu negócio?",
    "faq_question_3": "Posso usar o Blue para vários tipos de projetos?",
    "page_subtitle": "Otimize seu negócio com uma única solução que atende a todas as suas necessidades, liberando tempo para atividades focadas no crescimento e reduzindo a complexidade operacional.",
    "page_title": "O melhor software de gestão para Solopreneurs.",
    "reminders_description": "Nunca deixe uma tarefa escapar. O Blue ajuda você a lembrar quando precisa concluir as atividades.",
    "reminders_link_1_description": "pode acionar notificações por e-mail e mobile",
    "reminders_link_1_text": "Lembretes",
    "reminders_link_2_description": "pode ser usado para automatizar tarefas recorrentes",
    "reminders_link_2_text": "Registros repetidos",
    "reminders_see_also_heading": "Saiba mais:",
    "reminders_title": "Lembre-se do que fazer e quando fazê-lo.",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue é a minha ferramenta de gerenciamento de processos preferida para gerenciar assistentes virtuais, fluxos de trabalho de produção de vídeo e até mesmo para o meu CRM de vendas.",
    "testimonial_title": "Fundador do DotComTruths.com"
  },
  "ru": {
    "automations_button_text": "Узнайте об автоматизациях",
    "automations_description": "Время — деньги, особенно для солопредпринимателя. Blue помогает вам экономить время, чтобы вы могли сосредоточиться на зарабатывании денег — даже во время сна.",
    "automations_title": "Автоматизация позволяет вам сосредоточиться на том, что действительно важно.",
    "faq_answer_1": "Абсолютно! Blue разработан для масштабирования вместе с вашим бизнесом. Независимо от того, управляете ли вы проектами в одиночку или планируете расширить свою команду, наша платформа адаптируется к вашим потребностям с гибким ценообразованием и функциями, которые растут вместе с вами.",
    "faq_answer_2": "Большинство солопредпринимателей начинают работу всего за 15 минут. Наш интуитивно понятный интерфейс и готовые шаблоны для распространенных рабочих процессов позволяют вам сразу же начать управлять своими проектами без крутой кривой обучения.",
    "faq_answer_3": "Да! Blue достаточно универсален, чтобы справляться со всем: от клиентских проектов и контент-календарей до продаж и личной продуктивности. Одна платформа для всех ваших бизнес-потребностей.",
    "faq_category_name": "Часто задаваемые вопросы",
    "faq_question_1": "Blue подходит для индивидуальных предпринимателей?",
    "faq_question_2": "Как быстро я могу настроить Blue для своего бизнеса?",
    "faq_question_3": "Могу ли я использовать Blue для нескольких типов проектов?",
    "page_subtitle": "Оптимизируйте свой бизнес с помощью единого решения, которое удовлетворяет всем вашим потребностям, освобождая время для деятельности, ориентированной на рост, и снижая операционную сложность.",
    "page_title": "Лучшее программное обеспечение для управления для солопренеров.",
    "reminders_description": "Никогда не позволяйте задаче ускользнуть из вашего внимания. Blue помогает вам помнить, когда нужно выполнить задачи.",
    "reminders_link_1_description": "может инициировать уведомления по электронной почте и мобильные уведомления",
    "reminders_link_1_text": "Напоминания",
    "reminders_link_2_description": "может быть использовано для автоматизации повторяющихся задач",
    "reminders_link_2_text": "Повторяющиеся записи",
    "reminders_see_also_heading": "Узнать больше:",
    "reminders_title": "Напоминайте себе, что делать и когда это делать.",
    "testimonial_name": "Эран Букай",
    "testimonial_quote": "Blue — это мой основной инструмент управления процессами для управления виртуальными помощниками, рабочими процессами видеопроизводства и даже для моего CRM по продажам.",
    "testimonial_title": "Основатель DotComTruths.com"
  },
  "sv": {
    "automations_button_text": "Lär dig om automatiseringar",
    "automations_description": "Tid är pengar, särskilt som soloprenör. Blue hjälper dig att spara tid, så att du kan fokusera på att tjäna pengar – även medan du sover.",
    "automations_title": "Automatiseringar säkerställer att du fokuserar på det som är viktigt.",
    "faq_answer_1": "Absolut! Blue är utformat för att växa med ditt företag. Oavsett om du hanterar projekt ensam eller planerar att växa ditt team, anpassar sig vår plattform efter dina behov med flexibla priser och funktioner som växer med dig.",
    "faq_answer_2": "De flesta soloprenörer är igång inom 15 minuter. Vårt intuitiva gränssnitt och förbyggda mallar för vanliga arbetsflöden innebär att du kan börja hantera dina projekt omedelbart utan en brant inlärningskurva.",
    "faq_answer_3": "Ja! Blue är tillräckligt mångsidig för att hantera allt från kundprojekt och innehållskalendrar till försäljningspipelines och personlig produktivitet. En plattform för alla dina affärsbehov.",
    "faq_category_name": "Vanliga frågor",
    "faq_question_1": "Är Blue lämpligt för ensamföretagare?",
    "faq_question_2": "Hur snabbt kan jag ställa in Blue för mitt företag?",
    "faq_question_3": "Kan jag använda Blue för flera typer av projekt?",
    "page_subtitle": "Strömlinjeforma ditt företag med en enda lösning som uppfyller alla dina behov, vilket frigör tid för tillväxtfokuserade aktiviteter och minskar den operativa komplexiteten.",
    "page_title": "Den bästa hanteringsprogramvaran för soloföretagare.",
    "reminders_description": "Låt aldrig en uppgift glida mellan fingrarna. Blue hjälper dig att komma ihåg när du behöver få saker gjorda.",
    "reminders_link_1_description": "kan utlösa e-post- och mobilaviseringar",
    "reminders_link_1_text": "Påminnelser",
    "reminders_link_2_description": "kan användas för att automatisera återkommande uppgifter",
    "reminders_link_2_text": "Upprepande poster",
    "reminders_see_also_heading": "Läs mer:",
    "reminders_title": "Påminn dig själv om vad du ska göra och när du ska göra det.",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue är mitt förstahandsval för processhantering när det gäller att hantera virtuella assistenter, videoproduktionsarbetsflöden och till och med för min försäljnings-CRM.",
    "testimonial_title": "Grundare av DotComTruths.com"
  },
  "zh": {
    "automations_button_text": "了解自动化",
    "automations_description": "时间就是金钱，尤其对于独立创业者而言。Blue 帮助您节省时间，让您能够专注于赚钱——即使在您睡觉的时候。",
    "automations_title": "自动化确保您专注于重要事项。",
    "faq_answer_1": "当然可以！Blue旨在与您的业务一起扩展。无论您是单独管理项目还是计划扩大团队，我们的平台都能根据您的需求进行调整，提供灵活的定价和随您一起增长的功能。",
    "faq_answer_2": "大多数独立创业者在15分钟内即可启动。我们直观的界面和针对常见工作流程的预构建模板意味着您可以立即开始管理项目，而无需陡峭的学习曲线。",
    "faq_answer_3": "是的！Blue 足够灵活，可以处理从客户项目和内容日历到销售管道和个人生产力的所有事务。一个平台满足您所有的业务需求。",
    "faq_category_name": "常见问题解答",
    "faq_question_1": "Blue适合独立创业者吗？",
    "faq_question_2": "我可以多快为我的企业设置 Blue？",
    "faq_question_3": "我可以将 Blue 用于多种类型的项目吗？",
    "page_subtitle": "通过一个满足您所有需求的单一解决方案来简化您的业务，从而腾出时间用于以增长为重点的活动，并减少运营复杂性。",
    "page_title": "最适合独立创业者的管理软件。",
    "reminders_description": "永远不要让任务被忽视。Blue 帮助您记住何时需要完成工作。",
    "reminders_link_1_description": "可以触发电子邮件和移动通知",
    "reminders_link_1_text": "提醒事项",
    "reminders_link_2_description": "可以用于自动化重复任务",
    "reminders_link_2_text": "重复记录",
    "reminders_see_also_heading": "了解更多：",
    "reminders_title": "提醒自己该做什么以及何时做。",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue是我管理虚拟助手、视频制作工作流程，甚至销售CRM的首选流程管理工具。",
    "testimonial_title": "DotComTruths.com的创始人"
  },
  "zh-TW": {
    "automations_button_text": "了解自動化",
    "automations_description": "時間就是金錢，尤其對於獨立創業者來說。Blue 幫助您節省時間，讓您可以專注於賺錢——即使在您睡覺的時候。",
    "automations_title": "自動化確保您專注於重要的事務。",
    "faq_answer_1": "當然可以！Blue 的設計旨在隨著您的業務擴展。無論您是單獨管理項目還是計劃擴大團隊，我們的平台都能根據您的需求進行調整，提供靈活的定價和隨著您成長的功能。",
    "faq_answer_2": "大多數獨立創業者在15分鐘內即可上手。我們直觀的介面和針對常見工作流程的預建模板意味著您可以立即開始管理您的項目，而無需陡峭的學習曲線。",
    "faq_answer_3": "是的！Blue 足夠多功能，可以處理從客戶項目和內容日曆到銷售管道和個人效率的所有事務。滿足您所有商業需求的一個平台。",
    "faq_category_name": "常見問題解答",
    "faq_question_1": "Blue 是否適合獨立創業者？",
    "faq_question_2": "我可以多快為我的業務設置 Blue？",
    "faq_question_3": "我可以將 Blue 用於多種類型的項目嗎？",
    "page_subtitle": "透過一個滿足您所有需求的單一解決方案，簡化您的業務，釋放出時間專注於增長活動，並減少運營複雜性。",
    "page_title": "最適合獨立創業者的管理軟體。",
    "reminders_description": "永遠不要讓任務被忽視。Blue 幫助您記住何時需要完成工作。",
    "reminders_link_1_description": "可以觸發電子郵件和手機通知",
    "reminders_link_1_text": "提醒事項",
    "reminders_link_2_description": "可以用來自動化重複性任務",
    "reminders_link_2_text": "重複記錄",
    "reminders_see_also_heading": "了解更多：",
    "reminders_title": "提醒自己該做什麼以及何時做。",
    "testimonial_name": "Eran Bucai",
    "testimonial_quote": "Blue 是我管理虛擬助手、視頻製作工作流程，甚至是我的銷售 CRM 的首選流程管理工具。",
    "testimonial_title": "DotComTruths.com 的創始人"
  }
}