{
  "en": {
    "page_title": "How can we help?",
    "page_subtitle": "Our support team is here to ensure you get the most out of Blue. Find answers, report issues, or get personalized assistance.",
    "email_support_title": "Email Support",
    "email_support_description": "Get help via email. We typically respond within 24 hours during business days.",
    "documentation_title": "Documentation",
    "documentation_description": "Browse our comprehensive guides, tutorials, and API documentation.",
    "view_docs": "View docs",
    "community_forum_title": "Community Forum",
    "community_forum_description": "Connect with other Blue users, share tips, and get community support.",
    "join_community": "Join community",
    "common_support_topics": "Common support topics",
    "getting_started_title": "Getting Started",
    "getting_started_description": "New to Blue? Learn how to set up your account, create your first workflow, and invite team members.",
    "integrations_title": "Integrations",
    "integrations_description": "Connect Blue with your favorite tools including Slack, Gmail, Zapier, and more.",
    "automations_title": "Automations",
    "automations_description": "Learn how to create powerful automations to streamline repetitive tasks.",
    "api_developers_title": "API & Developers",
    "api_developers_description": "Build custom integrations with our GraphQL API and Python SDK.",
    "contact_support_title": "Contact support",
    "contact_support_intro": "Before reaching out, please check our",
    "documentation_link": "documentation",
    "and": "and",
    "community_forum_link": "community forum",
    "contact_support_intro_2": "as your question may already be answered.",
    "when_contacting_support": "When contacting support, please include:",
    "include_company_name": "Your company name and account email",
    "include_description": "Detailed description of the issue or question",
    "include_steps": "Steps to reproduce (for bug reports)",
    "include_screenshots": "Screenshots or screen recordings if applicable",
    "include_browser_info": "Browser and operating system information",
    "email_support_button": "Email Support",
    "check_system_status": "Check System Status",
    "faq_title": "Frequently asked questions",
    "faq_support_hours_question": "What are your support hours?",
    "faq_support_hours_answer": "Our support team is available Monday through Friday, 9am-6pm EST. We respond to all inquiries within one business day. For critical issues affecting your business operations, please mark your email as urgent.",
    "faq_phone_support_question": "Do you offer phone support?",
    "faq_phone_support_answer": "Phone support is available for Enterprise customers. All other plans include email support and access to our community forum. We find that email support allows us to provide more thorough, documented responses.",
    "faq_response_time_question": "How quickly will I get a response?",
    "faq_response_time_answer": "We aim to respond to all support inquiries within 24 hours during business days. Priority support customers typically receive responses within 4 hours. Critical issues are escalated immediately.",
    "faq_feature_request_question": "Can I request a feature?",
    "faq_feature_request_answer": "Absolutely! We love hearing from our users. Please send feature requests to support@blue.cc with 'Feature Request' in the subject line. You can also vote on features in our community forum.",
    "faq_outside_hours_question": "What if I need help outside business hours?",
    "faq_outside_hours_answer": "Our documentation is available 24/7, and our community forum is active with helpful users around the globe. For urgent issues, Enterprise customers have access to emergency support.",
    "faq_report_bug_question": "How do I report a bug?",
    "faq_report_bug_answer": "To report a bug, please email support@blue.cc with 'Bug Report' in the subject line. Include detailed steps to reproduce the issue, expected vs actual behavior, screenshots if applicable, and your browser/OS information. This helps us diagnose and fix issues quickly.",
    "faq_training_question": "Do you offer training or onboarding?",
    "faq_training_answer": "Yes! All new customers receive a complimentary onboarding session. We also offer regular webinars, video tutorials, and comprehensive documentation. Enterprise customers can request custom training sessions for their teams.",
    "faq_export_data_question": "Can I export my data?",
    "faq_export_data_answer": "Absolutely. You own your data and can export it at any time. Use our API or the built-in export features to download your projects, tasks, and other data in standard formats like CSV, JSON, or Excel.",
    "faq_payment_methods_question": "What payment methods do you accept?",
    "faq_payment_methods_answer": "We accept all major credit cards (Visa, MasterCard, American Express), ACH bank transfers for annual plans, and can arrange invoicing for Enterprise customers. All payments are processed securely through Stripe.",
    "faq_change_plan_question": "How do I upgrade or downgrade my plan?",
    "faq_change_plan_answer": "You can change your plan anytime from your account settings. Upgrades take effect immediately with prorated billing. Downgrades take effect at the end of your current billing cycle. Contact support if you need assistance with plan changes."
  }
}