{
  "de": {
    "and": "und",
    "api_developers_description": "Erstellen Sie benutzerdefinierte Integrationen mit unserer GraphQL-API und dem Python-SDK.",
    "api_developers_title": "API \u0026 Entwickler",
    "automations_description": "Erfahren Sie, wie Sie leistungsstarke Automatisierungen erstellen, um sich wiederholende Aufgaben zu optimieren.",
    "automations_title": "Automatisierungen",
    "check_system_status": "Systemstatus überprüfen",
    "common_support_topics": "Häufige Support-Themen",
    "community_forum_description": "Verbinden Sie sich mit anderen Blue-Nutzern, teilen Sie Tipps und erhalten Sie Unterstützung von der Community.",
    "community_forum_link": "Community-Forum",
    "community_forum_title": "Community-Forum",
    "contact_support_intro": "Bevor Sie uns kontaktieren, überprüfen Sie bitte unser",
    "contact_support_intro_2": "da Ihre Frage möglicherweise bereits beantwortet wurde.",
    "contact_support_title": "Support kontaktieren",
    "documentation_description": "Durchsuchen Sie unsere umfassenden Leitfäden, Tutorials und API-Dokumentationen.",
    "documentation_link": "Dokumentation",
    "documentation_title": "Dokumentation",
    "email_support_button": "E-Mail-Support",
    "email_support_description": "Holen Sie sich Hilfe per E-Mail. Wir antworten in der Regel innerhalb von 24 Stunden an Werktagen.",
    "email_support_title": "E-Mail-Support",
    "faq_change_plan_answer": "Sie können Ihren Plan jederzeit in den Kontoeinstellungen ändern. Upgrades treten sofort mit anteiliger Abrechnung in Kraft. Downgrades treten am Ende Ihres aktuellen Abrechnungszyklus in Kraft. Kontaktieren Sie den Support, wenn Sie Unterstützung bei Planänderungen benötigen.",
    "faq_change_plan_question": "Wie kann ich meinen Tarif upgraden oder downgraden?",
    "faq_export_data_answer": "Absolut. Sie besitzen Ihre Daten und können sie jederzeit exportieren. Nutzen Sie unsere API oder die integrierten Exportfunktionen, um Ihre Projekte, Aufgaben und andere Daten in gängigen Formaten wie CSV, JSON oder Excel herunterzuladen.",
    "faq_export_data_question": "Kann ich meine Daten exportieren?",
    "faq_feature_request_answer": "Absolut! Wir freuen uns, von unseren Nutzern zu hören. Bitte senden Sie Funktionsanfragen an support@blue.cc mit 'Funktionsanfrage' im Betreff. Sie können auch in unserem Community-Forum für Funktionen abstimmen.",
    "faq_feature_request_question": "Kann ich eine Funktion anfordern?",
    "faq_outside_hours_answer": "Unsere Dokumentation ist rund um die Uhr verfügbar, und unser Community-Forum ist aktiv mit hilfsbereiten Nutzern aus der ganzen Welt. Für dringende Probleme haben Enterprise-Kunden Zugang zu einem Notfall-Support.",
    "faq_outside_hours_question": "Was ist, wenn ich außerhalb der Geschäftszeiten Hilfe benötige?",
    "faq_payment_methods_answer": "Wir akzeptieren alle gängigen Kreditkarten (Visa, MasterCard, American Express), ACH-Banküberweisungen für Jahrespläne und können Rechnungsstellung für Unternehmenskunden arrangieren. Alle Zahlungen werden sicher über Stripe verarbeitet.",
    "faq_payment_methods_question": "Welche Zahlungsmethoden akzeptieren Sie?",
    "faq_phone_support_answer": "Der telefonische Support ist für Enterprise-Kunden verfügbar. Alle anderen Pläne beinhalten E-Mail-Support und Zugang zu unserem Community-Forum. Wir haben festgestellt, dass E-Mail-Support es uns ermöglicht, umfassendere, dokumentierte Antworten zu geben.",
    "faq_phone_support_question": "Bieten Sie telefonischen Support an?",
    "faq_report_bug_answer": "Um einen Fehler zu melden, senden Sie bitte eine E-Mail an support@blue.cc mit 'Fehlerbericht' im Betreff. Fügen Sie detaillierte Schritte zur Reproduktion des Problems, das erwartete vs. tatsächliche Verhalten, Screenshots falls zutreffend und Ihre Browser-/Betriebssysteminformationen hinzu. Dies hilft uns, Probleme schnell zu diagnostizieren und zu beheben.",
    "faq_report_bug_question": "Wie melde ich einen Fehler?",
    "faq_response_time_answer": "Wir streben an, alle Supportanfragen innerhalb von 24 Stunden an Werktagen zu beantworten. Kunden mit Prioritätssupport erhalten in der Regel innerhalb von 4 Stunden eine Antwort. Kritische Probleme werden sofort eskaliert.",
    "faq_response_time_question": "Wie schnell werde ich eine Antwort erhalten?",
    "faq_support_hours_answer": "Unser Support-Team ist von Montag bis Freitag, 9:00 bis 18:00 Uhr EST, erreichbar. Wir antworten auf alle Anfragen innerhalb eines Geschäftstags. Bei kritischen Problemen, die Ihre Geschäftsabläufe betreffen, kennzeichnen Sie bitte Ihre E-Mail als dringend.",
    "faq_support_hours_question": "Was sind Ihre Supportzeiten?",
    "faq_title": "Häufig gestellte Fragen",
    "faq_training_answer": "Ja! Alle neuen Kunden erhalten eine kostenlose Onboarding-Sitzung. Wir bieten auch regelmäßige Webinare, Video-Tutorials und umfassende Dokumentationen an. Unternehmenskunden können maßgeschneiderte Schulungssitzungen für ihre Teams anfordern.",
    "faq_training_question": "Bieten Sie Schulungen oder Einarbeitungen an?",
    "getting_started_description": "Neu bei Blue? Erfahren Sie, wie Sie Ihr Konto einrichten, Ihren ersten Workflow erstellen und Teammitglieder einladen.",
    "getting_started_title": "Loslegen",
    "include_browser_info": "Browser- und Betriebssysteminformationen",
    "include_company_name": "Ihr Firmenname und Kontoe-Mail",
    "include_description": "Detaillierte Beschreibung des Problems oder der Frage",
    "include_screenshots": "Screenshots oder Bildschirmaufnahmen, falls zutreffend",
    "include_steps": "Schritte zur Reproduktion (für Fehlerberichte)",
    "integrations_description": "Verbinden Sie Blue mit Ihren bevorzugten Tools, einschließlich Slack, Gmail, Zapier und mehr.",
    "integrations_title": "Integrationen",
    "join_community": "Gemeinschaft beitreten",
    "page_subtitle": "Unser Support-Team steht Ihnen zur Verfügung, um sicherzustellen, dass Sie das Beste aus Blue herausholen. Finden Sie Antworten, melden Sie Probleme oder erhalten Sie persönliche Unterstützung.",
    "page_title": "Wie können wir helfen?",
    "view_docs": "Dokumente anzeigen",
    "when_contacting_support": "Bitte fügen Sie bei der Kontaktaufnahme mit dem Support Folgendes hinzu:"
  },
  "en": {
    "and": "and",
    "api_developers_description": "Build custom integrations with our GraphQL API and Python SDK.",
    "api_developers_title": "API \u0026 Developers",
    "automations_description": "Learn how to create powerful automations to streamline repetitive tasks.",
    "automations_title": "Automations",
    "check_system_status": "Check System Status",
    "common_support_topics": "Common support topics",
    "community_forum_description": "Connect with other Blue users, share tips, and get community support.",
    "community_forum_link": "community forum",
    "community_forum_title": "Community Forum",
    "contact_support_intro": "Before reaching out, please check our",
    "contact_support_intro_2": "as your question may already be answered.",
    "contact_support_title": "Contact support",
    "documentation_description": "Browse our comprehensive guides, tutorials, and API documentation.",
    "documentation_link": "documentation",
    "documentation_title": "Documentation",
    "email_support_button": "Email Support",
    "email_support_description": "Get help via email. We typically respond within 24 hours during business days.",
    "email_support_title": "Email Support",
    "faq_change_plan_answer": "You can change your plan anytime from your account settings. Upgrades take effect immediately with prorated billing. Downgrades take effect at the end of your current billing cycle. Contact support if you need assistance with plan changes.",
    "faq_change_plan_question": "How do I upgrade or downgrade my plan?",
    "faq_export_data_answer": "Absolutely. You own your data and can export it at any time. Use our API or the built-in export features to download your projects, tasks, and other data in standard formats like CSV, JSON, or Excel.",
    "faq_export_data_question": "Can I export my data?",
    "faq_feature_request_answer": "Absolutely! We love hearing from our users. Please send feature requests to support@blue.cc with 'Feature Request' in the subject line. You can also vote on features in our community forum.",
    "faq_feature_request_question": "Can I request a feature?",
    "faq_outside_hours_answer": "Our documentation is available 24/7, and our community forum is active with helpful users around the globe. For urgent issues, Enterprise customers have access to emergency support.",
    "faq_outside_hours_question": "What if I need help outside business hours?",
    "faq_payment_methods_answer": "We accept all major credit cards (Visa, MasterCard, American Express), ACH bank transfers for annual plans, and can arrange invoicing for Enterprise customers. All payments are processed securely through Stripe.",
    "faq_payment_methods_question": "What payment methods do you accept?",
    "faq_phone_support_answer": "Phone support is available for Enterprise customers. All other plans include email support and access to our community forum. We find that email support allows us to provide more thorough, documented responses.",
    "faq_phone_support_question": "Do you offer phone support?",
    "faq_report_bug_answer": "To report a bug, please email support@blue.cc with 'Bug Report' in the subject line. Include detailed steps to reproduce the issue, expected vs actual behavior, screenshots if applicable, and your browser/OS information. This helps us diagnose and fix issues quickly.",
    "faq_report_bug_question": "How do I report a bug?",
    "faq_response_time_answer": "We aim to respond to all support inquiries within 24 hours during business days. Priority support customers typically receive responses within 4 hours. Critical issues are escalated immediately.",
    "faq_response_time_question": "How quickly will I get a response?",
    "faq_support_hours_answer": "Our support team is available Monday through Friday, 9am-6pm EST. We respond to all inquiries within one business day. For critical issues affecting your business operations, please mark your email as urgent.",
    "faq_support_hours_question": "What are your support hours?",
    "faq_title": "Frequently asked questions",
    "faq_training_answer": "Yes! All new customers receive a complimentary onboarding session. We also offer regular webinars, video tutorials, and comprehensive documentation. Enterprise customers can request custom training sessions for their teams.",
    "faq_training_question": "Do you offer training or onboarding?",
    "getting_started_description": "New to Blue? Learn how to set up your account, create your first workflow, and invite team members.",
    "getting_started_title": "Getting Started",
    "include_browser_info": "Browser and operating system information",
    "include_company_name": "Your company name and account email",
    "include_description": "Detailed description of the issue or question",
    "include_screenshots": "Screenshots or screen recordings if applicable",
    "include_steps": "Steps to reproduce (for bug reports)",
    "integrations_description": "Connect Blue with your favorite tools including Slack, Gmail, Zapier, and more.",
    "integrations_title": "Integrations",
    "join_community": "Join community",
    "page_subtitle": "Our support team is here to ensure you get the most out of Blue. Find answers, report issues, or get personalized assistance.",
    "page_title": "How can we help?",
    "view_docs": "View docs",
    "when_contacting_support": "When contacting support, please include:"
  },
  "es": {
    "and": "y",
    "api_developers_description": "Cree integraciones personalizadas con nuestra API GraphQL y SDK de Python.",
    "api_developers_title": "API y Desarrolladores",
    "automations_description": "Aprende a crear automatizaciones potentes para optimizar tareas repetitivas.",
    "automations_title": "Automatizaciones",
    "check_system_status": "Verificar el estado del sistema",
    "common_support_topics": "Temas comunes de soporte",
    "community_forum_description": "Conéctate con otros usuarios de Blue, comparte consejos y recibe apoyo de la comunidad.",
    "community_forum_link": "foro comunitario",
    "community_forum_title": "Foro Comunitario",
    "contact_support_intro": "Antes de ponerte en contacto, por favor revisa nuestro",
    "contact_support_intro_2": "como su pregunta puede ya haber sido respondida.",
    "contact_support_title": "Contactar soporte",
    "documentation_description": "Explore nuestras guías, tutoriales y documentación de API completas.",
    "documentation_link": "documentación",
    "documentation_title": "Documentación",
    "email_support_button": "Soporte por correo electrónico",
    "email_support_description": "Obtenga ayuda por correo electrónico. Normalmente respondemos dentro de 24 horas durante los días hábiles.",
    "email_support_title": "Soporte por correo electrónico",
    "faq_change_plan_answer": "Puede cambiar su plan en cualquier momento desde la configuración de su cuenta. Las actualizaciones entran en vigor de inmediato con facturación prorrateada. Las degradaciones entran en vigor al final de su ciclo de facturación actual. Comuníquese con el soporte si necesita ayuda con los cambios de plan.",
    "faq_change_plan_question": "¿Cómo puedo actualizar o degradar mi plan?",
    "faq_export_data_answer": "Absolutamente. Usted es el propietario de sus datos y puede exportarlos en cualquier momento. Utilice nuestra API o las funciones de exportación integradas para descargar sus proyectos, tareas y otros datos en formatos estándar como CSV, JSON o Excel.",
    "faq_export_data_question": "¿Puedo exportar mis datos?",
    "faq_feature_request_answer": "¡Absolutamente! Nos encanta escuchar a nuestros usuarios. Por favor, envía tus solicitudes de funciones a support@blue.cc con 'Solicitud de Función' en la línea de asunto. También puedes votar por funciones en nuestro foro comunitario.",
    "faq_feature_request_question": "¿Puedo solicitar una función?",
    "faq_outside_hours_answer": "Nuestra documentación está disponible 24/7, y nuestro foro comunitario está activo con usuarios útiles de todo el mundo. Para problemas urgentes, los clientes de Enterprise tienen acceso a soporte de emergencia.",
    "faq_outside_hours_question": "¿Qué hago si necesito ayuda fuera del horario laboral?",
    "faq_payment_methods_answer": "Aceptamos todas las principales tarjetas de crédito (Visa, MasterCard, American Express), transferencias bancarias ACH para planes anuales, y podemos organizar la facturación para clientes de Enterprise. Todos los pagos se procesan de manera segura a través de Stripe.",
    "faq_payment_methods_question": "¿Qué métodos de pago aceptan?",
    "faq_phone_support_answer": "El soporte telefónico está disponible para clientes de Enterprise. Todos los demás planes incluyen soporte por correo electrónico y acceso a nuestro foro comunitario. Consideramos que el soporte por correo electrónico nos permite ofrecer respuestas más completas y documentadas.",
    "faq_phone_support_question": "¿Ofrecen soporte telefónico?",
    "faq_report_bug_answer": "Para reportar un error, envíe un correo electrónico a support@blue.cc con 'Informe de error' en la línea de asunto. Incluya pasos detallados para reproducir el problema, comportamiento esperado vs comportamiento real, capturas de pantalla si es aplicable, y la información de su navegador/SO. Esto nos ayuda a diagnosticar y solucionar problemas rápidamente.",
    "faq_report_bug_question": "¿Cómo informo sobre un error?",
    "faq_response_time_answer": "Nuestro objetivo es responder a todas las consultas de soporte dentro de 24 horas durante los días hábiles. Los clientes de soporte prioritario generalmente reciben respuestas dentro de 4 horas. Los problemas críticos se escalan de inmediato.",
    "faq_response_time_question": "¿Con qué rapidez recibiré una respuesta?",
    "faq_support_hours_answer": "Nuestro equipo de soporte está disponible de lunes a viernes, de 9 a.m. a 6 p.m. EST. Respondemos a todas las consultas dentro de un día hábil. Para problemas críticos que afecten las operaciones de su negocio, por favor marque su correo electrónico como urgente.",
    "faq_support_hours_question": "¿Cuáles son sus horas de soporte?",
    "faq_title": "Preguntas frecuentes",
    "faq_training_answer": "¡Sí! Todos los nuevos clientes reciben una sesión de incorporación gratuita. También ofrecemos seminarios web regulares, tutoriales en video y documentación completa. Los clientes empresariales pueden solicitar sesiones de capacitación personalizadas para sus equipos.",
    "faq_training_question": "¿Ofrecen capacitación o incorporación?",
    "getting_started_description": "¿Nuevo en Blue? Aprenda a configurar su cuenta, crear su primer flujo de trabajo e invitar a miembros del equipo.",
    "getting_started_title": "Comenzando",
    "include_browser_info": "Información del navegador y del sistema operativo",
    "include_company_name": "El nombre de su empresa y el correo electrónico de la cuenta",
    "include_description": "Descripción detallada del problema o pregunta",
    "include_screenshots": "Capturas de pantalla o grabaciones de pantalla si corresponde",
    "include_steps": "Pasos para reproducir (para informes de errores)",
    "integrations_description": "Conecta Blue con tus herramientas favoritas, incluyendo Slack, Gmail, Zapier y más.",
    "integrations_title": "Integraciones",
    "join_community": "Unirse a la comunidad",
    "page_subtitle": "Nuestro equipo de soporte está aquí para asegurarse de que obtenga el máximo provecho de Blue. Encuentre respuestas, informe problemas o reciba asistencia personalizada.",
    "page_title": "¿Cómo podemos ayudar?",
    "view_docs": "Ver documentos",
    "when_contacting_support": "Al contactar con el soporte, por favor incluya:"
  },
  "fr": {
    "and": "et",
    "api_developers_description": "Créez des intégrations personnalisées avec notre API GraphQL et notre SDK Python.",
    "api_developers_title": "API et Développeurs",
    "automations_description": "Apprenez à créer des automatisations puissantes pour rationaliser les tâches répétitives.",
    "automations_title": "Automatisations",
    "check_system_status": "Vérifier l'état du système",
    "common_support_topics": "Sujets de support courants",
    "community_forum_description": "Connectez-vous avec d'autres utilisateurs de Blue, partagez des conseils et obtenez du soutien de la communauté.",
    "community_forum_link": "forum communautaire",
    "community_forum_title": "Forum Communautaire",
    "contact_support_intro": "Avant de nous contacter, veuillez consulter notre",
    "contact_support_intro_2": "car votre question a peut-être déjà reçu une réponse.",
    "contact_support_title": "Contacter le support",
    "documentation_description": "Parcourez nos guides complets, tutoriels et documentation API.",
    "documentation_link": "documentation",
    "documentation_title": "Documentation",
    "email_support_button": "Support par e-mail",
    "email_support_description": "Obtenez de l'aide par e-mail. Nous répondons généralement dans les 24 heures pendant les jours ouvrables.",
    "email_support_title": "Support par e-mail",
    "faq_change_plan_answer": "Vous pouvez changer votre plan à tout moment depuis les paramètres de votre compte. Les mises à niveau prennent effet immédiatement avec une facturation au prorata. Les rétrogradations prennent effet à la fin de votre cycle de facturation actuel. Contactez le support si vous avez besoin d'aide pour les changements de plan.",
    "faq_change_plan_question": "Comment puis-je mettre à niveau ou rétrograder mon plan ?",
    "faq_export_data_answer": "Absolument. Vous possédez vos données et pouvez les exporter à tout moment. Utilisez notre API ou les fonctionnalités d'exportation intégrées pour télécharger vos projets, tâches et autres données dans des formats standards tels que CSV, JSON ou Excel.",
    "faq_export_data_question": "Puis-je exporter mes données ?",
    "faq_feature_request_answer": "Absolument ! Nous aimons recevoir des retours de nos utilisateurs. Veuillez envoyer vos demandes de fonctionnalités à support@blue.cc en indiquant 'Demande de fonctionnalité' dans l'objet. Vous pouvez également voter pour des fonctionnalités dans notre forum communautaire.",
    "faq_feature_request_question": "Puis-je demander une fonctionnalité ?",
    "faq_outside_hours_answer": "Notre documentation est disponible 24/7, et notre forum communautaire est actif avec des utilisateurs utiles du monde entier. Pour les problèmes urgents, les clients Entreprise ont accès à un support d'urgence.",
    "faq_outside_hours_question": "Que faire si j'ai besoin d'aide en dehors des heures d'ouverture ?",
    "faq_payment_methods_answer": "Nous acceptons toutes les principales cartes de crédit (Visa, MasterCard, American Express), les virements bancaires ACH pour les plans annuels, et pouvons organiser la facturation pour les clients Enterprise. Tous les paiements sont traités en toute sécurité via Stripe.",
    "faq_payment_methods_question": "Quels modes de paiement acceptez-vous ?",
    "faq_phone_support_answer": "Le support téléphonique est disponible pour les clients Enterprise. Tous les autres forfaits incluent le support par e-mail et l'accès à notre forum communautaire. Nous constatons que le support par e-mail nous permet de fournir des réponses plus complètes et documentées.",
    "faq_phone_support_question": "Offrez-vous un support téléphonique ?",
    "faq_report_bug_answer": "Pour signaler un bug, veuillez envoyer un e-mail à support@blue.cc avec 'Rapport de bug' dans l'objet. Incluez des étapes détaillées pour reproduire le problème, le comportement attendu par rapport au comportement réel, des captures d'écran si applicable, ainsi que les informations sur votre navigateur/OS. Cela nous aide à diagnostiquer et à résoudre les problèmes rapidement.",
    "faq_report_bug_question": "Comment signaler un bug ?",
    "faq_response_time_answer": "Nous visons à répondre à toutes les demandes de support dans un délai de 24 heures pendant les jours ouvrables. Les clients bénéficiant d'un support prioritaire reçoivent généralement des réponses dans un délai de 4 heures. Les problèmes critiques sont immédiatement escaladés.",
    "faq_response_time_question": "Dans combien de temps vais-je recevoir une réponse ?",
    "faq_support_hours_answer": "Notre équipe de support est disponible du lundi au vendredi, de 9h à 18h EST. Nous répondons à toutes les demandes dans un délai d'un jour ouvrable. Pour les problèmes critiques affectant vos opérations commerciales, veuillez marquer votre e-mail comme urgent.",
    "faq_support_hours_question": "Quelles sont vos heures de support ?",
    "faq_title": "Questions fréquentes",
    "faq_training_answer": "Oui ! Tous les nouveaux clients bénéficient d'une session d'intégration gratuite. Nous proposons également des webinaires réguliers, des tutoriels vidéo et une documentation complète. Les clients entreprise peuvent demander des sessions de formation personnalisées pour leurs équipes.",
    "faq_training_question": "Proposez-vous une formation ou une intégration ?",
    "getting_started_description": "Nouveau sur Blue ? Découvrez comment configurer votre compte, créer votre premier workflow et inviter des membres de l'équipe.",
    "getting_started_title": "Commencer",
    "include_browser_info": "Informations sur le navigateur et le système d'exploitation",
    "include_company_name": "Le nom de votre entreprise et l'email de votre compte",
    "include_description": "Description détaillée du problème ou de la question",
    "include_screenshots": "Captures d'écran ou enregistrements d'écran si applicable",
    "include_steps": "Étapes à reproduire (pour les rapports de bogues)",
    "integrations_description": "Connectez Blue avec vos outils préférés, y compris Slack, Gmail, Zapier, et plus encore.",
    "integrations_title": "Intégrations",
    "join_community": "Rejoindre la communauté",
    "page_subtitle": "Notre équipe de support est là pour s'assurer que vous tirez le meilleur parti de Blue. Trouvez des réponses, signalez des problèmes ou obtenez une assistance personnalisée.",
    "page_title": "Comment pouvons-nous vous aider ?",
    "view_docs": "Voir les documents",
    "when_contacting_support": "Lors de la prise de contact avec le support, veuillez inclure :"
  },
  "id": {
    "and": "dan",
    "api_developers_description": "Bangun integrasi kustom dengan API GraphQL dan SDK Python kami.",
    "api_developers_title": "API \u0026 Pengembang",
    "automations_description": "Pelajari cara membuat automasi yang kuat untuk menyederhanakan tugas-tugas berulang.",
    "automations_title": "Automasi",
    "check_system_status": "Periksa Status Sistem",
    "common_support_topics": "Topik dukungan umum",
    "community_forum_description": "Terhubung dengan pengguna Blue lainnya, bagikan tips, dan dapatkan dukungan dari komunitas.",
    "community_forum_link": "forum komunitas",
    "community_forum_title": "Forum Komunitas",
    "contact_support_intro": "Sebelum menghubungi, silakan periksa kami",
    "contact_support_intro_2": "karena pertanyaan Anda mungkin sudah terjawab.",
    "contact_support_title": "Hubungi dukungan",
    "documentation_description": "Jelajahi panduan, tutorial, dan dokumentasi API kami yang komprehensif.",
    "documentation_link": "dokumentasi",
    "documentation_title": "Dokumentasi",
    "email_support_button": "Dukungan Email",
    "email_support_description": "Dapatkan bantuan melalui email. Kami biasanya merespons dalam waktu 24 jam pada hari kerja.",
    "email_support_title": "Dukungan Email",
    "faq_change_plan_answer": "Anda dapat mengubah rencana Anda kapan saja dari pengaturan akun Anda. Peningkatan akan berlaku segera dengan penagihan prorata. Penurunan akan berlaku pada akhir siklus penagihan Anda saat ini. Hubungi dukungan jika Anda memerlukan bantuan dengan perubahan rencana.",
    "faq_change_plan_question": "Bagaimana cara saya meningkatkan atau menurunkan paket saya?",
    "faq_export_data_answer": "Tentu saja. Anda memiliki data Anda dan dapat mengekspornya kapan saja. Gunakan API kami atau fitur ekspor bawaan untuk mengunduh proyek, tugas, dan data lainnya dalam format standar seperti CSV, JSON, atau Excel.",
    "faq_export_data_question": "Bisakah saya mengekspor data saya?",
    "faq_feature_request_answer": "Tentu saja! Kami senang mendengar dari pengguna kami. Silakan kirim permintaan fitur ke support@blue.cc dengan 'Permintaan Fitur' di baris subjek. Anda juga dapat memberikan suara untuk fitur di forum komunitas kami.",
    "faq_feature_request_question": "Bisakah saya meminta fitur?",
    "faq_outside_hours_answer": "Dokumentasi kami tersedia 24/7, dan forum komunitas kami aktif dengan pengguna yang membantu di seluruh dunia. Untuk masalah mendesak, pelanggan Enterprise memiliki akses ke dukungan darurat.",
    "faq_outside_hours_question": "Apa yang harus saya lakukan jika saya membutuhkan bantuan di luar jam kerja?",
    "faq_payment_methods_answer": "Kami menerima semua kartu kredit utama (Visa, MasterCard, American Express), transfer bank ACH untuk rencana tahunan, dan dapat mengatur penagihan untuk pelanggan Enterprise. Semua pembayaran diproses dengan aman melalui Stripe.",
    "faq_payment_methods_question": "Metode pembayaran apa yang Anda terima?",
    "faq_phone_support_answer": "Dukungan telepon tersedia untuk pelanggan Enterprise. Semua rencana lainnya mencakup dukungan email dan akses ke forum komunitas kami. Kami menemukan bahwa dukungan email memungkinkan kami memberikan tanggapan yang lebih lengkap dan terdokumentasi.",
    "faq_phone_support_question": "Apakah Anda menawarkan dukungan melalui telepon?",
    "faq_report_bug_answer": "Untuk melaporkan bug, silakan kirim email ke support@blue.cc dengan 'Laporan Bug' di baris subjek. Sertakan langkah-langkah rinci untuk mereproduksi masalah, perilaku yang diharapkan vs yang sebenarnya, tangkapan layar jika ada, dan informasi browser/OS Anda. Ini membantu kami mendiagnosis dan memperbaiki masalah dengan cepat.",
    "faq_report_bug_question": "Bagaimana cara melaporkan bug?",
    "faq_response_time_answer": "Kami bertujuan untuk merespons semua pertanyaan dukungan dalam waktu 24 jam pada hari kerja. Pelanggan dengan dukungan prioritas biasanya menerima respons dalam waktu 4 jam. Masalah kritis akan segera ditangani.",
    "faq_response_time_question": "Seberapa cepat saya akan mendapatkan balasan?",
    "faq_support_hours_answer": "Tim dukungan kami tersedia dari Senin hingga Jumat, pukul 9 pagi hingga 6 sore EST. Kami merespons semua pertanyaan dalam satu hari kerja. Untuk masalah kritis yang memengaruhi operasi bisnis Anda, harap tandai email Anda sebagai mendesak.",
    "faq_support_hours_question": "Jam dukungan Anda kapan?",
    "faq_title": "Pertanyaan yang Sering Diajukan",
    "faq_training_answer": "Ya! Semua pelanggan baru menerima sesi orientasi gratis. Kami juga menawarkan webinar reguler, tutorial video, dan dokumentasi yang komprehensif. Pelanggan enterprise dapat meminta sesi pelatihan kustom untuk tim mereka.",
    "faq_training_question": "Apakah Anda menawarkan pelatihan atau orientasi?",
    "getting_started_description": "Baru di Blue? Pelajari cara mengatur akun Anda, membuat alur kerja pertama Anda, dan mengundang anggota tim.",
    "getting_started_title": "Memulai",
    "include_browser_info": "Informasi browser dan sistem operasi",
    "include_company_name": "Nama perusahaan Anda dan email akun",
    "include_description": "Deskripsi rinci tentang masalah atau pertanyaan",
    "include_screenshots": "Tangkapan layar atau rekaman layar jika berlaku",
    "include_steps": "Langkah-langkah untuk mereproduksi (untuk laporan bug)",
    "integrations_description": "Hubungkan Blue dengan alat favorit Anda termasuk Slack, Gmail, Zapier, dan lainnya.",
    "integrations_title": "Integrasi",
    "join_community": "Bergabung dengan komunitas",
    "page_subtitle": "Tim dukungan kami siap memastikan Anda mendapatkan yang terbaik dari Blue. Temukan jawaban, laporkan masalah, atau dapatkan bantuan yang dipersonalisasi.",
    "page_title": "Bagaimana kami bisa membantu?",
    "view_docs": "Lihat dokumen",
    "when_contacting_support": "Saat menghubungi dukungan, harap sertakan:"
  },
  "it": {
    "and": "e",
    "api_developers_description": "Crea integrazioni personalizzate con la nostra API GraphQL e il SDK Python.",
    "api_developers_title": "API e Sviluppatori",
    "automations_description": "Scopri come creare automazioni potenti per semplificare le attività ripetitive.",
    "automations_title": "Automazioni",
    "check_system_status": "Controlla lo stato del sistema",
    "common_support_topics": "Argomenti di supporto comuni",
    "community_forum_description": "Collegati con altri utenti di Blue, condividi suggerimenti e ricevi supporto dalla comunità.",
    "community_forum_link": "forum della comunità",
    "community_forum_title": "Forum della Comunità",
    "contact_support_intro": "Prima di contattarci, ti preghiamo di controllare il nostro",
    "contact_support_intro_2": "poiché la tua domanda potrebbe già avere una risposta.",
    "contact_support_title": "Contatta il supporto",
    "documentation_description": "Esplora le nostre guide complete, tutorial e documentazione API.",
    "documentation_link": "documentazione",
    "documentation_title": "Documentazione",
    "email_support_button": "Supporto Email",
    "email_support_description": "Ricevi assistenza via email. Di solito rispondiamo entro 24 ore durante i giorni lavorativi.",
    "email_support_title": "Supporto Email",
    "faq_change_plan_answer": "Puoi cambiare il tuo piano in qualsiasi momento dalle impostazioni del tuo account. Gli aggiornamenti hanno effetto immediato con fatturazione proporzionale. I downgrade hanno effetto alla fine del tuo attuale ciclo di fatturazione. Contatta il supporto se hai bisogno di assistenza con le modifiche al piano.",
    "faq_change_plan_question": "Come posso aggiornare o ridurre il mio piano?",
    "faq_export_data_answer": "Assolutamente. Possiedi i tuoi dati e puoi esportarli in qualsiasi momento. Utilizza la nostra API o le funzionalità di esportazione integrate per scaricare i tuoi progetti, attività e altri dati in formati standard come CSV, JSON o Excel.",
    "faq_export_data_question": "Posso esportare i miei dati?",
    "faq_feature_request_answer": "Assolutamente! Ci piace ricevere feedback dai nostri utenti. Ti preghiamo di inviare richieste di funzionalità a support@blue.cc con 'Richiesta di Funzionalità' nell'oggetto. Puoi anche votare per le funzionalità nel nostro forum comunitario.",
    "faq_feature_request_question": "Posso richiedere una funzionalità?",
    "faq_outside_hours_answer": "La nostra documentazione è disponibile 24 ore su 24, 7 giorni su 7, e il nostro forum della comunità è attivo con utenti utili in tutto il mondo. Per questioni urgenti, i clienti Enterprise hanno accesso al supporto di emergenza.",
    "faq_outside_hours_question": "Cosa devo fare se ho bisogno di aiuto al di fuori dell'orario lavorativo?",
    "faq_payment_methods_answer": "Accettiamo tutte le principali carte di credito (Visa, MasterCard, American Express), trasferimenti bancari ACH per piani annuali e possiamo organizzare la fatturazione per i clienti Enterprise. Tutti i pagamenti vengono elaborati in modo sicuro tramite Stripe.",
    "faq_payment_methods_question": "Quali metodi di pagamento accettate?",
    "faq_phone_support_answer": "Il supporto telefonico è disponibile per i clienti Enterprise. Tutti gli altri piani includono supporto via email e accesso al nostro forum comunitario. Riteniamo che il supporto via email ci consenta di fornire risposte più complete e documentate.",
    "faq_phone_support_question": "Offrite supporto telefonico?",
    "faq_report_bug_answer": "Per segnalare un bug, si prega di inviare un'email a support@blue.cc con 'Segnalazione Bug' nell'oggetto. Includere i passaggi dettagliati per riprodurre il problema, il comportamento atteso rispetto a quello reale, screenshot se applicabile e le informazioni sul browser/sistema operativo. Questo ci aiuta a diagnosticare e risolvere i problemi rapidamente.",
    "faq_report_bug_question": "Come posso segnalare un bug?",
    "faq_response_time_answer": "Ci impegniamo a rispondere a tutte le richieste di supporto entro 24 ore durante i giorni lavorativi. I clienti con supporto prioritario ricevono solitamente risposte entro 4 ore. I problemi critici vengono immediatamente escalati.",
    "faq_response_time_question": "Quanto tempo ci vorrà per ricevere una risposta?",
    "faq_support_hours_answer": "Il nostro team di supporto è disponibile da lunedì a venerdì, dalle 9:00 alle 18:00 EST. Rispondiamo a tutte le richieste entro un giorno lavorativo. Per questioni critiche che influenzano le operazioni della tua azienda, ti preghiamo di contrassegnare la tua email come urgente.",
    "faq_support_hours_question": "Quali sono le vostre ore di supporto?",
    "faq_title": "Domande frequenti",
    "faq_training_answer": "Sì! Tutti i nuovi clienti ricevono una sessione di onboarding gratuita. Offriamo anche webinar regolari, video tutorial e documentazione completa. I clienti enterprise possono richiedere sessioni di formazione personalizzate per i loro team.",
    "faq_training_question": "Offrite formazione o onboarding?",
    "getting_started_description": "Nuovo su Blue? Scopri come impostare il tuo account, creare il tuo primo flusso di lavoro e invitare i membri del team.",
    "getting_started_title": "Iniziare",
    "include_browser_info": "Informazioni su browser e sistema operativo",
    "include_company_name": "Il nome della tua azienda e l'email dell'account",
    "include_description": "Descrizione dettagliata del problema o della domanda",
    "include_screenshots": "Screenshot o registrazioni dello schermo, se applicabile.",
    "include_steps": "Passaggi per riprodurre (per segnalazioni di bug)",
    "integrations_description": "Collega Blue con i tuoi strumenti preferiti, tra cui Slack, Gmail, Zapier e altri.",
    "integrations_title": "Integrazioni",
    "join_community": "Unisciti alla community",
    "page_subtitle": "Il nostro team di supporto è qui per garantire che tu possa sfruttare al meglio Blue. Trova risposte, segnala problemi o ricevi assistenza personalizzata.",
    "page_title": "Come possiamo aiutarti?",
    "view_docs": "Visualizza documenti",
    "when_contacting_support": "Quando contatti il supporto, ti preghiamo di includere:"
  },
  "ja": {
    "and": "と",
    "api_developers_description": "GraphQL APIとPython SDKを使用してカスタム統合を構築します。",
    "api_developers_title": "API \u0026 開発者",
    "automations_description": "反復作業を効率化するための強力な自動化を作成する方法を学びましょう。",
    "automations_title": "自動化",
    "check_system_status": "システムステータスを確認する",
    "common_support_topics": "一般的なサポートトピック",
    "community_forum_description": "他のBlueユーザーとつながり、ヒントを共有し、コミュニティのサポートを受けましょう。",
    "community_forum_link": "コミュニティフォーラム",
    "community_forum_title": "コミュニティフォーラム",
    "contact_support_intro": "お問い合わせの前に、私たちのをご確認ください。",
    "contact_support_intro_2": "あなたの質問はすでに回答されているかもしれません。",
    "contact_support_title": "サポートに連絡する",
    "documentation_description": "包括的なガイド、チュートリアル、APIドキュメントをご覧ください。",
    "documentation_link": "ドキュメンテーション",
    "documentation_title": "ドキュメンテーション",
    "email_support_button": "メールサポート",
    "email_support_description": "メールでサポートを受けることができます。通常、営業日中は24時間以内に返信します。",
    "email_support_title": "メールサポート",
    "faq_change_plan_answer": "アカウント設定からいつでもプランを変更できます。アップグレードは即時に適用され、按分請求が行われます。ダウングレードは現在の請求サイクルの終了時に適用されます。プラン変更に関してサポートが必要な場合は、お問い合わせください。",
    "faq_change_plan_question": "プランをアップグレードまたはダウングレードするにはどうすればよいですか？",
    "faq_export_data_answer": "もちろんです。あなたは自分のデータを所有しており、いつでもエクスポートできます。APIまたは組み込みのエクスポート機能を使用して、プロジェクト、タスク、およびその他のデータをCSV、JSON、またはExcelなどの標準形式でダウンロードできます。",
    "faq_export_data_question": "データをエクスポートできますか？",
    "faq_feature_request_answer": "もちろんです！私たちはユーザーからの声を聞くのが大好きです。機能リクエストは、件名に「Feature Request」と記載してsupport@blue.ccまでお送りください。また、コミュニティフォーラムで機能に投票することもできます。",
    "faq_feature_request_question": "機能をリクエストできますか？",
    "faq_outside_hours_answer": "私たちのドキュメントは24時間365日利用可能で、コミュニティフォーラムには世界中の役立つユーザーが参加しています。緊急の問題については、エンタープライズ顧客は緊急サポートにアクセスできます。",
    "faq_outside_hours_question": "営業時間外に助けが必要な場合はどうすればよいですか？",
    "faq_payment_methods_answer": "すべての主要なクレジットカード（Visa、MasterCard、American Express）、年間プランのためのACH銀行振込を受け付けており、エンタープライズ顧客向けには請求書の手配も可能です。すべての支払いはStripeを通じて安全に処理されます。",
    "faq_payment_methods_question": "お支払い方法は何がありますか？",
    "faq_phone_support_answer": "エンタープライズ顧客向けに電話サポートが利用可能です。その他のプランには、メールサポートとコミュニティフォーラムへのアクセスが含まれています。メールサポートは、より詳細で文書化された回答を提供するのに役立つと考えています。",
    "faq_phone_support_question": "電話サポートは提供していますか？",
    "faq_report_bug_answer": "バグを報告するには、件名に「バグ報告」と記載してsupport@blue.ccまでメールを送信してください。問題を再現するための詳細な手順、期待される動作と実際の動作、該当する場合はスクリーンショット、そしてブラウザ/OS情報を含めてください。これにより、私たちは問題を迅速に診断し修正することができます。",
    "faq_report_bug_question": "バグを報告するにはどうすればよいですか？",
    "faq_response_time_answer": "私たちは、営業日中にすべてのサポート問い合わせに24時間以内に対応することを目指しています。優先サポートのお客様には通常4時間以内に返信します。重大な問題は直ちにエスカレーションされます。",
    "faq_response_time_question": "どのくらい早く返答がもらえますか？",
    "faq_support_hours_answer": "私たちのサポートチームは、月曜日から金曜日の午前9時から午後6時（EST）まで対応しています。すべてのお問い合わせには、1営業日以内に返信いたします。ビジネス運営に影響を与える重要な問題については、メールを緊急とマークしてください。",
    "faq_support_hours_question": "サポート時間は何時ですか？",
    "faq_title": "よくある質問",
    "faq_training_answer": "はい！すべての新規顧客には、無料のオンボーディングセッションが提供されます。また、定期的なウェビナー、ビデオチュートリアル、包括的なドキュメントもご用意しています。エンタープライズ顧客は、チーム向けのカスタムトレーニングセッションをリクエストできます。",
    "faq_training_question": "トレーニングやオンボーディングは提供していますか？",
    "getting_started_description": "Blueを初めてご利用ですか？アカウントの設定方法、最初のワークフローの作成、チームメンバーの招待方法を学びましょう。",
    "getting_started_title": "はじめに",
    "include_browser_info": "ブラウザおよびオペレーティングシステム情報",
    "include_company_name": "会社名とアカウントのメールアドレス",
    "include_description": "問題または質問の詳細な説明",
    "include_screenshots": "適用可能な場合は、スクリーンショットまたは画面録画",
    "include_steps": "バグ報告の再現手順",
    "integrations_description": "BlueをSlack、Gmail、Zapierなどのお気に入りのツールと接続します。",
    "integrations_title": "統合",
    "join_community": "コミュニティに参加する",
    "page_subtitle": "私たちのサポートチームは、Blueを最大限に活用できるようお手伝いします。回答を見つけたり、問題を報告したり、個別のサポートを受けたりしてください。",
    "page_title": "どのようにお手伝いできますか？",
    "view_docs": "ドキュメントを見る",
    "when_contacting_support": "サポートに連絡する際は、以下を含めてください："
  },
  "km": {
    "and": "និង",
    "api_developers_description": "សាងសង់ការចូលរួមផ្ទាល់ខ្លួនជាមួយ GraphQL API និង Python SDK របស់យើង។",
    "api_developers_title": "API និងអ្នកអភិវឌ្ឍន៍",
    "automations_description": "រៀនពីរបៀបបង្កើតការបញ្ជូនស្វ័យប្រវត្តិដ៏មានអំណាចដើម្បីធ្វើឱ្យដំណើរការការងារដែលធ្វើឡើងជាញឹកញាប់ឲ្យមានភាពរលូន។",
    "automations_title": "ស្វ័យប្រវត្តិការ",
    "check_system_status": "ពិនិត្យស្ថានភាពប្រព័ន្ធ",
    "common_support_topics": "ប្រធានបទគាំទ្រទូទៅ",
    "community_forum_description": "ភ្ជាប់ជាមួយអ្នកប្រើប្រាស់ Blue អ្នកផ្សេងទៀត ចែករំលែកគំនិត និងទទួលបានការគាំទ្រពីសហគមន៍។",
    "community_forum_link": "សហគមន៍ហ្វូរ៉ម",
    "community_forum_title": "ហ្វូរម៍សហគមន៍",
    "contact_support_intro": "មុនពេលទំនាក់ទំនង សូមពិនិត្យមើលគេហទំព័ររបស់យើង",
    "contact_support_intro_2": "ដូចដែលសំណួររបស់អ្នកអាចត្រូវបានឆ្លើយស្រាប់រួចទៅហើយ។",
    "contact_support_title": "ទំនាក់ទំនងការគាំទ្រ",
    "documentation_description": "សូមមើលមគ្គុទេសក៍, ការបង្រៀន, និងឯកសារបញ្ជាក់ API របស់យើង។",
    "documentation_link": "ឯកសារបញ្ជាក់",
    "documentation_title": "ឯកសារ",
    "email_support_button": "អ៊ីមែលគាំទ្រ",
    "email_support_description": "ទទួលបានជំនួយតាមអ៊ីមែល។ យើងតែងតែឆ្លើយតបក្នុងរយៈពេល ២៤ ម៉ោងនៅពេលថ្ងៃធ្វើការ។",
    "email_support_title": "អ៊ីមែលគាំទ្រ",
    "faq_change_plan_answer": "អ្នកអាចប្តូរព្រំដែនរបស់អ្នកនៅពេលណាមួយពីការកំណត់គណនីរបស់អ្នក។ ការកែលម្អនឹងមានប្រសិទ្ធិភាពភ្លាមៗជាមួយការបូកគិតប្រាក់តាមអត្រា។ ការកាត់បន្ថយនឹងមានប្រសិទ្ធិភាពនៅចុងបញ្ចប់នៃវគ្គបង់ប្រាក់បច្ចុប្បន្នរបស់អ្នក។ សូមទំនាក់ទំនងការគាំទ្របើអ្នកត្រូវការជំនួយក្នុងការប្តូរព្រំដែន។",
    "faq_change_plan_question": "តើខ្ញុំអាចបង្កើនឬកាត់បន្ថយផែនការរបស់ខ្ញុំបានយ៉ាងដូចម្តេច?",
    "faq_export_data_answer": "ប្រាកដណាស់។ អ្នកមានសិទ្ធិលើទិន្នន័យរបស់អ្នក ហើយអាចនាំចេញវានៅពេលណាមួយ។ ប្រើ API របស់យើង ឬមុខងារនាំចេញដែលមានស្រាប់ ដើម្បីទាញយកគម្រោង ការងារ និងទិន្នន័យផ្សេងៗរបស់អ្នកក្នុងទ្រង់ទ្រាយស្តង់ដាដូចជា CSV, JSON, ឬ Excel។",
    "faq_export_data_question": "ខ្ញុំអាចនាំចេញទិន្នន័យរបស់ខ្ញុំបានទេ?",
    "faq_feature_request_answer": "ប្រាកដណាស់! យើងស្រឡាញ់ការប្រាប់ពីអ្នកប្រើប្រាស់របស់យើង។ សូមផ្ញើសំណើលក្ខណៈទៅកាន់ support@blue.cc ជាមួយនឹង 'សំណើលក្ខណៈ' នៅក្នុងបន្ទាត់ប្រធាន។ អ្នកក៏អាចបោះឆ្នោតលើលក្ខណៈនៅក្នុងហ្វូរម៍សហគមន៍របស់យើងផងដែរ។",
    "faq_feature_request_question": "តើខ្ញុំអាចស្នើសុំមុខងារមួយបានទេ?",
    "faq_outside_hours_answer": "ឯកសាររបស់យើងមានស្រាប់ 24/7 ហើយហ្វូរមមសហគមន៍របស់យើងមានសកម្មភាពជាមួយអ្នកប្រើប្រាស់ដែលមានអត្ថប្រយោជន៍នៅជុំវិញពិភពលោក។ សម្រាប់បញ្ហាដែលមានភាពអាសន្ន អតិថិជន Enterprise មានការចូលដំណើរការទៅកាន់ការគាំទ្របន្ទាន់។",
    "faq_outside_hours_question": "តើមានអ្វីកើតឡើងប្រសិនបើខ្ញុំត្រូវការជំនួយក្រៅម៉ោងធ្វើការ?",
    "faq_payment_methods_answer": "យើងទទួលយកកាតឥណទានសំខាន់ៗទាំងអស់ (Visa, MasterCard, American Express), ការផ្ទេរប្រាក់ ACH សម្រាប់គម្រោងប្រចាំឆ្នាំ, និងអាចរៀបចំវិក័យប័ត្រសម្រាប់អតិថិជន Enterprise។ ការទូទាត់ទាំងអស់ត្រូវបានដំណើរការយ៉ាងសុវត្ថិភាពតាមរយៈ Stripe។",
    "faq_payment_methods_question": "យើងទទួលការទូទាត់វិធីណាខ្លះ?",
    "faq_phone_support_answer": "ការគាំទ្រទូរស័ព្ទមានសម្រាប់អតិថិជនEnterprise។ គម្រោងផ្សេងទៀតទាំងអស់មានការគាំទ្រតាមអ៊ីមែល និងការចូលដំណើរការទៅកាន់ហ្វូរម៉ានៅក្នុងសហគមន៍របស់យើង។ យើងបានរកឃើញថាការគាំទ្រតាមអ៊ីមែលអនុញ្ញាតឱ្យយើងផ្តល់នូវចម្លើយដែលមានភាពល្អប្រសើរ និងមានឯកសារពិចារណា។",
    "faq_phone_support_question": "តើអ្នកផ្តល់ជំនួយតាមទូរស័ព្ទទេ?",
    "faq_report_bug_answer": "ដើម្បីរាយការណ៍អំពីកំហុស សូមអ៊ីមែលទៅ support@blue.cc ជាមួយនឹង 'Bug Report' ក្នុងបន្ទាត់ប្រធាន។ សូមបញ្ចូលជំហានលម្អិតដើម្បីបង្កើតបញ្ហា ការបង្ហាញដែលរំពឹងទុកប្រៀបធៀបជាមួយនឹងអ្វីដែលកើតមាន ព្រមទាំងរូបថតអេក្រង់ប្រសិនបើមាន និងព័ត៌មានអំពីកម្មវិធីរុករក/ប្រព័ន្ធប្រតិបត្តិការ​របស់អ្នក។ នេះជួយឱ្យយើងអាចវិនិច្ឆ័យ និងជួសជុលបញ្ហាបានយ៉ាងឆាប់រហ័ស។",
    "faq_report_bug_question": "តើខ្ញុំរាយការណ៍អំពីកំហុសដូចម្តេច?",
    "faq_response_time_answer": "យើងមានគោលបំណងឆ្លើយតបទៅនឹងសំណួរគាំទ្រទាំងអស់ក្នុងរយៈពេល ២៤ ម៉ោងក្នុងថ្ងៃធ្វើការ។ អតិថិជនគាំទ្រដែលមានអាទិភាពភាគច្រើនទទួលបានការឆ្លើយតបក្នុងរយៈពេល ៤ ម៉ោង។ បញ្ហាសំខាន់ត្រូវបានលើកឡើងភ្លាមៗ។",
    "faq_response_time_question": "តើខ្ញុំនឹងទទួលបានការឆ្លើយតបយ៉ាងឆាប់រហ័សប៉ុនណា?",
    "faq_support_hours_answer": "ក្រុមគាំទ្ររបស់យើងអាចរកបាននៅថ្ងៃច័ន្ទដល់ថ្ងៃសុក្រ ម៉ោង ៩ ព្រឹក ដល់ ៦ ល្ងាច តាមម៉ោង EST។ យើងឆ្លើយតបចំពោះសំណួរ​ទាំងអស់ក្នុងរយៈពេលមួយថ្ងៃធ្វើការ។ សម្រាប់បញ្ហាសំខាន់ៗដែលមានឥទ្ធិពលដល់ការប្រតិបត្តិការរបស់អ្នក សូមសម្គាល់អ៊ីមែលរបស់អ្នកថាជាបន្ទាន់។",
    "faq_support_hours_question": "ម៉ោងគាំទ្ររបស់អ្នកគឺជាអ្វី?",
    "faq_title": "សំណួរដែលត្រូវបានសួរពីគ្នាប្រចាំ",
    "faq_training_answer": "បាទ! អតិថិជនថ្មីទាំងអស់ទទួលបានសម័យបណ្តុះបណ្តាលឥតគិតថ្លៃ។ យើងក៏ផ្តល់ជូនវេបីណារម៉ាន់សម្រាប់សកម្មភាពធម្មតា វីដេអូបង្រៀន និងឯកសារពេញលេញ។ អតិថិជនសហគ្រាសអាចស្នើសុំសម័យបណ្តុះបណ្តាលដែលមានការប្ដូរតាមតម្រូវការសម្រាប់ក្រុមរបស់ពួកគេ។",
    "faq_training_question": "តើអ្នកមានការបណ្តុះបណ្តាលឬការចូលដំណើរការទេ?",
    "getting_started_description": "ថ្មីចំពោះ Blue? រៀនពីរបៀបបង្កើតគណនីរបស់អ្នក បង្កើតដំណើរការដំបូងរបស់អ្នក និងអញ្ជើញសមាជិកក្រុម។",
    "getting_started_title": "ចាប់ផ្តើម",
    "include_browser_info": "ព័ត៌មានអំពីកម្មវិធីរុករក និងប្រព័ន្ធប្រតិបត្តិការ",
    "include_company_name": "ឈ្មោះក្រុមហ៊ុនរបស់អ្នក និងអ៊ីមែលគណនី",
    "include_description": "ការពិពណ៌នាយ៉ាងលម្អិតអំពីបញ្ហាឬសំណួរ",
    "include_screenshots": "រូបថតអេក្រង់ ឬ ការថតអេក្រង់ ប្រសិនបើអាចប្រើបាន",
    "include_steps": "ជំហានដើម្បីផលិតឡើងវិញ (សម្រាប់របាយការណ៍កំហុស)",
    "integrations_description": "ភ្ជាប់ Blue ជាមួយឧបករណ៍ដែលអ្នកចូលចិត្តដូចជា Slack, Gmail, Zapier និងផ្សេងៗទៀត។",
    "integrations_title": "ការបញ្ចូលគ្នា",
    "join_community": "ចូលរួមសហគមន៍",
    "page_subtitle": "ក្រុមគាំទ្ររបស់យើងនៅទីនេះដើម្បីធានាថាអ្នកទទួលបានអត្ថប្រយោជន៍ខ្ពស់បំផុតពី Blue។ ស្វែងរកចម្លើយ, រាយការណ៍បញ្ហា, ឬទទួលបានជំនួយផ្ទាល់ខ្លួន។",
    "page_title": "យើងអាចជួយអ្នកបានយ៉ាងដូចម្តេច?",
    "view_docs": "មើលឯកសារ",
    "when_contacting_support": "នៅពេលទាក់ទងការគាំទ្រ សូមរួមបញ្ចូល៖"
  },
  "ko": {
    "and": "및",
    "api_developers_description": "GraphQL API와 Python SDK를 사용하여 맞춤형 통합을 구축하세요.",
    "api_developers_title": "API 및 개발자",
    "automations_description": "반복적인 작업을 간소화하기 위해 강력한 자동화를 만드는 방법을 알아보세요.",
    "automations_title": "자동화",
    "check_system_status": "시스템 상태 확인",
    "common_support_topics": "일반적인 지원 주제",
    "community_forum_description": "다른 Blue 사용자와 연결하고, 팁을 공유하며, 커뮤니티 지원을 받으세요.",
    "community_forum_link": "커뮤니티 포럼",
    "community_forum_title": "커뮤니티 포럼",
    "contact_support_intro": "연락하기 전에, 저희의",
    "contact_support_intro_2": "귀하의 질문은 이미 답변이 있을 수 있습니다.",
    "contact_support_title": "지원팀에 문의하기",
    "documentation_description": "포괄적인 가이드, 튜토리얼 및 API 문서를 탐색하세요.",
    "documentation_link": "문서화",
    "documentation_title": "문서화",
    "email_support_button": "이메일 지원",
    "email_support_description": "이메일을 통해 도움을 받으세요. 일반적으로 영업일 기준 24시간 이내에 답변드립니다.",
    "email_support_title": "이메일 지원",
    "faq_change_plan_answer": "계정 설정에서 언제든지 요금을 변경할 수 있습니다. 업그레이드는 즉시 적용되며 비례 배 billing이 이루어집니다. 다운그레이드는 현재 청구 주기가 끝날 때 적용됩니다. 요금 변경에 도움이 필요하시면 지원팀에 문의하시기 바랍니다.",
    "faq_change_plan_question": "내 요금을 어떻게 업그레이드하거나 다운그레이드하나요?",
    "faq_export_data_answer": "물론입니다. 귀하는 귀하의 데이터를 소유하며 언제든지 내보낼 수 있습니다. API 또는 내장된 내보내기 기능을 사용하여 프로젝트, 작업 및 기타 데이터를 CSV, JSON 또는 Excel과 같은 표준 형식으로 다운로드하십시오.",
    "faq_export_data_question": "내 데이터를 내보낼 수 있나요?",
    "faq_feature_request_answer": "물론입니다! 저희는 사용자들의 의견을 듣는 것을 좋아합니다. 기능 요청은 support@blue.cc로 '기능 요청'을 제목에 적어 보내주시기 바랍니다. 또한, 저희 커뮤니티 포럼에서 기능에 투표하실 수도 있습니다.",
    "faq_feature_request_question": "기능 요청이 가능할까요?",
    "faq_outside_hours_answer": "우리 문서는 24시간 연중무휴로 제공되며, 커뮤니티 포럼은 전 세계의 유용한 사용자들로 활발하게 운영되고 있습니다. 긴급한 문제의 경우, 기업 고객은 긴급 지원에 접근할 수 있습니다.",
    "faq_outside_hours_question": "업무 시간 외에 도움이 필요하면 어떻게 하나요?",
    "faq_payment_methods_answer": "모든 주요 신용카드(Visa, MasterCard, American Express), 연간 플랜에 대한 ACH 은행 이체를 수락하며, 기업 고객을 위한 청구서 발행도 가능합니다. 모든 결제는 Stripe를 통해 안전하게 처리됩니다.",
    "faq_payment_methods_question": "어떤 결제 방법을 지원하나요?",
    "faq_phone_support_answer": "전화 지원은 기업 고객을 위해 제공됩니다. 다른 모든 요금제는 이메일 지원과 커뮤니티 포럼에 대한 접근을 포함합니다. 이메일 지원을 통해 보다 철저하고 문서화된 응답을 제공할 수 있습니다.",
    "faq_phone_support_question": "전화 지원을 제공하나요?",
    "faq_report_bug_answer": "버그를 신고하려면, 제목란에 '버그 신고'라고 적어 support@blue.cc로 이메일을 보내주시기 바랍니다. 문제를 재현하기 위한 자세한 단계, 예상 동작과 실제 동작, 해당되는 경우 스크린샷, 그리고 사용 중인 브라우저/운영 체제 정보를 포함해 주십시오. 이는 저희가 문제를 신속하게 진단하고 수정하는 데 도움이 됩니다.",
    "faq_report_bug_question": "버그를 어떻게 보고하나요?",
    "faq_response_time_answer": "우리는 업무일 기준으로 모든 지원 문의에 24시간 이내에 응답하는 것을 목표로 하고 있습니다. 우선 지원 고객은 일반적으로 4시간 이내에 응답을 받습니다. 중대한 문제는 즉시 에스컬레이션됩니다.",
    "faq_response_time_question": "답변은 얼마나 빨리 받을 수 있나요?",
    "faq_support_hours_answer": "저희 지원 팀은 월요일부터 금요일까지, 동부 표준시 기준으로 오전 9시부터 오후 6시까지 운영됩니다. 모든 문의에 대해서는 영업일 기준으로 하루 이내에 답변드립니다. 비즈니스 운영에 영향을 미치는 중요한 문제의 경우, 이메일을 긴급으로 표시해 주시기 바랍니다.",
    "faq_support_hours_question": "지원 시간은 어떻게 되나요?",
    "faq_title": "자주 묻는 질문",
    "faq_training_answer": "네! 모든 신규 고객은 무료 온보딩 세션을 받습니다. 또한 정기적인 웨비나, 비디오 튜토리얼 및 포괄적인 문서를 제공합니다. 엔터프라이즈 고객은 팀을 위한 맞춤형 교육 세션을 요청할 수 있습니다.",
    "faq_training_question": "교육이나 온보딩 서비스를 제공하나요?",
    "getting_started_description": "Blue를 처음 사용하시나요? 계정을 설정하고, 첫 번째 워크플로를 생성하며, 팀원을 초대하는 방법을 알아보세요.",
    "getting_started_title": "시작하기",
    "include_browser_info": "브라우저 및 운영 체제 정보",
    "include_company_name": "귀사의 회사 이름 및 계정 이메일",
    "include_description": "문제 또는 질문에 대한 자세한 설명",
    "include_screenshots": "적용 가능한 경우 스크린샷 또는 화면 녹화",
    "include_steps": "버그 보고를 위한 재현 단계",
    "integrations_description": "Blue를 Slack, Gmail, Zapier 등과 같은 좋아하는 도구와 연결하세요.",
    "integrations_title": "통합",
    "join_community": "커뮤니티에 참여하기",
    "page_subtitle": "우리 지원 팀은 여러분이 Blue를 최대한 활용할 수 있도록 돕기 위해 여기 있습니다. 답변을 찾거나, 문제를 보고하거나, 개인 맞춤형 지원을 받으세요.",
    "page_title": "어떻게 도와드릴까요?",
    "view_docs": "문서 보기",
    "when_contacting_support": "지원팀에 문의할 때 다음 사항을 포함해 주시기 바랍니다:"
  },
  "nl": {
    "and": "en",
    "api_developers_description": "Bouw aangepaste integraties met onze GraphQL API en Python SDK.",
    "api_developers_title": "API \u0026 Ontwikkelaars",
    "automations_description": "Leer hoe je krachtige automatiseringen kunt creëren om repetitieve taken te stroomlijnen.",
    "automations_title": "Automatiseringen",
    "check_system_status": "Controleer systeemstatus",
    "common_support_topics": "Veelvoorkomende ondersteuningsthema's",
    "community_forum_description": "Verbind met andere Blue-gebruikers, deel tips en ontvang ondersteuning van de community.",
    "community_forum_link": "community forum",
    "community_forum_title": "Community Forum",
    "contact_support_intro": "Voordat u contact opneemt, controleer alstublieft onze",
    "contact_support_intro_2": "aangezien uw vraag mogelijk al beantwoord is.",
    "contact_support_title": "Neem contact op met de ondersteuning",
    "documentation_description": "Blader door onze uitgebreide handleidingen, tutorials en API-documentatie.",
    "documentation_link": "documentatie",
    "documentation_title": "Documentatie",
    "email_support_button": "E-mailondersteuning",
    "email_support_description": "Krijg hulp via e-mail. We reageren doorgaans binnen 24 uur op werkdagen.",
    "email_support_title": "E-mailondersteuning",
    "faq_change_plan_answer": "U kunt uw abonnement op elk moment wijzigen via uw accountinstellingen. Upgrades worden onmiddellijk van kracht met een pro rata facturering. Downgrades worden van kracht aan het einde van uw huidige factureringscyclus. Neem contact op met de ondersteuning als u hulp nodig heeft bij het wijzigen van uw abonnement.",
    "faq_change_plan_question": "Hoe kan ik mijn abonnement upgraden of downgraden?",
    "faq_export_data_answer": "Absoluut. U bent eigenaar van uw gegevens en kunt deze op elk moment exporteren. Gebruik onze API of de ingebouwde exportfuncties om uw projecten, taken en andere gegevens te downloaden in standaardformaten zoals CSV, JSON of Excel.",
    "faq_export_data_question": "Kan ik mijn gegevens exporteren?",
    "faq_feature_request_answer": "Zeker! We horen graag van onze gebruikers. Stuur alstublieft functieaanvragen naar support@blue.cc met 'Functieaanvraag' in de onderwerpregel. U kunt ook stemmen op functies in ons communityforum.",
    "faq_feature_request_question": "Kan ik een functie aanvragen?",
    "faq_outside_hours_answer": "Onze documentatie is 24/7 beschikbaar en ons communityforum is actief met behulpzame gebruikers over de hele wereld. Voor dringende problemen hebben Enterprise-klanten toegang tot noodondersteuning.",
    "faq_outside_hours_question": "Wat als ik hulp nodig heb buiten kantooruren?",
    "faq_payment_methods_answer": "We accepteren alle belangrijke creditcards (Visa, MasterCard, American Express), ACH-bankoverschrijvingen voor jaarlijkse plannen en kunnen facturering regelen voor Enterprise-klanten. Alle betalingen worden veilig verwerkt via Stripe.",
    "faq_payment_methods_question": "Welke betaalmethoden accepteert u?",
    "faq_phone_support_answer": "Telefoonondersteuning is beschikbaar voor Enterprise-klanten. Alle andere abonnementen omvatten e-mailondersteuning en toegang tot ons communityforum. We merken dat e-mailondersteuning ons in staat stelt om grondigere, gedocumenteerde antwoorden te bieden.",
    "faq_phone_support_question": "Biedt u telefonische ondersteuning aan?",
    "faq_report_bug_answer": "Om een bug te rapporteren, stuur een e-mail naar support@blue.cc met 'Bug Report' in de onderwerpregel. Voeg gedetailleerde stappen toe om het probleem te reproduceren, de verwachte versus werkelijke gedrag, screenshots indien van toepassing, en uw browser/OS-informatie. Dit helpt ons om problemen snel te diagnosticeren en op te lossen.",
    "faq_report_bug_question": "Hoe meld ik een bug?",
    "faq_response_time_answer": "Wij streven ernaar om alle ondersteuningsverzoeken binnen 24 uur tijdens werkdagen te beantwoorden. Klanten met prioriteitsondersteuning ontvangen doorgaans binnen 4 uur een reactie. Kritieke problemen worden onmiddellijk escalated.",
    "faq_response_time_question": "Hoe snel krijg ik een reactie?",
    "faq_support_hours_answer": "Ons supportteam is beschikbaar van maandag tot en met vrijdag, van 9.00 tot 18.00 uur EST. We reageren op alle vragen binnen één werkdag. Voor kritieke problemen die uw bedrijfsvoering beïnvloeden, verzoeken wij u om uw e-mail als urgent te markeren.",
    "faq_support_hours_question": "Wat zijn uw supporturen?",
    "faq_title": "Veelgestelde vragen",
    "faq_training_answer": "Ja! Alle nieuwe klanten ontvangen een gratis onboarding sessie. We bieden ook regelmatige webinars, video-tutorials en uitgebreide documentatie aan. Enterprise-klanten kunnen aangepaste trainingssessies voor hun teams aanvragen.",
    "faq_training_question": "Biedt u training of onboarding aan?",
    "getting_started_description": "Nieuw bij Blue? Leer hoe u uw account instelt, uw eerste workflow maakt en teamleden uitnodigt.",
    "getting_started_title": "Aan de slag",
    "include_browser_info": "Informatie over browser en besturingssysteem",
    "include_company_name": "Uw bedrijfsnaam en account-e-mailadres",
    "include_description": "Gedetailleerde beschrijving van het probleem of de vraag",
    "include_screenshots": "Screenshots of schermopnames indien van toepassing",
    "include_steps": "Stappen om te reproduceren (voor bugrapporten)",
    "integrations_description": "Verbind Blue met je favoriete tools, waaronder Slack, Gmail, Zapier en meer.",
    "integrations_title": "Integraties",
    "join_community": "Word lid van de community",
    "page_subtitle": "Ons ondersteuningsteam staat klaar om ervoor te zorgen dat u het meeste uit Blue haalt. Vind antwoorden, meld problemen of ontvang persoonlijke hulp.",
    "page_title": "Hoe kunnen we helpen?",
    "view_docs": "Bekijk documentatie",
    "when_contacting_support": "Bij het contacteren van de ondersteuning, gelieve het volgende op te nemen:"
  },
  "pl": {
    "and": "i",
    "api_developers_description": "Zbuduj niestandardowe integracje za pomocą naszego API GraphQL i SDK w Pythonie.",
    "api_developers_title": "API i deweloperzy",
    "automations_description": "Dowiedz się, jak tworzyć potężne automatyzacje, aby uprościć powtarzalne zadania.",
    "automations_title": "Automatyzacje",
    "check_system_status": "Sprawdź status systemu",
    "common_support_topics": "Typowe tematy wsparcia",
    "community_forum_description": "Połącz się z innymi użytkownikami Blue, dziel się wskazówkami i uzyskaj wsparcie społeczności.",
    "community_forum_link": "forum społecznościowe",
    "community_forum_title": "Forum społecznościowe",
    "contact_support_intro": "Zanim się skontaktujesz, sprawdź nasze",
    "contact_support_intro_2": "ponieważ twoje pytanie może już być odpowiedziane.",
    "contact_support_title": "Skontaktuj się z pomocą techniczną",
    "documentation_description": "Przeglądaj nasze obszerne przewodniki, samouczki i dokumentację API.",
    "documentation_link": "dokumentacja",
    "documentation_title": "Dokumentacja",
    "email_support_button": "Wsparcie e-mailowe",
    "email_support_description": "Uzyskaj pomoc za pośrednictwem e-maila. Zwykle odpowiadamy w ciągu 24 godzin w dni robocze.",
    "email_support_title": "Wsparcie e-mailowe",
    "faq_change_plan_answer": "Możesz zmienić swój plan w dowolnym momencie w ustawieniach swojego konta. Ulepszenia wchodzą w życie natychmiast z proporcjonalnym rozliczeniem. Obniżenia wchodzą w życie na koniec bieżącego cyklu rozliczeniowego. Skontaktuj się z pomocą techniczną, jeśli potrzebujesz pomocy przy zmianach planu.",
    "faq_change_plan_question": "Jak mogę zaktualizować lub obniżyć swój plan?",
    "faq_export_data_answer": "Absolutnie. Posiadasz swoje dane i możesz je eksportować w dowolnym momencie. Skorzystaj z naszego API lub wbudowanych funkcji eksportu, aby pobrać swoje projekty, zadania i inne dane w standardowych formatach, takich jak CSV, JSON lub Excel.",
    "faq_export_data_question": "Czy mogę wyeksportować moje dane?",
    "faq_feature_request_answer": "Oczywiście! Cieszymy się, że słyszymy od naszych użytkowników. Prosimy o przesyłanie próśb o funkcje na adres support@blue.cc z tematem 'Prośba o funkcję'. Możesz także głosować na funkcje na naszym forum społecznościowym.",
    "faq_feature_request_question": "Czy mogę zgłosić prośbę o nową funkcję?",
    "faq_outside_hours_answer": "Nasza dokumentacja jest dostępna 24/7, a nasze forum społecznościowe jest aktywne z pomocnymi użytkownikami z całego świata. W przypadku pilnych problemów klienci Enterprise mają dostęp do wsparcia awaryjnego.",
    "faq_outside_hours_question": "Co jeśli potrzebuję pomocy poza godzinami pracy?",
    "faq_payment_methods_answer": "Akceptujemy wszystkie główne karty kredytowe (Visa, MasterCard, American Express), przelewy bankowe ACH dla planów rocznych oraz możemy zorganizować fakturowanie dla klientów Enterprise. Wszystkie płatności są przetwarzane bezpiecznie za pośrednictwem Stripe.",
    "faq_payment_methods_question": "Jakie metody płatności akceptujecie?",
    "faq_phone_support_answer": "Wsparcie telefoniczne jest dostępne dla klientów Enterprise. Wszystkie inne plany obejmują wsparcie e-mailowe oraz dostęp do naszego forum społecznościowego. Uważamy, że wsparcie e-mailowe pozwala nam na udzielanie bardziej szczegółowych, udokumentowanych odpowiedzi.",
    "faq_phone_support_question": "Czy oferujecie wsparcie telefoniczne?",
    "faq_report_bug_answer": "Aby zgłosić błąd, prosimy o wysłanie wiadomości na adres support@blue.cc z tematem „Zgłoszenie błędu”. Proszę dołączyć szczegółowe kroki do odtworzenia problemu, oczekiwane vs rzeczywiste zachowanie, zrzuty ekranu, jeśli to możliwe, oraz informacje o przeglądarce/systemie operacyjnym. To pomoże nam szybko zdiagnozować i naprawić problemy.",
    "faq_report_bug_question": "Jak zgłosić błąd?",
    "faq_response_time_answer": "Dążymy do udzielenia odpowiedzi na wszystkie zapytania wsparcia w ciągu 24 godzin w dni robocze. Klienci korzystający z priorytetowego wsparcia zazwyczaj otrzymują odpowiedzi w ciągu 4 godzin. Krytyczne problemy są natychmiast eskalowane.",
    "faq_response_time_question": "Jak szybko otrzymam odpowiedź?",
    "faq_support_hours_answer": "Nasz zespół wsparcia jest dostępny od poniedziałku do piątku, w godzinach 9:00-18:00 EST. Odpowiadamy na wszystkie zapytania w ciągu jednego dnia roboczego. W przypadku krytycznych problemów wpływających na działalność Twojej firmy, prosimy o oznaczenie wiadomości e-mail jako pilnej.",
    "faq_support_hours_question": "Jakie są godziny wsparcia?",
    "faq_title": "Najczęściej zadawane pytania",
    "faq_training_answer": "Tak! Wszyscy nowi klienci otrzymują bezpłatną sesję wprowadzającą. Oferujemy również regularne webinaria, samouczki wideo oraz szczegółową dokumentację. Klienci korporacyjni mogą zamawiać dostosowane sesje szkoleniowe dla swoich zespołów.",
    "faq_training_question": "Czy oferujecie szkolenia lub wprowadzenie?",
    "getting_started_description": "Nowy w Blue? Dowiedz się, jak skonfigurować swoje konto, stworzyć pierwszy workflow i zaprosić członków zespołu.",
    "getting_started_title": "Rozpoczęcie",
    "include_browser_info": "Informacje o przeglądarce i systemie operacyjnym",
    "include_company_name": "Nazwa Twojej firmy i adres e-mail konta",
    "include_description": "Szczegółowy opis problemu lub pytania",
    "include_screenshots": "Zrzuty ekranu lub nagrania ekranu, jeśli dotyczy",
    "include_steps": "Kroki do odtworzenia (dla raportów błędów)",
    "integrations_description": "Połącz Blue z ulubionymi narzędziami, takimi jak Slack, Gmail, Zapier i innymi.",
    "integrations_title": "Integracje",
    "join_community": "Dołącz do społeczności",
    "page_subtitle": "Nasz zespół wsparcia jest tutaj, aby zapewnić, że maksymalnie wykorzystasz Blue. Znajdź odpowiedzi, zgłoś problemy lub uzyskaj spersonalizowaną pomoc.",
    "page_title": "Jak możemy pomóc?",
    "view_docs": "Zobacz dokumenty",
    "when_contacting_support": "Kiedy kontaktujesz się z pomocą techniczną, prosimy o dołączenie:"
  },
  "pt": {
    "and": "e",
    "api_developers_description": "Crie integrações personalizadas com nossa API GraphQL e SDK Python.",
    "api_developers_title": "API e Desenvolvedores",
    "automations_description": "Aprenda a criar automações poderosas para otimizar tarefas repetitivas.",
    "automations_title": "Automatizações",
    "check_system_status": "Verificar Status do Sistema",
    "common_support_topics": "Tópicos comuns de suporte",
    "community_forum_description": "Conecte-se com outros usuários do Blue, compartilhe dicas e obtenha suporte da comunidade.",
    "community_forum_link": "fórum da comunidade",
    "community_forum_title": "Fórum da Comunidade",
    "contact_support_intro": "Antes de entrar em contato, por favor, verifique nosso",
    "contact_support_intro_2": "pois sua pergunta pode já ter sido respondida.",
    "contact_support_title": "Contato com o suporte",
    "documentation_description": "Explore nossos guias abrangentes, tutoriais e documentação da API.",
    "documentation_link": "documentação",
    "documentation_title": "Documentação",
    "email_support_button": "Suporte por Email",
    "email_support_description": "Obtenha ajuda por e-mail. Normalmente, respondemos em até 24 horas durante os dias úteis.",
    "email_support_title": "Suporte por Email",
    "faq_change_plan_answer": "Você pode mudar seu plano a qualquer momento nas configurações da sua conta. As atualizações entram em vigor imediatamente com cobrança proporcional. As reduções entram em vigor no final do seu ciclo de cobrança atual. Entre em contato com o suporte se precisar de assistência com mudanças de plano.",
    "faq_change_plan_question": "Como faço para atualizar ou rebaixar meu plano?",
    "faq_export_data_answer": "Absolutamente. Você possui seus dados e pode exportá-los a qualquer momento. Use nossa API ou os recursos de exportação integrados para baixar seus projetos, tarefas e outros dados em formatos padrão como CSV, JSON ou Excel.",
    "faq_export_data_question": "Posso exportar meus dados?",
    "faq_feature_request_answer": "Com certeza! Adoramos ouvir nossos usuários. Por favor, envie solicitações de recursos para support@blue.cc com 'Solicitação de Recurso' no assunto. Você também pode votar em recursos em nosso fórum da comunidade.",
    "faq_feature_request_question": "Posso solicitar um recurso?",
    "faq_outside_hours_answer": "Nossa documentação está disponível 24/7, e nosso fórum comunitário está ativo com usuários prestativos ao redor do mundo. Para questões urgentes, clientes Enterprise têm acesso ao suporte de emergência.",
    "faq_outside_hours_question": "E se eu precisar de ajuda fora do horário comercial?",
    "faq_payment_methods_answer": "Aceitamos todos os principais cartões de crédito (Visa, MasterCard, American Express), transferências bancárias ACH para planos anuais e podemos organizar faturamento para clientes Enterprise. Todos os pagamentos são processados de forma segura através do Stripe.",
    "faq_payment_methods_question": "Quais métodos de pagamento vocês aceitam?",
    "faq_phone_support_answer": "O suporte por telefone está disponível para clientes Enterprise. Todos os outros planos incluem suporte por e-mail e acesso ao nosso fórum comunitário. Descobrimos que o suporte por e-mail nos permite fornecer respostas mais completas e documentadas.",
    "faq_phone_support_question": "Você oferece suporte por telefone?",
    "faq_report_bug_answer": "Para relatar um bug, envie um e-mail para support@blue.cc com 'Relatório de Bug' no assunto. Inclua etapas detalhadas para reproduzir o problema, comportamento esperado vs comportamento real, capturas de tela, se aplicável, e informações sobre seu navegador/SO. Isso nos ajuda a diagnosticar e corrigir problemas rapidamente.",
    "faq_report_bug_question": "Como faço para relatar um bug?",
    "faq_response_time_answer": "Nosso objetivo é responder a todas as consultas de suporte dentro de 24 horas durante os dias úteis. Clientes com suporte prioritário normalmente recebem respostas dentro de 4 horas. Questões críticas são escaladas imediatamente.",
    "faq_response_time_question": "Qual é a rapidez da resposta que receberei?",
    "faq_support_hours_answer": "Nossa equipe de suporte está disponível de segunda a sexta-feira, das 9h às 18h EST. Respondemos a todas as consultas em até um dia útil. Para questões críticas que afetam as operações da sua empresa, por favor, marque seu e-mail como urgente.",
    "faq_support_hours_question": "Quais são seus horários de suporte?",
    "faq_title": "Perguntas frequentes",
    "faq_training_answer": "Sim! Todos os novos clientes recebem uma sessão de integração gratuita. Também oferecemos webinars regulares, tutoriais em vídeo e documentação abrangente. Clientes corporativos podem solicitar sessões de treinamento personalizadas para suas equipes.",
    "faq_training_question": "Você oferece treinamento ou integração?",
    "getting_started_description": "Novo no Blue? Aprenda como configurar sua conta, criar seu primeiro fluxo de trabalho e convidar membros da equipe.",
    "getting_started_title": "Começando",
    "include_browser_info": "Informações sobre o navegador e o sistema operacional",
    "include_company_name": "O nome da sua empresa e o e-mail da conta",
    "include_description": "Descrição detalhada do problema ou pergunta",
    "include_screenshots": "Capturas de tela ou gravações de tela, se aplicável",
    "include_steps": "Passos para reproduzir (para relatórios de bugs)",
    "integrations_description": "Conecte o Blue com suas ferramentas favoritas, incluindo Slack, Gmail, Zapier e mais.",
    "integrations_title": "Integrações",
    "join_community": "Junte-se à comunidade",
    "page_subtitle": "Nossa equipe de suporte está aqui para garantir que você aproveite ao máximo o Blue. Encontre respostas, relate problemas ou obtenha assistência personalizada.",
    "page_title": "Como podemos ajudar?",
    "view_docs": "Ver documentos",
    "when_contacting_support": "Ao entrar em contato com o suporte, por favor inclua:"
  },
  "ru": {
    "and": "и",
    "api_developers_description": "Создавайте пользовательские интеграции с помощью нашего GraphQL API и Python SDK.",
    "api_developers_title": "API и разработчики",
    "automations_description": "Узнайте, как создавать мощные автоматизации для оптимизации повторяющихся задач.",
    "automations_title": "Автоматизации",
    "check_system_status": "Проверить статус системы",
    "common_support_topics": "Распространенные темы поддержки",
    "community_forum_description": "Связывайтесь с другими пользователями Blue, делитесь советами и получайте поддержку сообщества.",
    "community_forum_link": "сообщество форум",
    "community_forum_title": "Форум сообщества",
    "contact_support_intro": "Прежде чем обращаться, пожалуйста, проверьте наш",
    "contact_support_intro_2": "так как на ваш вопрос уже мог быть дан ответ.",
    "contact_support_title": "Связаться с поддержкой",
    "documentation_description": "Просмотрите наши обширные руководства, учебные пособия и документацию по API.",
    "documentation_link": "документация",
    "documentation_title": "Документация",
    "email_support_button": "Поддержка по электронной почте",
    "email_support_description": "Получите помощь по электронной почте. Мы обычно отвечаем в течение 24 часов в рабочие дни.",
    "email_support_title": "Поддержка по электронной почте",
    "faq_change_plan_answer": "Вы можете изменить свой тарифный план в любое время в настройках аккаунта. Апгрейды вступают в силу немедленно с пропорциональной оплатой. Понижения тарифа вступают в силу в конце текущего расчетного периода. Свяжитесь с поддержкой, если вам нужна помощь с изменением тарифного плана.",
    "faq_change_plan_question": "Как мне обновить или понизить свой тарифный план?",
    "faq_export_data_answer": "Абсолютно. Вы владеете своими данными и можете экспортировать их в любое время. Используйте наш API или встроенные функции экспорта, чтобы скачать ваши проекты, задачи и другие данные в стандартных форматах, таких как CSV, JSON или Excel.",
    "faq_export_data_question": "Могу ли я экспортировать свои данные?",
    "faq_feature_request_answer": "Абсолютно! Нам приятно получать отзывы от наших пользователей. Пожалуйста, отправляйте запросы на функции на адрес support@blue.cc с темой \"Запрос функции\". Вы также можете голосовать за функции на нашем форуме сообщества.",
    "faq_feature_request_question": "Могу я запросить функцию?",
    "faq_outside_hours_answer": "Наша документация доступна 24/7, а наш форум сообщества активен с полезными пользователями по всему миру. Для срочных вопросов клиенты Enterprise имеют доступ к экстренной поддержке.",
    "faq_outside_hours_question": "Что делать, если мне нужна помощь вне рабочего времени?",
    "faq_payment_methods_answer": "Мы принимаем все основные кредитные карты (Visa, MasterCard, American Express), банковские переводы ACH для годовых планов и можем организовать выставление счетов для корпоративных клиентов. Все платежи обрабатываются безопасно через Stripe.",
    "faq_payment_methods_question": "Какие способы оплаты вы принимаете?",
    "faq_phone_support_answer": "Телефонная поддержка доступна для клиентов на уровне Enterprise. Все остальные тарифные планы включают поддержку по электронной почте и доступ к нашему форуму сообщества. Мы считаем, что поддержка по электронной почте позволяет нам предоставлять более полные и документированные ответы.",
    "faq_phone_support_question": "Вы предлагаете поддержку по телефону?",
    "faq_report_bug_answer": "Чтобы сообщить об ошибке, пожалуйста, отправьте электронное письмо на адрес support@blue.cc с темой «Сообщение об ошибке». Укажите подробные шаги для воспроизведения проблемы, ожидаемое и фактическое поведение, скриншоты, если это возможно, а также информацию о вашем браузере и операционной системе. Это поможет нам быстро диагностировать и исправить проблемы.",
    "faq_report_bug_question": "Как мне сообщить о баге?",
    "faq_response_time_answer": "Мы стремимся отвечать на все запросы поддержки в течение 24 часов в рабочие дни. Клиенты с приоритетной поддержкой обычно получают ответы в течение 4 часов. Критические проблемы эскалируются немедленно.",
    "faq_response_time_question": "Как быстро я получу ответ?",
    "faq_support_hours_answer": "Наша команда поддержки доступна с понедельника по пятницу с 9:00 до 18:00 по восточному времени (EST). Мы отвечаем на все запросы в течение одного рабочего дня. Для критических проблем, влияющих на вашу бизнес-операции, пожалуйста, пометьте ваше письмо как срочное.",
    "faq_support_hours_question": "Каковы часы работы вашей службы поддержки?",
    "faq_title": "Часто задаваемые вопросы",
    "faq_training_answer": "Да! Все новые клиенты получают бесплатную сессию по внедрению. Мы также предлагаем регулярные вебинары, видеоуроки и подробную документацию. Клиенты корпоративного сегмента могут запросить индивидуальные обучающие сессии для своих команд.",
    "faq_training_question": "Вы предлагаете обучение или вводный курс?",
    "getting_started_description": "Новый в Blue? Узнайте, как настроить свою учетную запись, создать первый рабочий процесс и пригласить членов команды.",
    "getting_started_title": "Начало работы",
    "include_browser_info": "Информация о браузере и операционной системе",
    "include_company_name": "Название вашей компании и адрес электронной почты аккаунта",
    "include_description": "Подробное описание проблемы или вопроса",
    "include_screenshots": "Скриншоты или записи экрана, если применимо",
    "include_steps": "Шаги для воспроизведения (для отчетов об ошибках)",
    "integrations_description": "Подключите Blue к вашим любимым инструментам, включая Slack, Gmail, Zapier и другие.",
    "integrations_title": "Интеграции",
    "join_community": "Присоединиться к сообществу",
    "page_subtitle": "Наша команда поддержки здесь, чтобы помочь вам максимально эффективно использовать Blue. Найдите ответы, сообщите о проблемах или получите персонализированную помощь.",
    "page_title": "Как мы можем помочь?",
    "view_docs": "Просмотреть документацию",
    "when_contacting_support": "При обращении в службу поддержки, пожалуйста, укажите:"
  },
  "sv": {
    "and": "och",
    "api_developers_description": "Bygg anpassade integrationer med vår GraphQL API och Python SDK.",
    "api_developers_title": "API \u0026 Utvecklare",
    "automations_description": "Lär dig hur du skapar kraftfulla automatiseringar för att effektivisera repetitiva uppgifter.",
    "automations_title": "Automatiseringar",
    "check_system_status": "Kontrollera systemstatus",
    "common_support_topics": "Vanliga supportämnen",
    "community_forum_description": "Anslut med andra Blue-användare, dela tips och få stöd från gemenskapen.",
    "community_forum_link": "community forum",
    "community_forum_title": "Gemenskapsforum",
    "contact_support_intro": "Innan du kontaktar oss, vänligen kontrollera vår",
    "contact_support_intro_2": "eftersom din fråga kanske redan har besvarats.",
    "contact_support_title": "Kontakta supporten",
    "documentation_description": "Bläddra igenom våra omfattande guider, tutorials och API-dokumentation.",
    "documentation_link": "dokumentation",
    "documentation_title": "Dokumentation",
    "email_support_button": "E-postsupport",
    "email_support_description": "Få hjälp via e-post. Vi svarar vanligtvis inom 24 timmar under arbetsdagar.",
    "email_support_title": "E-postsupport",
    "faq_change_plan_answer": "Du kan ändra din plan när som helst från dina kontoinställningar. Uppgraderingar träder i kraft omedelbart med proportionell fakturering. Nedgraderingar träder i kraft i slutet av din nuvarande faktureringscykel. Kontakta supporten om du behöver hjälp med ändringar av din plan.",
    "faq_change_plan_question": "Hur uppgraderar eller nedgraderar jag min plan?",
    "faq_export_data_answer": "Absolut. Du äger dina data och kan exportera dem när som helst. Använd vår API eller de inbyggda exportfunktionerna för att ladda ner dina projekt, uppgifter och annan data i standardformat som CSV, JSON eller Excel.",
    "faq_export_data_question": "Kan jag exportera mina data?",
    "faq_feature_request_answer": "Självklart! Vi älskar att höra från våra användare. Vänligen skicka funktionsförfrågningar till support@blue.cc med \"Funktionsförfrågan\" i ämnesraden. Du kan också rösta på funktioner i vårt communityforum.",
    "faq_feature_request_question": "Kan jag begära en funktion?",
    "faq_outside_hours_answer": "Vår dokumentation är tillgänglig dygnet runt, och vårt communityforum är aktivt med hjälpsamma användare från hela världen. För akuta ärenden har företagskunder tillgång till nödsupport.",
    "faq_outside_hours_question": "Vad händer om jag behöver hjälp utanför kontorstid?",
    "faq_payment_methods_answer": "Vi accepterar alla större kreditkort (Visa, MasterCard, American Express), ACH-banköverföringar för årliga planer och kan ordna fakturering för företagskunder. Alla betalningar behandlas säkert genom Stripe.",
    "faq_payment_methods_question": "Vilka betalningsmetoder accepterar ni?",
    "faq_phone_support_answer": "Telefonstöd är tillgängligt för företagskunder. Alla andra planer inkluderar e-postsupport och tillgång till vårt communityforum. Vi har upptäckt att e-postsupport gör det möjligt för oss att ge mer grundliga, dokumenterade svar.",
    "faq_phone_support_question": "Erbjuder ni telefonsupport?",
    "faq_report_bug_answer": "För att rapportera en bugg, vänligen skicka ett e-postmeddelande till support@blue.cc med \"Bug Report\" i ämnesraden. Inkludera detaljerade steg för att återskapa problemet, förväntat vs faktiskt beteende, skärmdumpar om tillämpligt, samt information om din webbläsare/operativsystem. Detta hjälper oss att snabbt diagnostisera och åtgärda problem.",
    "faq_report_bug_question": "Hur rapporterar jag en bugg?",
    "faq_response_time_answer": "Vi strävar efter att svara på alla supportförfrågningar inom 24 timmar under arbetsdagar. Kunder med prioriterad support får vanligtvis svar inom 4 timmar. Kritiska problem eskaleras omedelbart.",
    "faq_response_time_question": "Hur snabbt får jag ett svar?",
    "faq_support_hours_answer": "Vårt supportteam är tillgängligt måndag till fredag, 9:00-18:00 EST. Vi svarar på alla förfrågningar inom en arbetsdag. För kritiska frågor som påverkar din verksamhet, vänligen markera ditt e-postmeddelande som brådskande.",
    "faq_support_hours_question": "Vilka är era supporttimmar?",
    "faq_title": "Vanliga frågor",
    "faq_training_answer": "Ja! Alla nya kunder får en kostnadsfri onboarding-session. Vi erbjuder också regelbundna webbinarier, videotutorials och omfattande dokumentation. Företagskunder kan begära skräddarsydda utbildningssessioner för sina team.",
    "faq_training_question": "Erbjuder ni utbildning eller introduktion?",
    "getting_started_description": "Ny på Blue? Lär dig hur du ställer in ditt konto, skapar ditt första arbetsflöde och bjuder in teammedlemmar.",
    "getting_started_title": "Kom igång",
    "include_browser_info": "Webbläsar- och operativsysteminformation",
    "include_company_name": "Ditt företagsnamn och kontots e-postadress",
    "include_description": "Detaljerad beskrivning av problemet eller frågan",
    "include_screenshots": "Skärmdumpar eller skärminspelningar om tillämpligt",
    "include_steps": "Steg för att reproducera (för buggrapporter)",
    "integrations_description": "Anslut Blue med dina favoritverktyg, inklusive Slack, Gmail, Zapier och mer.",
    "integrations_title": "Integrationer",
    "join_community": "Gå med i gemenskapen",
    "page_subtitle": "Vårt supportteam är här för att säkerställa att du får ut det mesta av Blue. Hitta svar, rapportera problem eller få personlig hjälp.",
    "page_title": "Hur kan vi hjälpa till?",
    "view_docs": "Visa dokument",
    "when_contacting_support": "När du kontaktar supporten, vänligen inkludera:"
  },
  "zh": {
    "and": "和",
    "api_developers_description": "使用我们的GraphQL API和Python SDK构建自定义集成。",
    "api_developers_title": "API与开发者",
    "automations_description": "了解如何创建强大的自动化，以简化重复任务。",
    "automations_title": "自动化",
    "check_system_status": "检查系统状态",
    "common_support_topics": "常见支持主题",
    "community_forum_description": "与其他Blue用户连接，分享技巧，获得社区支持。",
    "community_forum_link": "社区论坛",
    "community_forum_title": "社区论坛",
    "contact_support_intro": "在联系之前，请查看我们的",
    "contact_support_intro_2": "因为您的问题可能已经得到解答。",
    "contact_support_title": "联系支持",
    "documentation_description": "浏览我们的综合指南、教程和API文档。",
    "documentation_link": "文档",
    "documentation_title": "文档",
    "email_support_button": "电子邮件支持",
    "email_support_description": "通过电子邮件获取帮助。我们通常在工作日内的24小时内回复。",
    "email_support_title": "电子邮件支持",
    "faq_change_plan_answer": "您可以随时在账户设置中更改您的计划。升级会立即生效，并按比例计费。降级将在您当前计费周期结束时生效。如需帮助进行计划更改，请联系支持团队。",
    "faq_change_plan_question": "我该如何升级或降级我的计划？",
    "faq_export_data_answer": "当然。您拥有自己的数据，并可以随时导出。使用我们的API或内置导出功能，以标准格式（如CSV、JSON或Excel）下载您的项目、任务和其他数据。",
    "faq_export_data_question": "我可以导出我的数据吗？",
    "faq_feature_request_answer": "当然！我们很高兴听到用户的反馈。请将功能请求发送至 support@blue.cc，主题为“功能请求”。您也可以在我们的社区论坛中对功能进行投票。",
    "faq_feature_request_question": "我可以请求一个功能吗？",
    "faq_outside_hours_answer": "我们的文档全天候可用，我们的社区论坛活跃着来自全球的热心用户。对于紧急问题，企业客户可以获得紧急支持。",
    "faq_outside_hours_question": "如果我在非工作时间需要帮助怎么办？",
    "faq_payment_methods_answer": "我们接受所有主要信用卡（Visa、MasterCard、美国运通）、年度计划的ACH银行转账，并可以为企业客户安排开票。所有支付均通过Stripe安全处理。",
    "faq_payment_methods_question": "您接受哪些付款方式？",
    "faq_phone_support_answer": "电话支持仅适用于企业客户。所有其他计划包括电子邮件支持和访问我们的社区论坛。我们发现电子邮件支持使我们能够提供更全面、记录详尽的回复。",
    "faq_phone_support_question": "您提供电话支持吗？",
    "faq_report_bug_answer": "要报告错误，请发送电子邮件至 support@blue.cc，主题行中包含“错误报告”。请包括详细的重现步骤、预期行为与实际行为的对比、相关的截图（如适用）以及您的浏览器/操作系统信息。这将帮助我们快速诊断和修复问题。",
    "faq_report_bug_question": "我该如何报告一个错误？",
    "faq_response_time_answer": "我们旨在在工作日内的24小时内回复所有支持咨询。优先支持客户通常在4小时内收到回复。关键问题会立即升级处理。",
    "faq_response_time_question": "我多久能得到回复？",
    "faq_support_hours_answer": "我们的支持团队在周一至周五，东部标准时间上午9点至下午6点提供服务。我们会在一个工作日内回复所有咨询。对于影响您业务运营的紧急问题，请将您的电子邮件标记为紧急。",
    "faq_support_hours_question": "您的支持时间是多久？",
    "faq_title": "常见问题",
    "faq_training_answer": "是的！所有新客户都可以获得一次免费的入职培训课程。我们还提供定期的网络研讨会、视频教程和全面的文档。企业客户可以为他们的团队请求定制的培训课程。",
    "faq_training_question": "您提供培训或入职指导吗？",
    "getting_started_description": "新用户使用Blue？了解如何设置您的账户、创建第一个工作流程以及邀请团队成员。",
    "getting_started_title": "开始使用",
    "include_browser_info": "浏览器和操作系统信息",
    "include_company_name": "您的公司名称和账户邮箱",
    "include_description": "问题或疑问的详细描述",
    "include_screenshots": "截图或屏幕录制（如适用）",
    "include_steps": "重现步骤（用于错误报告）",
    "integrations_description": "将 Blue 与您最喜欢的工具连接，包括 Slack、Gmail、Zapier 等。",
    "integrations_title": "集成",
    "join_community": "加入社区",
    "page_subtitle": "我们的支持团队在这里确保您充分利用 Blue。查找答案、报告问题或获取个性化帮助。",
    "page_title": "我们能如何帮助您？",
    "view_docs": "查看文档",
    "when_contacting_support": "联系支持时，请包括："
  },
  "zh-TW": {
    "and": "和",
    "api_developers_description": "使用我們的 GraphQL API 和 Python SDK 建立自定義整合。",
    "api_developers_title": "API 與開發者",
    "automations_description": "了解如何創建強大的自動化以簡化重複性任務。",
    "automations_title": "自動化",
    "check_system_status": "檢查系統狀態",
    "common_support_topics": "常見支援主題",
    "community_forum_description": "與其他 Blue 用戶聯繫，分享技巧，並獲得社區支持。",
    "community_forum_link": "社區論壇",
    "community_forum_title": "社區論壇",
    "contact_support_intro": "在聯繫我們之前，請檢查我們的",
    "contact_support_intro_2": "因為您的問題可能已經得到解答。",
    "contact_support_title": "聯繫支援",
    "documentation_description": "瀏覽我們的全面指南、教程和API文檔。",
    "documentation_link": "文檔",
    "documentation_title": "文檔",
    "email_support_button": "電子郵件支援",
    "email_support_description": "透過電子郵件獲取幫助。我們通常在工作日內於24小時內回覆。",
    "email_support_title": "電子郵件支援",
    "faq_change_plan_answer": "您可以隨時從帳戶設置中更改您的計劃。升級會立即生效，並按比例計費。降級則在您當前計費周期結束時生效。如需有關計劃更改的協助，請聯繫客服。",
    "faq_change_plan_question": "我該如何升級或降級我的計劃？",
    "faq_export_data_answer": "絕對可以。您擁有自己的數據，並可以隨時導出。使用我們的 API 或內建的導出功能，以標準格式（如 CSV、JSON 或 Excel）下載您的項目、任務和其他數據。",
    "faq_export_data_question": "我可以匯出我的數據嗎？",
    "faq_feature_request_answer": "當然！我們很高興聽到用戶的反饋。請將功能請求發送至 support@blue.cc，並在主題行中標註「功能請求」。您也可以在我們的社區論壇中對功能進行投票。",
    "faq_feature_request_question": "我可以請求一個功能嗎？",
    "faq_outside_hours_answer": "我們的文檔隨時可用，社區論壇也活躍著來自全球的熱心用戶。對於緊急問題，企業客戶可以獲得緊急支持。",
    "faq_outside_hours_question": "如果我在非營業時間需要幫助怎麼辦？",
    "faq_payment_methods_answer": "我們接受所有主要信用卡（Visa、MasterCard、American Express）、年度計劃的ACH銀行轉帳，並可為企業客戶安排開具發票。所有付款均通過Stripe安全處理。",
    "faq_payment_methods_question": "您接受哪些付款方式？",
    "faq_phone_support_answer": "電話支援僅適用於企業客戶。所有其他計劃均包括電子郵件支援和訪問我們的社區論壇。我們發現，電子郵件支援使我們能夠提供更全面、記錄在案的回應。",
    "faq_phone_support_question": "您提供電話支援嗎？",
    "faq_report_bug_answer": "若要報告錯誤，請發送電子郵件至 support@blue.cc，主旨中包含「錯誤報告」。請提供重現問題的詳細步驟、預期行為與實際行為的對比、相關的截圖（如適用），以及您的瀏覽器/操作系統資訊。這將幫助我們快速診斷和修復問題。",
    "faq_report_bug_question": "我該如何報告錯誤？",
    "faq_response_time_answer": "我們的目標是在工作日內於24小時內回應所有支援查詢。優先支援客戶通常在4小時內收到回覆。關鍵問題會立即升級處理。",
    "faq_response_time_question": "我多久能收到回覆？",
    "faq_support_hours_answer": "我們的支持團隊在週一至週五，東部標準時間上午9點至下午6點提供服務。我們會在一個工作日內回覆所有查詢。對於影響您業務運營的緊急問題，請將您的電子郵件標記為緊急。",
    "faq_support_hours_question": "您的支援時間是什麼時候？",
    "faq_title": "常見問題解答",
    "faq_training_answer": "是的！所有新客戶都會獲得一次免費的入門培訓課程。我們還提供定期的網絡研討會、視頻教程和全面的文檔。企業客戶可以為其團隊請求定制的培訓課程。",
    "faq_training_question": "您提供培訓或入職指導嗎？",
    "getting_started_description": "新使用 Blue 嗎？了解如何設置您的帳戶、創建您的第一個工作流程以及邀請團隊成員。",
    "getting_started_title": "開始使用",
    "include_browser_info": "瀏覽器和操作系統資訊",
    "include_company_name": "您的公司名稱和帳戶電子郵件",
    "include_description": "問題或疑問的詳細描述",
    "include_screenshots": "截圖或螢幕錄影（如適用）",
    "include_steps": "重現步驟（用於錯誤報告）",
    "integrations_description": "將 Blue 與您最喜愛的工具連接，包括 Slack、Gmail、Zapier 等等。",
    "integrations_title": "整合",
    "join_community": "加入社群",
    "page_subtitle": "我們的支援團隊在這裡確保您能充分利用 Blue。尋找答案、報告問題或獲得個性化協助。",
    "page_title": "我們能如何幫助您？",
    "view_docs": "查看文檔",
    "when_contacting_support": "當聯繫支援時，請包含："
  }
}