{
  "en": {
    "page_title": "Our Values",
    "page_subtitle": "The principles that guide every decision we make and every line of code we write.",
    "simplicity_title": "Simplicity",
    "simplicity_description": "Anyone can make things complex. We strive to make things as simple as they should be, but no simpler.",
    "long_term_thinking_title": "Long Term Thinking",
    "long_term_thinking_description": "We make decisions based on the long term — even if that means hard work or difficult choices.",
    "clarity_title": "Clarity",
    "clarity_description": "We prioritize ideas that are easy to understand and convey to anyone.",
    "attention_to_detail_title": "Attention to Detail",
    "attention_to_detail_description": "The small things are the big things. We take pride in our attention to detail.",
    "customer_obsession_title": "Customer Obsession",
    "customer_obsession_description": "We don't have investors, so we must have an incredible focus on our customers.",
    "deep_work_title": "Deep Work",
    "deep_work_description": "We value collaboration, but we know that quality requires time working alone, deeply."
  },
  "es": {
    "page_title": "Nuestros Valores",
    "page_subtitle": "Los principios que guían cada decisión que tomamos y cada línea de código que escribimos.",
    "simplicity_title": "Simplicidad",
    "simplicity_description": "Cualquiera puede hacer las cosas complejas. Nos esforzamos por hacer las cosas tan simples como deberían ser, pero no más simples.",
    "long_term_thinking_title": "Pensamiento a Largo Plazo",
    "long_term_thinking_description": "Tomamos decisiones basadas en el largo plazo, incluso si eso significa trabajo duro o decisiones difíciles.",
    "clarity_title": "Claridad",
    "clarity_description": "Priorizamos ideas que sean fáciles de entender y transmitir a cualquier persona.",
    "attention_to_detail_title": "Atención al Detalle",
    "attention_to_detail_description": "Las cosas pequeñas son las cosas grandes. Nos enorgullecemos de nuestra atención al detalle.",
    "customer_obsession_title": "Obsesión por el Cliente",
    "customer_obsession_description": "No tenemos inversores, por lo que debemos tener un enfoque increíble en nuestros clientes.",
    "deep_work_title": "Trabajo Profundo",
    "deep_work_description": "Valoramos la colaboración, pero sabemos que la calidad requiere tiempo trabajando solo, profundamente."
  },
  "zh": {
    "page_title": "我们的价值观",
    "page_subtitle": "指导我们每一个决策和每一行代码的原则。",
    "simplicity_title": "简约",
    "simplicity_description": "任何人都可以把事情复杂化。我们努力让事情保持应有的简单，但不过于简单。",
    "long_term_thinking_title": "长远思考",
    "long_term_thinking_description": "我们基于长远来做决策——即使这意味着艰苦的工作或困难的选择。",
    "clarity_title": "清晰",
    "clarity_description": "我们优先考虑易于理解并能向任何人传达的想法。",
    "attention_to_detail_title": "注重细节",
    "attention_to_detail_description": "小事就是大事。我们为自己对细节的关注感到自豪。",
    "customer_obsession_title": "客户至上",
    "customer_obsession_description": "我们没有投资者，所以我们必须对客户保持极度专注。",
    "deep_work_title": "深度工作",
    "deep_work_description": "我们重视协作，但我们知道质量需要独自深入工作的时间。"
  },
  "fr": {
    "page_title": "Nos Valeurs",
    "page_subtitle": "Les principes qui guident chaque décision que nous prenons et chaque ligne de code que nous écrivons.",
    "simplicity_title": "Simplicité",
    "simplicity_description": "N'importe qui peut rendre les choses complexes. Nous nous efforçons de rendre les choses aussi simples qu'elles devraient l'être, mais pas plus simples.",
    "long_term_thinking_title": "Vision à Long Terme",
    "long_term_thinking_description": "Nous prenons des décisions basées sur le long terme — même si cela signifie un travail difficile ou des choix difficiles.",
    "clarity_title": "Clarté",
    "clarity_description": "Nous privilégions les idées faciles à comprendre et à transmettre à tous.",
    "attention_to_detail_title": "Attention aux Détails",
    "attention_to_detail_description": "Les petites choses sont les grandes choses. Nous sommes fiers de notre attention aux détails.",
    "customer_obsession_title": "Obsession Client",
    "customer_obsession_description": "Nous n'avons pas d'investisseurs, nous devons donc avoir une concentration incroyable sur nos clients.",
    "deep_work_title": "Travail en Profondeur",
    "deep_work_description": "Nous valorisons la collaboration, mais nous savons que la qualité nécessite du temps de travail seul, en profondeur."
  },
  "de": {
    "page_title": "Unsere Werte",
    "page_subtitle": "Die Prinzipien, die jede Entscheidung und jede Zeile Code leiten, die wir schreiben.",
    "simplicity_title": "Einfachheit",
    "simplicity_description": "Jeder kann Dinge kompliziert machen. Wir bemühen uns, Dinge so einfach zu gestalten, wie sie sein sollten, aber nicht einfacher.",
    "long_term_thinking_title": "Langfristiges Denken",
    "long_term_thinking_description": "Wir treffen Entscheidungen basierend auf langfristigen Zielen — auch wenn das harte Arbeit oder schwierige Entscheidungen bedeutet.",
    "clarity_title": "Klarheit",
    "clarity_description": "Wir priorisieren Ideen, die leicht zu verstehen und jedem zu vermitteln sind.",
    "attention_to_detail_title": "Liebe zum Detail",
    "attention_to_detail_description": "Die kleinen Dinge sind die großen Dinge. Wir sind stolz auf unsere Liebe zum Detail.",
    "customer_obsession_title": "Kundenbesessenheit",
    "customer_obsession_description": "Wir haben keine Investoren, daher müssen wir uns unglaublich auf unsere Kunden konzentrieren.",
    "deep_work_title": "Tiefes Arbeiten",
    "deep_work_description": "Wir schätzen Zusammenarbeit, aber wir wissen, dass Qualität Zeit zum alleinigen, tiefen Arbeiten erfordert."
  },
  "ja": {
    "page_title": "私たちの価値観",
    "page_subtitle": "私たちが下すすべての決定と書くすべてのコード行を導く原則。",
    "simplicity_title": "シンプルさ",
    "simplicity_description": "誰でも物事を複雑にすることができます。私たちは物事をあるべきほどシンプルに、しかしそれ以上にシンプルにしないよう努めています。",
    "long_term_thinking_title": "長期的思考",
    "long_term_thinking_description": "私たちは長期的な観点に基づいて決定を下します — たとえそれが困難な作業や難しい選択を意味するとしても。",
    "clarity_title": "明確さ",
    "clarity_description": "理解しやすく、誰にでも伝えやすいアイデアを優先します。",
    "attention_to_detail_title": "細部へのこだわり",
    "attention_to_detail_description": "小さなことが大きなことです。私たちは細部へのこだわりを誇りに思っています。",
    "customer_obsession_title": "顧客への執着",
    "customer_obsession_description": "私たちには投資家がいないため、顧客に信じられないほど集中しなければなりません。",
    "deep_work_title": "ディープワーク",
    "deep_work_description": "私たちはコラボレーションを重視しますが、品質には一人で深く働く時間が必要であることを知っています。"
  },
  "sv": {
    "page_title": "Våra Värderingar",
    "page_subtitle": "De principer som vägleder varje beslut vi fattar och varje kodrad vi skriver.",
    "simplicity_title": "Enkelhet",
    "simplicity_description": "Vem som helst kan göra saker komplexa. Vi strävar efter att göra saker så enkla som de bör vara, men inte enklare.",
    "long_term_thinking_title": "Långsiktigt Tänkande",
    "long_term_thinking_description": "Vi fattar beslut baserade på det långsiktiga — även om det innebär hårt arbete eller svåra val.",
    "clarity_title": "Tydlighet",
    "clarity_description": "Vi prioriterar idéer som är lätta att förstå och förmedla till vem som helst.",
    "attention_to_detail_title": "Omsorg om Detaljer",
    "attention_to_detail_description": "De små sakerna är de stora sakerna. Vi är stolta över vår omsorg om detaljer.",
    "customer_obsession_title": "Kundbesatthet",
    "customer_obsession_description": "Vi har inga investerare, så vi måste ha ett otroligt fokus på våra kunder.",
    "deep_work_title": "Djupt Arbete",
    "deep_work_description": "Vi värdesätter samarbete, men vi vet att kvalitet kräver tid att arbeta ensam, på djupet."
  },
  "pt": {
    "page_title": "Nossos Valores",
    "page_subtitle": "Os princípios que orientam cada decisão que tomamos e cada linha de código que escrevemos.",
    "simplicity_title": "Simplicidade",
    "simplicity_description": "Qualquer um pode tornar as coisas complexas. Nós nos esforçamos para tornar as coisas tão simples quanto deveriam ser, mas não mais simples que isso.",
    "long_term_thinking_title": "Pensamento de Longo Prazo",
    "long_term_thinking_description": "Tomamos decisões baseadas no longo prazo — mesmo que isso signifique trabalho árduo ou escolhas difíceis.",
    "clarity_title": "Clareza",
    "clarity_description": "Priorizamos ideias que sejam fáceis de entender e transmitir para qualquer pessoa.",
    "attention_to_detail_title": "Atenção aos Detalhes",
    "attention_to_detail_description": "As pequenas coisas são as grandes coisas. Temos orgulho da nossa atenção aos detalhes.",
    "customer_obsession_title": "Obsessão pelo Cliente",
    "customer_obsession_description": "Não temos investidores, por isso devemos ter um foco incrível em nossos clientes.",
    "deep_work_title": "Trabalho Profundo",
    "deep_work_description": "Valorizamos a colaboração, mas sabemos que a qualidade requer tempo trabalhando sozinho, profundamente."
  },
  "ru": {
    "page_title": "Наши ценности",
    "page_subtitle": "Принципы, которые направляют каждое наше решение и каждую строку кода, которую мы пишем.",
    "simplicity_title": "Простота",
    "simplicity_description": "Любой может усложнить вещи. Мы стремимся делать их настолько простыми, насколько они должны быть, но не проще.",
    "long_term_thinking_title": "Долгосрочное мышление",
    "long_term_thinking_description": "Мы принимаем решения, основываясь на долгосрочной перспективе — даже если это означает тяжелую работу или сложный выбор.",
    "clarity_title": "Ясность",
    "clarity_description": "Мы отдаем приоритет идеям, которые легко понять и донести до любого человека.",
    "attention_to_detail_title": "Внимание к деталям",
    "attention_to_detail_description": "Мелочи — это важные вещи. Мы гордимся нашим вниманием к деталям.",
    "customer_obsession_title": "Одержимость клиентами",
    "customer_obsession_description": "У нас нет инвесторов, поэтому мы должны невероятно сосредоточиться на наших клиентах.",
    "deep_work_title": "Глубокая работа",
    "deep_work_description": "Мы ценим сотрудничество, но знаем, что качество требует времени для работы в одиночку, глубоко."
  },
  "pl": {
    "page_title": "Nasze Wartości",
    "page_subtitle": "Zasady, które kierują każdą naszą decyzją i każdą linijką kodu, którą piszemy.",
    "simplicity_title": "Prostota",
    "simplicity_description": "Każdy może komplikować. My dążymy do tego, by sprawy były tak proste, jak powinny być, ale nie prostsze.",
    "long_term_thinking_title": "Myślenie Długoterminowe",
    "long_term_thinking_description": "Podejmujemy decyzje z myślą o długim okresie — nawet jeśli oznacza to ciężką pracę lub trudne wybory.",
    "clarity_title": "Klarowność",
    "clarity_description": "Stawiamy na pomysły, które są łatwe do zrozumienia i przekazania każdemu.",
    "attention_to_detail_title": "Dbałość o Szczegóły",
    "attention_to_detail_description": "Małe rzeczy to wielkie rzeczy. Jesteśmy dumni z naszej dbałości o szczegóły.",
    "customer_obsession_title": "Koncentracja na Kliencie",
    "customer_obsession_description": "Nie mamy inwestorów, więc musimy mieć niesamowite skupienie na naszych klientach.",
    "deep_work_title": "Głęboka Praca",
    "deep_work_description": "Cenimy współpracę, ale wiemy, że jakość wymaga czasu pracy w samotności, w głębokim skupieniu."
  },
  "zh-TW": {
    "page_title": "我們的價值觀",
    "page_subtitle": "指導我們每一個決策和每一行程式碼的原則。",
    "simplicity_title": "簡約",
    "simplicity_description": "任何人都可以把事情複雜化。我們努力讓事情保持應有的簡單，但不過於簡單。",
    "long_term_thinking_title": "長遠思考",
    "long_term_thinking_description": "我們基於長遠來做決策——即使這意味著艱苦的工作或困難的選擇。",
    "clarity_title": "清晰",
    "clarity_description": "我們優先考慮易於理解並能向任何人傳達的想法。",
    "attention_to_detail_title": "注重細節",
    "attention_to_detail_description": "小事就是大事。我們為自己對細節的關注感到自豪。",
    "customer_obsession_title": "客戶至上",
    "customer_obsession_description": "我們沒有投資者，所以我們必須對客戶保持極度專注。",
    "deep_work_title": "深度工作",
    "deep_work_description": "我們重視協作，但我們知道品質需要獨自深入工作的時間。"
  },
  "km": {
    "page_title": "តម្លៃរបស់យើង",
    "page_subtitle": "គោលការណ៍ដែលដឹកនាំរាល់ការសម្រេចចិត្ត និងរាល់បន្ទាត់កូដដែលយើងសរសេរ។",
    "simplicity_title": "ភាពសាមញ្ញ",
    "simplicity_description": "អ្នកណាក៏អាចធ្វើអោយរឿងស្មុគស្មាញបាន។ យើងខិតខំធ្វើអោយអ្វីៗសាមញ្ញតាមដែលវាគួរតែមាន ប៉ុន្តែមិនសាមញ្ញជាងនេះទេ។",
    "long_term_thinking_title": "ការគិតរយៈពេលវែង",
    "long_term_thinking_description": "យើងធ្វើការសម្រេចចិត្តដោយផ្អែកលើរយៈពេលវែង — ទោះបីជាវាមានន័យថាការងារលំបាក ឬជម្រើសពិបាកក៏ដោយ។",
    "clarity_title": "ភាពច្បាស់លាស់",
    "clarity_description": "យើងផ្តល់អាទិភាពលើគំនិតដែលងាយស្រួលយល់ និងបញ្ជូនទៅកាន់អ្នកណាម្នាក់។",
    "attention_to_detail_title": "ការយកចិត្តទុកដាក់លើព័ត៌មានលម្អិត",
    "attention_to_detail_description": "រឿងតូចៗគឺជារឿងធំៗ។ យើងមានមោទនភាពចំពោះការយកចិត្តទុកដាក់លើព័ត៌មានលម្អិតរបស់យើង។",
    "customer_obsession_title": "ការផ្តោតអារម្មណ៍លើអតិថិជន",
    "customer_obsession_description": "យើងមិនមានវិនិយោគិនទេ ដូច្នេះយើងត្រូវតែមានការផ្តោតអារម្មណ៍យ៉ាងអស្ចារ្យលើអតិថិជនរបស់យើង។",
    "deep_work_title": "ការងារស៊ីជម្រៅ",
    "deep_work_description": "យើងតម្លៃលើកិច្ចសហការ ប៉ុន្តែយើងដឹងថាគុណភាពត្រូវការពេលវេលាធ្វើការតែម្នាក់ឯង យ៉ាងស៊ីជម្រៅ។"
  },
  "ko": {
    "page_title": "우리의 가치",
    "page_subtitle": "우리가 내리는 모든 결정과 작성하는 모든 코드를 이끄는 원칙입니다.",
    "simplicity_title": "단순함",
    "simplicity_description": "누구나 복잡하게 만들 수 있습니다. 우리는 사물을 마땅히 단순해야 할 만큼 단순하게, 그러나 그 이상은 아니도록 노력합니다.",
    "long_term_thinking_title": "장기적 사고",
    "long_term_thinking_description": "우리는 장기적 관점에서 결정을 내립니다 — 그것이 힘든 작업이나 어려운 선택을 의미하더라도 말입니다.",
    "clarity_title": "명확성",
    "clarity_description": "우리는 이해하기 쉽고 누구에게나 전달하기 쉬운 아이디어를 우선시합니다.",
    "attention_to_detail_title": "세부사항에 대한 관심",
    "attention_to_detail_description": "작은 것들이 곧 큰 것입니다. 우리는 세부사항에 대한 관심을 자랑스럽게 생각합니다.",
    "customer_obsession_title": "고객에 대한 집착",
    "customer_obsession_description": "우리에게는 투자자가 없기 때문에 고객에게 놀라울 정도로 집중해야 합니다.",
    "deep_work_title": "깊은 작업",
    "deep_work_description": "우리는 협업을 중요시하지만, 품질을 위해서는 홀로 깊이 작업하는 시간이 필요하다는 것을 알고 있습니다."
  },
  "id": {
    "page_title": "Nilai-Nilai Kami",
    "page_subtitle": "Prinsip-prinsip yang memandu setiap keputusan yang kami buat dan setiap baris kode yang kami tulis.",
    "simplicity_title": "Kesederhanaan",
    "simplicity_description": "Siapa pun bisa membuat hal-hal menjadi rumit. Kami berusaha membuat segala sesuatu sesederhana yang seharusnya, tapi tidak lebih sederhana.",
    "long_term_thinking_title": "Pemikiran Jangka Panjang",
    "long_term_thinking_description": "Kami membuat keputusan berdasarkan jangka panjang — meskipun itu berarti kerja keras atau pilihan yang sulit.",
    "clarity_title": "Kejelasan",
    "clarity_description": "Kami memprioritaskan ide-ide yang mudah dipahami dan disampaikan kepada siapa pun.",
    "attention_to_detail_title": "Perhatian terhadap Detail",
    "attention_to_detail_description": "Hal-hal kecil adalah hal-hal besar. Kami bangga dengan perhatian kami terhadap detail.",
    "customer_obsession_title": "Obsesi terhadap Pelanggan",
    "customer_obsession_description": "Kami tidak memiliki investor, jadi kami harus memiliki fokus yang luar biasa pada pelanggan kami.",
    "deep_work_title": "Kerja Mendalam",
    "deep_work_description": "Kami menghargai kolaborasi, tapi kami tahu bahwa kualitas membutuhkan waktu bekerja sendiri, secara mendalam."
  },
  "nl": {
    "page_title": "Onze Waarden",
    "page_subtitle": "De principes die elke beslissing die we nemen en elke regel code die we schrijven leiden.",
    "simplicity_title": "Eenvoud",
    "simplicity_description": "Iedereen kan dingen complex maken. Wij streven ernaar om dingen zo eenvoudig te maken als ze zouden moeten zijn, maar niet eenvoudiger.",
    "long_term_thinking_title": "Langetermijndenken",
    "long_term_thinking_description": "We nemen beslissingen gebaseerd op de lange termijn — zelfs als dat hard werken of moeilijke keuzes betekent.",
    "clarity_title": "Helderheid",
    "clarity_description": "We geven prioriteit aan ideeën die gemakkelijk te begrijpen en aan iedereen over te brengen zijn.",
    "attention_to_detail_title": "Oog voor Detail",
    "attention_to_detail_description": "De kleine dingen zijn de grote dingen. We zijn trots op ons oog voor detail.",
    "customer_obsession_title": "Klantobsessie",
    "customer_obsession_description": "We hebben geen investeerders, dus moeten we een ongelooflijke focus op onze klanten hebben.",
    "deep_work_title": "Diep Werk",
    "deep_work_description": "We waarderen samenwerking, maar we weten dat kwaliteit tijd vereist om alleen, diepgaand te werken."
  },
  "it": {
    "page_title": "I Nostri Valori",
    "page_subtitle": "I principi che guidano ogni decisione che prendiamo e ogni riga di codice che scriviamo.",
    "simplicity_title": "Semplicità",
    "simplicity_description": "Chiunque può rendere le cose complesse. Ci impegniamo a rendere le cose semplici quanto dovrebbero essere, ma non più semplici.",
    "long_term_thinking_title": "Pensiero a Lungo Termine",
    "long_term_thinking_description": "Prendiamo decisioni basate sul lungo termine — anche se questo significa lavoro duro o scelte difficili.",
    "clarity_title": "Chiarezza",
    "clarity_description": "Diamo priorità alle idee facili da comprendere e da comunicare a chiunque.",
    "attention_to_detail_title": "Attenzione ai Dettagli",
    "attention_to_detail_description": "Le piccole cose sono le grandi cose. Siamo orgogliosi della nostra attenzione ai dettagli.",
    "customer_obsession_title": "Ossessione per il Cliente",
    "customer_obsession_description": "Non abbiamo investitori, quindi dobbiamo avere un'incredibile concentrazione sui nostri clienti.",
    "deep_work_title": "Lavoro Profondo",
    "deep_work_description": "Apprezziamo la collaborazione, ma sappiamo che la qualità richiede tempo per lavorare da soli, in profondità."
  }
}