{
  "site": {
    "name": "Blue",
    "url": "https://blue.cc",
    "author": "Blue Team",
    "descriptions": {
      "en": "Blue is a powerful platform to create, manage, and scale processes.",
      "es": "Blue es una poderosa plataforma para crear, gestionar y escalar procesos.",
      "zh": "Blue 是一个强大的创建、管理和扩展流程的平台。",
      "fr": "Blue est une plateforme puissante pour créer, gérer et faire évoluer les processus.",
      "de": "Blue ist eine leistungsstarke Plattform zum Erstellen, Verwalten und Skalieren von Prozessen.",
      "ja": "Blueは、プロセスを作成、管理、拡張するための強力なプラットフォームです。",
      "pt": "Blue é uma plataforma poderosa para criar, gerenciar e escalar processos.",
      "ru": "Blue - это мощная платформа для создания, управления и масштабирования процессов.",
      "ko": "Blue는 프로세스를 생성, 관리 및 확장하기 위한 강력한 플랫폼입니다.",
      "it": "Blue è una piattaforma potente per creare, gestire e scalare i processi.",
      "id": "Blue adalah platform yang kuat untuk membuat, mengelola, dan menskalakan proses.",
      "nl": "Blue is een krachtig platform voor het creëren, beheren en schalen van processen.",
      "pl": "Blue to potężna platforma do tworzenia, zarządzania i skalowania procesów.",
      "zh-TW": "Blue 是一個強大的創建、管理和擴展流程的平台。",
      "sv": "Blue är en kraftfull plattform för att skapa, hantera och skala processer.",
      "km": "Blue គឺជាវេទិកាដ៏មានអានុភាពសម្រាប់បង្កើត គ្រប់គ្រង និងពង្រីកដំណើរការ។"
    }
  },
  "pages": {
    "home": {
      "en": {
        "title": "Blue - Powerful Process Management Platform",
        "description": "Blue revolutionizes how teams collaborate and manage their work. Built for the modern workplace, our platform combines powerful project management tools with intuitive design.",
        "keywords": ["process management", "project management", "team collaboration", "workflow automation", "blue"]
      },
      "es": {
        "title": "Blue - Poderosa Plataforma de Gestión de Procesos",
        "description": "Blue revoluciona cómo los equipos colaboran y gestionan su trabajo. Creado para el lugar de trabajo moderno, nuestra plataforma combina potentes herramientas de gestión de proyectos con un diseño intuitivo.",
        "keywords": ["gestión de procesos", "gestión de proyectos", "colaboración de equipos", "automatización de flujos de trabajo", "blue"]
      },
      "zh": {
        "title": "Blue - 强大的流程管理平台",
        "description": "Blue 彻底改变了团队协作和管理工作的方式。我们的平台专为现代工作场所打造，将强大的项目管理工具与直观的设计相结合。",
        "keywords": ["流程管理", "项目管理", "团队协作", "工作流自动化", "blue"]
      },
      "fr": {
        "title": "Blue - Plateforme de Gestion des Processus Puissante",
        "description": "Blue révolutionne la façon dont les équipes collaborent et gèrent leur travail. Conçue pour le lieu de travail moderne, notre plateforme combine des outils de gestion de projet puissants avec un design intuitif.",
        "keywords": ["gestion des processus", "gestion de projet", "collaboration d'équipe", "automatisation des flux de travail", "blue"]
      },
      "de": {
        "title": "Blue - Leistungsstarke Prozessmanagement-Plattform",
        "description": "Blue revolutioniert die Art und Weise, wie Teams zusammenarbeiten und ihre Arbeit verwalten. Unsere für den modernen Arbeitsplatz entwickelte Plattform kombiniert leistungsstarke Projektmanagement-Tools mit intuitivem Design.",
        "keywords": ["Prozessmanagement", "Projektmanagement", "Teamzusammenarbeit", "Workflow-Automatisierung", "blue"]
      },
      "ja": {
        "title": "Blue - 強力なプロセス管理プラットフォーム",
        "description": "Blueは、チームのコラボレーションと作業管理の方法を革新します。現代の職場向けに構築されたプラットフォームは、強力なプロジェクト管理ツールと直感的なデザインを組み合わせています。",
        "keywords": ["プロセス管理", "プロジェクト管理", "チームコラボレーション", "ワークフロー自動化", "blue"]
      },
      "pt": {
        "title": "Blue - Poderosa Plataforma de Gestão de Processos",
        "description": "Blue revoluciona como as equipes colaboram e gerenciam seu trabalho. Criada para o local de trabalho moderno, nossa plataforma combina ferramentas poderosas de gestão de projetos com design intuitivo.",
        "keywords": ["gestão de processos", "gestão de projetos", "colaboração de equipes", "automação de fluxo de trabalho", "blue"]
      },
      "ru": {
        "title": "Blue - Мощная платформа управления процессами",
        "description": "Blue революционизирует способы совместной работы и управления задачами в командах. Созданная для современного рабочего места, наша платформа сочетает мощные инструменты управления проектами с интуитивным дизайном.",
        "keywords": ["управление процессами", "управление проектами", "командное сотрудничество", "автоматизация рабочих процессов", "blue"]
      },
      "ko": {
        "title": "Blue - 강력한 프로세스 관리 플랫폼",
        "description": "Blue는 팀이 협업하고 작업을 관리하는 방식을 혁신합니다. 현대적인 직장을 위해 구축된 플랫폼은 강력한 프로젝트 관리 도구와 직관적인 디자인을 결합합니다.",
        "keywords": ["프로세스 관리", "프로젝트 관리", "팀 협업", "워크플로우 자동화", "blue"]
      },
      "it": {
        "title": "Blue - Potente Piattaforma di Gestione dei Processi",
        "description": "Blue rivoluziona il modo in cui i team collaborano e gestiscono il loro lavoro. Creata per il luogo di lavoro moderno, la nostra piattaforma combina potenti strumenti di gestione dei progetti con un design intuitivo.",
        "keywords": ["gestione dei processi", "gestione dei progetti", "collaborazione di team", "automazione del flusso di lavoro", "blue"]
      },
      "id": {
        "title": "Blue - Platform Manajemen Proses yang Kuat",
        "description": "Blue merevolusi cara tim berkolaborasi dan mengelola pekerjaan mereka. Dibangun untuk tempat kerja modern, platform kami menggabungkan alat manajemen proyek yang kuat dengan desain intuitif.",
        "keywords": ["manajemen proses", "manajemen proyek", "kolaborasi tim", "otomasi alur kerja", "blue"]
      },
      "nl": {
        "title": "Blue - Krachtig Procesbeheerplatform",
        "description": "Blue revolutioneert hoe teams samenwerken en hun werk beheren. Gebouwd voor de moderne werkplek, combineert ons platform krachtige projectmanagementtools met intuïtief ontwerp.",
        "keywords": ["procesbeheer", "projectbeheer", "teamsamenwerking", "workflow-automatisering", "blue"]
      },
      "pl": {
        "title": "Blue - Potężna Platforma Zarządzania Procesami",
        "description": "Blue rewolucjonizuje sposób współpracy zespołów i zarządzania pracą. Stworzona dla nowoczesnego miejsca pracy, nasza platforma łączy potężne narzędzia do zarządzania projektami z intuicyjnym designem.",
        "keywords": ["zarządzanie procesami", "zarządzanie projektami", "współpraca zespołowa", "automatyzacja przepływu pracy", "blue"]
      },
      "zh-TW": {
        "title": "Blue - 強大的流程管理平台",
        "description": "Blue 徹底改變了團隊協作和管理工作的方式。我們的平台專為現代工作場所打造，將強大的專案管理工具與直觀的設計相結合。",
        "keywords": ["流程管理", "專案管理", "團隊協作", "工作流程自動化", "blue"]
      },
      "sv": {
        "title": "Blue - Kraftfull Processhanteringsplattform",
        "description": "Blue revolutionerar hur team samarbetar och hanterar sitt arbete. Byggd för den moderna arbetsplatsen, kombinerar vår plattform kraftfulla projekthanteringsverktyg med intuitiv design.",
        "keywords": ["processhantering", "projekthantering", "teamsamarbete", "arbetsflödesautomatisering", "blue"]
      },
      "km": {
        "title": "Blue - វេទិកាគ្រប់គ្រងដំណើរការដ៏មានអានុភាព",
        "description": "Blue បដិវត្តន៍របៀបដែលក្រុមសហការ និងគ្រប់គ្រងការងាររបស់ពួកគេ។ បង្កើតឡើងសម្រាប់កន្លែងធ្វើការទំនើប វេទិការបស់យើងរួមបញ្ចូលឧបករណ៍គ្រប់គ្រងគម្រោងដ៏មានអានុភាពជាមួយនឹងការរចនាដែលងាយស្រួលប្រើ។",
        "keywords": ["ការគ្រប់គ្រងដំណើរការ", "ការគ្រប់គ្រងគម្រោង", "កិច្ចសហការក្រុម", "ស្វ័យប្រវត្តិកម្មលំហូរការងារ", "blue"]
      }
    },
    "about": {
      "en": {
        "title": "About Blue - Modern Team Collaboration Platform",
        "description": "Learn more about Blue and how we're revolutionizing team collaboration and process management for modern workplaces.",
        "keywords": ["about blue", "company", "team collaboration", "process management"]
      },
      "es": {
        "title": "Acerca de Blue - Plataforma Moderna de Colaboración en Equipo",
        "description": "Conozca más sobre Blue y cómo estamos revolucionando la colaboración en equipo y la gestión de procesos para los lugares de trabajo modernos.",
        "keywords": ["acerca de blue", "empresa", "colaboración en equipo", "gestión de procesos"]
      },
      "zh": {
        "title": "关于 Blue - 现代团队协作平台",
        "description": "了解更多关于 Blue 的信息，以及我们如何为现代工作场所革新团队协作和流程管理。",
        "keywords": ["关于 blue", "公司", "团队协作", "流程管理"]
      },
      "fr": {
        "title": "À propos de Blue - Plateforme de Collaboration d'Équipe Moderne",
        "description": "En savoir plus sur Blue et comment nous révolutionnons la collaboration d'équipe et la gestion des processus pour les lieux de travail modernes.",
        "keywords": ["à propos de blue", "entreprise", "collaboration d'équipe", "gestion des processus"]
      },
      "de": {
        "title": "Über Blue - Moderne Teamkollaborationsplattform",
        "description": "Erfahren Sie mehr über Blue und wie wir die Teamzusammenarbeit und das Prozessmanagement für moderne Arbeitsplätze revolutionieren.",
        "keywords": ["über blue", "unternehmen", "teamzusammenarbeit", "prozessmanagement"]
      },
      "ja": {
        "title": "Blueについて - 現代的なチームコラボレーションプラットフォーム",
        "description": "Blueについて、そして現代の職場向けにチームコラボレーションとプロセス管理をどのように革新しているかをご覧ください。",
        "keywords": ["blueについて", "会社", "チームコラボレーション", "プロセス管理"]
      },
      "pt": {
        "title": "Sobre a Blue - Plataforma Moderna de Colaboração em Equipe",
        "description": "Saiba mais sobre a Blue e como estamos revolucionando a colaboração em equipe e a gestão de processos para locais de trabalho modernos.",
        "keywords": ["sobre a blue", "empresa", "colaboração em equipe", "gestão de processos"]
      },
      "ru": {
        "title": "О Blue - Современная платформа для командной работы",
        "description": "Узнайте больше о Blue и о том, как мы революционизируем командное сотрудничество и управление процессами для современных рабочих мест.",
        "keywords": ["о blue", "компания", "командное сотрудничество", "управление процессами"]
      },
      "ko": {
        "title": "Blue 소개 - 현대적인 팀 협업 플랫폼",
        "description": "Blue에 대해 자세히 알아보고 현대 직장을 위한 팀 협업과 프로세스 관리를 어떻게 혁신하고 있는지 확인하세요.",
        "keywords": ["blue 소개", "회사", "팀 협업", "프로세스 관리"]
      },
      "it": {
        "title": "Chi siamo - Blue - Piattaforma Moderna di Collaborazione di Team",
        "description": "Scopri di più su Blue e su come stiamo rivoluzionando la collaborazione di team e la gestione dei processi per i luoghi di lavoro moderni.",
        "keywords": ["chi siamo blue", "azienda", "collaborazione di team", "gestione dei processi"]
      },
      "id": {
        "title": "Tentang Blue - Platform Kolaborasi Tim Modern",
        "description": "Pelajari lebih lanjut tentang Blue dan bagaimana kami merevolusi kolaborasi tim dan manajemen proses untuk tempat kerja modern.",
        "keywords": ["tentang blue", "perusahaan", "kolaborasi tim", "manajemen proses"]
      },
      "nl": {
        "title": "Over Blue - Modern Teamsamenwerkingsplatform",
        "description": "Leer meer over Blue en hoe we teamsamenwerking en procesbeheer revolutioneren voor moderne werkplekken.",
        "keywords": ["over blue", "bedrijf", "teamsamenwerking", "procesbeheer"]
      },
      "pl": {
        "title": "O Blue - Nowoczesna Platforma Współpracy Zespołowej",
        "description": "Dowiedz się więcej o Blue i jak rewolucjonizujemy współpracę zespołową i zarządzanie procesami dla nowoczesnych miejsc pracy.",
        "keywords": ["o blue", "firma", "współpraca zespołowa", "zarządzanie procesami"]
      },
      "zh-TW": {
        "title": "關於 Blue - 現代團隊協作平台",
        "description": "了解更多關於 Blue 的資訊，以及我們如何為現代工作場所革新團隊協作和流程管理。",
        "keywords": ["關於 blue", "公司", "團隊協作", "流程管理"]
      },
      "sv": {
        "title": "Om Blue - Modern Teamsamarbetsplattform",
        "description": "Lär dig mer om Blue och hur vi revolutionerar teamsamarbete och processhantering för moderna arbetsplatser.",
        "keywords": ["om blue", "företag", "teamsamarbete", "processhantering"]
      },
      "km": {
        "title": "អំពី Blue - វេទិកាសហការក្រុមទំនើប",
        "description": "ស្វែងយល់បន្ថែមអំពី Blue និងរបៀបដែលយើងកំពុងបដិវត្តន៍កិច្ចសហការក្រុម និងការគ្រប់គ្រងដំណើរការសម្រាប់កន្លែងធ្វើការទំនើប។",
        "keywords": ["អំពី blue", "ក្រុមហ៊ុន", "កិច្ចសហការក្រុម", "ការគ្រប់គ្រងដំណើរការ"]
      }
    },
    "company/about": {
      "en": {
        "title": "About",
        "description": "Discover Blue's mission to transform how teams work together and manage their processes with our innovative platform.",
        "keywords": ["about", "company", "mission", "team", "blue"]
      },
      "es": {
        "title": "Acerca de",
        "description": "Descubre la misión de Blue de transformar cómo los equipos trabajan juntos y gestionan sus procesos con nuestra innovadora plataforma.",
        "keywords": ["acerca de", "empresa", "misión", "equipo", "blue"]
      },
      "zh": {
        "title": "关于我们",
        "description": "了解 Blue 如何通过我们的创新平台改变团队协作和管理流程的使命。",
        "keywords": ["关于", "公司", "使命", "团队", "blue"]
      },
      "fr": {
        "title": "À propos",
        "description": "Découvrez la mission de Blue de transformer la façon dont les équipes travaillent ensemble et gèrent leurs processus avec notre plateforme innovante.",
        "keywords": ["à propos", "entreprise", "mission", "équipe", "blue"]
      },
      "de": {
        "title": "Über uns",
        "description": "Entdecken Sie Blues Mission, mit unserer innovativen Plattform zu transformieren, wie Teams zusammenarbeiten und ihre Prozesse verwalten.",
        "keywords": ["über uns", "unternehmen", "mission", "team", "blue"]
      },
      "ja": {
        "title": "会社概要",
        "description": "革新的なプラットフォームでチームの協働とプロセス管理を変革するBlueのミッションをご覧ください。",
        "keywords": ["会社概要", "会社", "ミッション", "チーム", "blue"]
      },
      "pt": {
        "title": "Sobre",
        "description": "Descubra a missão da Blue de transformar como as equipes trabalham juntas e gerenciam seus processos com nossa plataforma inovadora.",
        "keywords": ["sobre", "empresa", "missão", "equipe", "blue"]
      },
      "ru": {
        "title": "О нас",
        "description": "Узнайте о миссии Blue по трансформации совместной работы команд и управления процессами с помощью нашей инновационной платформы.",
        "keywords": ["о нас", "компания", "миссия", "команда", "blue"]
      },
      "ko": {
        "title": "소개",
        "description": "혁신적인 플랫폼으로 팀이 함께 일하고 프로세스를 관리하는 방식을 변화시키는 Blue의 사명을 알아보세요.",
        "keywords": ["소개", "회사", "사명", "팀", "blue"]
      },
      "it": {
        "title": "Chi siamo",
        "description": "Scopri la missione di Blue di trasformare il modo in cui i team lavorano insieme e gestiscono i loro processi con la nostra piattaforma innovativa.",
        "keywords": ["chi siamo", "azienda", "missione", "team", "blue"]
      },
      "id": {
        "title": "Tentang",
        "description": "Temukan misi Blue untuk mengubah cara tim bekerja bersama dan mengelola proses mereka dengan platform inovatif kami.",
        "keywords": ["tentang", "perusahaan", "misi", "tim", "blue"]
      },
      "nl": {
        "title": "Over",
        "description": "Ontdek Blue's missie om te transformeren hoe teams samenwerken en hun processen beheren met ons innovatieve platform.",
        "keywords": ["over", "bedrijf", "missie", "team", "blue"]
      },
      "pl": {
        "title": "O nas",
        "description": "Odkryj misję Blue, aby przekształcić sposób, w jaki zespoły współpracują i zarządzają swoimi procesami dzięki naszej innowacyjnej platformie.",
        "keywords": ["o nas", "firma", "misja", "zespół", "blue"]
      },
      "zh-TW": {
        "title": "關於我們",
        "description": "了解 Blue 如何通過我們的創新平台改變團隊協作和管理流程的使命。",
        "keywords": ["關於", "公司", "使命", "團隊", "blue"]
      },
      "sv": {
        "title": "Om",
        "description": "Upptäck Blues uppdrag att transformera hur team arbetar tillsammans och hanterar sina processer med vår innovativa plattform.",
        "keywords": ["om", "företag", "uppdrag", "team", "blue"]
      },
      "km": {
        "title": "អំពីយើង",
        "description": "ស្វែងយល់អំពីបេសកកម្មរបស់ Blue ក្នុងការផ្លាស់ប្តូររបៀបដែលក្រុមធ្វើការរួមគ្នា និងគ្រប់គ្រងដំណើរការរបស់ពួកគេជាមួយនឹងវេទិកាច្នៃប្រឌិតរបស់យើង។",
        "keywords": ["អំពី", "ក្រុមហ៊ុន", "បេសកកម្ម", "ក្រុម", "blue"]
      }
    },
    "pricing": {
      "en": {
        "title": "Pricing",
        "description": "Choose the Blue plan that fits your team's needs. Simple, transparent pricing with no hidden fees. Start your free trial today.",
        "keywords": ["pricing", "plans", "free trial", "team management", "blue"]
      },
      "es": {
        "title": "Precios",
        "description": "Elija el plan Blue que se adapte a las necesidades de su equipo. Precios simples y transparentes sin tarifas ocultas. Comience su prueba gratuita hoy.",
        "keywords": ["precios", "planes", "prueba gratuita", "gestión de equipos", "blue"]
      },
      "zh": {
        "title": "定价",
        "description": "选择适合您团队需求的 Blue 计划。简单透明的定价，无隐藏费用。立即开始免费试用。",
        "keywords": ["定价", "计划", "免费试用", "团队管理", "blue"]
      },
      "fr": {
        "title": "Tarifs",
        "description": "Choisissez le plan Blue qui correspond aux besoins de votre équipe. Tarifs simples et transparents sans frais cachés. Commencez votre essai gratuit aujourd'hui.",
        "keywords": ["tarifs", "plans", "essai gratuit", "gestion d'équipe", "blue"]
      },
      "de": {
        "title": "Preise",
        "description": "Wählen Sie den Blue-Plan, der zu den Bedürfnissen Ihres Teams passt. Einfache, transparente Preise ohne versteckte Gebühren. Starten Sie noch heute Ihre kostenlose Testversion.",
        "keywords": ["preise", "pläne", "kostenlose testversion", "teamverwaltung", "blue"]
      },
      "ja": {
        "title": "料金",
        "description": "チームのニーズに合ったBlueプランを選択してください。隠れた料金のないシンプルで透明な価格設定。今すぐ無料トライアルを開始しましょう。",
        "keywords": ["料金", "プラン", "無料トライアル", "チーム管理", "blue"]
      },
      "pt": {
        "title": "Preços",
        "description": "Escolha o plano Blue que atende às necessidades da sua equipe. Preços simples e transparentes sem taxas ocultas. Comece seu teste gratuito hoje.",
        "keywords": ["preços", "planos", "teste gratuito", "gestão de equipes", "blue"]
      },
      "ru": {
        "title": "Цены",
        "description": "Выберите план Blue, который соответствует потребностям вашей команды. Простые, прозрачные цены без скрытых платежей. Начните бесплатную пробную версию сегодня.",
        "keywords": ["цены", "планы", "бесплатная пробная версия", "управление командой", "blue"]
      },
      "ko": {
        "title": "가격",
        "description": "팀의 요구에 맞는 Blue 플랜을 선택하세요. 숨겨진 수수료가 없는 간단하고 투명한 가격. 오늘 무료 체험을 시작하세요.",
        "keywords": ["가격", "플랜", "무료 체험", "팀 관리", "blue"]
      },
      "it": {
        "title": "Prezzi",
        "description": "Scegli il piano Blue che si adatta alle esigenze del tuo team. Prezzi semplici e trasparenti senza costi nascosti. Inizia la tua prova gratuita oggi.",
        "keywords": ["prezzi", "piani", "prova gratuita", "gestione del team", "blue"]
      },
      "id": {
        "title": "Harga",
        "description": "Pilih paket Blue yang sesuai dengan kebutuhan tim Anda. Harga sederhana dan transparan tanpa biaya tersembunyi. Mulai uji coba gratis Anda hari ini.",
        "keywords": ["harga", "paket", "uji coba gratis", "manajemen tim", "blue"]
      },
      "nl": {
        "title": "Prijzen",
        "description": "Kies het Blue-plan dat past bij de behoeften van uw team. Eenvoudige, transparante prijzen zonder verborgen kosten. Start vandaag uw gratis proefperiode.",
        "keywords": ["prijzen", "plannen", "gratis proefperiode", "teambeheer", "blue"]
      },
      "pl": {
        "title": "Cennik",
        "description": "Wybierz plan Blue, który odpowiada potrzebom Twojego zespołu. Proste, przejrzyste ceny bez ukrytych opłat. Rozpocznij bezpłatny okres próbny już dziś.",
        "keywords": ["cennik", "plany", "bezpłatny okres próbny", "zarządzanie zespołem", "blue"]
      },
      "zh-TW": {
        "title": "定價",
        "description": "選擇適合您團隊需求的 Blue 計劃。簡單透明的定價，無隱藏費用。立即開始免費試用。",
        "keywords": ["定價", "計劃", "免費試用", "團隊管理", "blue"]
      },
      "sv": {
        "title": "Priser",
        "description": "Välj Blue-planen som passar ditt teams behov. Enkel, transparent prissättning utan dolda avgifter. Starta din kostnadsfria provperiod idag.",
        "keywords": ["priser", "planer", "gratis provperiod", "teamhantering", "blue"]
      },
      "km": {
        "title": "តម្លៃ",
        "description": "ជ្រើសរើសគម្រោង Blue ដែលសមនឹងតម្រូវការរបស់ក្រុមអ្នក។ តម្លៃសាមញ្ញ និងតម្លាភាពដោយគ្មានថ្លៃលាក់បាំង។ ចាប់ផ្តើមសាកល្បងឥតគិតថ្លៃថ្ងៃនេះ។",
        "keywords": ["តម្លៃ", "គម្រោង", "សាកល្បងឥតគិតថ្លៃ", "ការគ្រប់គ្រងក្រុម", "blue"]
      }
    },
    "platform/changelog": {
      "en": {
        "title": "Changelog",
        "description": "Stay up to date with the latest features and improvements in Blue.",
        "keywords": ["changelog", "updates", "features", "improvements", "blue"]
      },
      "es": {
        "title": "Registro de cambios",
        "description": "Manténgase actualizado con las últimas características y mejoras en Blue.",
        "keywords": ["registro de cambios", "actualizaciones", "características", "mejoras", "blue"]
      },
      "zh": {
        "title": "更新日志",
        "description": "了解 Blue 的最新功能和改进。",
        "keywords": ["更新日志", "更新", "功能", "改进", "blue"]
      },
      "fr": {
        "title": "Journal des modifications",
        "description": "Restez à jour avec les dernières fonctionnalités et améliorations de Blue.",
        "keywords": ["journal des modifications", "mises à jour", "fonctionnalités", "améliorations", "blue"]
      },
      "de": {
        "title": "Änderungsprotokoll",
        "description": "Bleiben Sie auf dem Laufenden mit den neuesten Funktionen und Verbesserungen in Blue.",
        "keywords": ["änderungsprotokoll", "updates", "funktionen", "verbesserungen", "blue"]
      },
      "ja": {
        "title": "変更履歴",
        "description": "Blueの最新機能と改善点をご確認ください。",
        "keywords": ["変更履歴", "アップデート", "機能", "改善", "blue"]
      },
      "pt": {
        "title": "Registro de alterações",
        "description": "Fique atualizado com os recursos e melhorias mais recentes do Blue.",
        "keywords": ["registro de alterações", "atualizações", "recursos", "melhorias", "blue"]
      },
      "ru": {
        "title": "История изменений",
        "description": "Будьте в курсе последних функций и улучшений в Blue.",
        "keywords": ["история изменений", "обновления", "функции", "улучшения", "blue"]
      },
      "ko": {
        "title": "변경 사항",
        "description": "Blue의 최신 기능과 개선 사항을 확인하세요.",
        "keywords": ["변경 사항", "업데이트", "기능", "개선 사항", "blue"]
      },
      "it": {
        "title": "Registro delle modifiche",
        "description": "Rimani aggiornato con le ultime funzionalità e miglioramenti di Blue.",
        "keywords": ["registro delle modifiche", "aggiornamenti", "funzionalità", "miglioramenti", "blue"]
      },
      "id": {
        "title": "Log Perubahan",
        "description": "Tetap terkini dengan fitur dan perbaikan terbaru di Blue.",
        "keywords": ["log perubahan", "pembaruan", "fitur", "perbaikan", "blue"]
      },
      "nl": {
        "title": "Wijzigingslogboek",
        "description": "Blijf op de hoogte van de nieuwste functies en verbeteringen in Blue.",
        "keywords": ["wijzigingslogboek", "updates", "functies", "verbeteringen", "blue"]
      },
      "pl": {
        "title": "Dziennik zmian",
        "description": "Bądź na bieżąco z najnowszymi funkcjami i ulepszeniami w Blue.",
        "keywords": ["dziennik zmian", "aktualizacje", "funkcje", "ulepszenia", "blue"]
      },
      "zh-TW": {
        "title": "更新日誌",
        "description": "了解 Blue 的最新功能和改進。",
        "keywords": ["更新日誌", "更新", "功能", "改進", "blue"]
      },
      "sv": {
        "title": "Ändringslogg",
        "description": "Håll dig uppdaterad med de senaste funktionerna och förbättringarna i Blue.",
        "keywords": ["ändringslogg", "uppdateringar", "funktioner", "förbättringar", "blue"]
      },
      "km": {
        "title": "កំណត់ហេតុផ្លាស់ប្តូរ",
        "description": "ទទួលបានព័ត៌មានថ្មីៗអំពីមុខងារ និងការកែលម្អចុងក្រោយនៅក្នុង Blue។",
        "keywords": ["កំណត់ហេតុផ្លាស់ប្តូរ", "ការអាប់ដេត", "មុខងារ", "ការកែលម្អ", "blue"]
      }
    },
    "platform/status": {
      "en": {
        "title": "Platform Status",
        "description": "Check the current operational status and uptime history of Blue's services.",
        "keywords": ["status", "uptime", "availability", "system health", "blue"]
      },
      "es": {
        "title": "Estado de la Plataforma",
        "description": "Consulte el estado operativo actual y el historial de tiempo de actividad de los servicios de Blue.",
        "keywords": ["estado", "tiempo de actividad", "disponibilidad", "salud del sistema", "blue"]
      },
      "zh": {
        "title": "平台状态",
        "description": "查看 Blue 服务的当前运行状态和正常运行时间历史记录。",
        "keywords": ["状态", "正常运行时间", "可用性", "系统健康", "blue"]
      },
      "fr": {
        "title": "État de la Plateforme",
        "description": "Vérifiez l'état opérationnel actuel et l'historique de disponibilité des services Blue.",
        "keywords": ["état", "disponibilité", "disponibilité", "santé du système", "blue"]
      },
      "de": {
        "title": "Plattformstatus",
        "description": "Überprüfen Sie den aktuellen Betriebsstatus und die Verfügbarkeitshistorie der Blue-Dienste.",
        "keywords": ["status", "verfügbarkeit", "verfügbarkeit", "systemzustand", "blue"]
      },
      "ja": {
        "title": "プラットフォームステータス",
        "description": "Blueサービスの現在の稼働状況と稼働時間履歴を確認してください。",
        "keywords": ["ステータス", "稼働時間", "可用性", "システム健全性", "blue"]
      },
      "pt": {
        "title": "Status da Plataforma",
        "description": "Verifique o status operacional atual e o histórico de tempo de atividade dos serviços Blue.",
        "keywords": ["status", "tempo de atividade", "disponibilidade", "saúde do sistema", "blue"]
      },
      "ru": {
        "title": "Статус платформы",
        "description": "Проверьте текущий операционный статус и историю работоспособности сервисов Blue.",
        "keywords": ["статус", "время работы", "доступность", "состояние системы", "blue"]
      },
      "ko": {
        "title": "플랫폼 상태",
        "description": "Blue 서비스의 현재 운영 상태와 가동 시간 기록을 확인하세요.",
        "keywords": ["상태", "가동 시간", "가용성", "시스템 상태", "blue"]
      },
      "it": {
        "title": "Stato della Piattaforma",
        "description": "Controlla lo stato operativo attuale e la cronologia del tempo di attività dei servizi Blue.",
        "keywords": ["stato", "tempo di attività", "disponibilità", "salute del sistema", "blue"]
      },
      "id": {
        "title": "Status Platform",
        "description": "Periksa status operasional saat ini dan riwayat waktu aktif layanan Blue.",
        "keywords": ["status", "waktu aktif", "ketersediaan", "kesehatan sistem", "blue"]
      },
      "nl": {
        "title": "Platformstatus",
        "description": "Controleer de huidige operationele status en uptime-geschiedenis van Blue's diensten.",
        "keywords": ["status", "uptime", "beschikbaarheid", "systeemgezondheid", "blue"]
      },
      "pl": {
        "title": "Status Platformy",
        "description": "Sprawdź aktualny status operacyjny i historię dostępności usług Blue.",
        "keywords": ["status", "czas działania", "dostępność", "stan systemu", "blue"]
      },
      "zh-TW": {
        "title": "平台狀態",
        "description": "查看 Blue 服務的當前運行狀態和正常運行時間歷史記錄。",
        "keywords": ["狀態", "正常運行時間", "可用性", "系統健康", "blue"]
      },
      "sv": {
        "title": "Plattformsstatus",
        "description": "Kontrollera den aktuella driftstatusen och drifttidshistoriken för Blues tjänster.",
        "keywords": ["status", "drifttid", "tillgänglighet", "systemhälsa", "blue"]
      },
      "km": {
        "title": "ស្ថានភាពវេទិកា",
        "description": "ពិនិត្យស្ថានភាពប្រតិបត្តិការបច្ចុប្បន្ន និងប្រវត្តិពេលវេលាដំណើរការនៃសេវាកម្មរបស់ Blue។",
        "keywords": ["ស្ថានភាព", "ពេលវេលាដំណើរការ", "ភាពអាចប្រើបាន", "សុខភាពប្រព័ន្ធ", "blue"]
      }
    },
    "platform/features/map": {
      "en": {
        "title": "Map",
        "description": "Transform your location data into actionable insights with Blue's interactive map view. Track assets, analyze geographical patterns, and make data-driven decisions.",
        "keywords": ["map view", "location tracking", "geographical data", "asset tracking", "real-time maps", "blue"]
      },
      "es": {
        "title": "Mapa",
        "description": "Transforma tus datos de ubicación en información accionable con la vista de mapa interactiva de Blue. Rastrea activos, analiza patrones geográficos y toma decisiones basadas en datos.",
        "keywords": ["vista de mapa", "seguimiento de ubicación", "datos geográficos", "seguimiento de activos", "mapas en tiempo real", "blue"]
      },
      "zh": {
        "title": "地图",
        "description": "使用 Blue 的交互式地图视图将您的位置数据转化为可操作的见解。跟踪资产、分析地理模式并做出数据驱动的决策。",
        "keywords": ["地图视图", "位置跟踪", "地理数据", "资产跟踪", "实时地图", "blue"]
      },
      "fr": {
        "title": "Carte",
        "description": "Transformez vos données de localisation en informations exploitables avec la vue carte interactive de Blue. Suivez les actifs, analysez les modèles géographiques et prenez des décisions basées sur les données.",
        "keywords": ["vue carte", "suivi de localisation", "données géographiques", "suivi des actifs", "cartes en temps réel", "blue"]
      },
      "de": {
        "title": "Karte",
        "description": "Verwandeln Sie Ihre Standortdaten mit der interaktiven Kartenansicht von Blue in umsetzbare Erkenntnisse. Verfolgen Sie Assets, analysieren Sie geografische Muster und treffen Sie datengestützte Entscheidungen.",
        "keywords": ["kartenansicht", "standortverfolgung", "geografische daten", "asset-tracking", "echtzeit-karten", "blue"]
      },
      "ja": {
        "title": "マップ",
        "description": "Blueのインタラクティブなマップビューで位置データを実用的な洞察に変換します。資産を追跡し、地理的パターンを分析し、データ駆動型の意思決定を行います。",
        "keywords": ["マップビュー", "位置追跡", "地理データ", "資産追跡", "リアルタイムマップ", "blue"]
      },
      "pt": {
        "title": "Mapa",
        "description": "Transforme seus dados de localização em insights acionáveis com a visualização de mapa interativa do Blue. Rastreie ativos, analise padrões geográficos e tome decisões baseadas em dados.",
        "keywords": ["visualização de mapa", "rastreamento de localização", "dados geográficos", "rastreamento de ativos", "mapas em tempo real", "blue"]
      },
      "ru": {
        "title": "Карта",
        "description": "Преобразуйте данные о местоположении в практические идеи с помощью интерактивного вида карты Blue. Отслеживайте активы, анализируйте географические закономерности и принимайте решения на основе данных.",
        "keywords": ["вид карты", "отслеживание местоположения", "географические данные", "отслеживание активов", "карты в реальном времени", "blue"]
      },
      "ko": {
        "title": "지도",
        "description": "Blue의 대화형 지도 보기로 위치 데이터를 실행 가능한 인사이트로 변환하세요. 자산을 추적하고, 지리적 패턴을 분석하며, 데이터 기반 의사결정을 내릴 수 있습니다.",
        "keywords": ["지도 보기", "위치 추적", "지리적 데이터", "자산 추적", "실시간 지도", "blue"]
      },
      "it": {
        "title": "Mappa",
        "description": "Trasforma i tuoi dati di posizione in informazioni fruibili con la vista mappa interattiva di Blue. Traccia gli asset, analizza i modelli geografici e prendi decisioni basate sui dati.",
        "keywords": ["vista mappa", "tracciamento posizione", "dati geografici", "tracciamento asset", "mappe in tempo reale", "blue"]
      },
      "id": {
        "title": "Peta",
        "description": "Ubah data lokasi Anda menjadi wawasan yang dapat ditindaklanjuti dengan tampilan peta interaktif Blue. Lacak aset, analisis pola geografis, dan buat keputusan berdasarkan data.",
        "keywords": ["tampilan peta", "pelacakan lokasi", "data geografis", "pelacakan aset", "peta waktu nyata", "blue"]
      },
      "nl": {
        "title": "Kaart",
        "description": "Transformeer uw locatiegegevens in bruikbare inzichten met de interactieve kaartweergave van Blue. Volg activa, analyseer geografische patronen en neem datagestuurde beslissingen.",
        "keywords": ["kaartweergave", "locatietracking", "geografische gegevens", "asset tracking", "realtime kaarten", "blue"]
      },
      "pl": {
        "title": "Mapa",
        "description": "Przekształć swoje dane lokalizacyjne w praktyczne informacje dzięki interaktywnemu widokowi mapy Blue. Śledź zasoby, analizuj wzorce geograficzne i podejmuj decyzje oparte na danych.",
        "keywords": ["widok mapy", "śledzenie lokalizacji", "dane geograficzne", "śledzenie zasobów", "mapy w czasie rzeczywistym", "blue"]
      },
      "zh-TW": {
        "title": "地圖",
        "description": "使用 Blue 的互動式地圖檢視將您的位置資料轉化為可操作的見解。追蹤資產、分析地理模式並做出數據驅動的決策。",
        "keywords": ["地圖檢視", "位置追蹤", "地理資料", "資產追蹤", "即時地圖", "blue"]
      },
      "sv": {
        "title": "Karta",
        "description": "Omvandla din platsdata till handlingsbara insikter med Blues interaktiva kartvy. Spåra tillgångar, analysera geografiska mönster och fatta datadrivna beslut.",
        "keywords": ["kartvy", "platsspårning", "geografisk data", "tillgångsspårning", "realtidskartor", "blue"]
      },
      "km": {
        "title": "ផែនទី",
        "description": "បំប្លែងទិន្នន័យទីតាំងរបស់អ្នកទៅជាការយល់ដឹងដែលអាចធ្វើសកម្មភាពជាមួយនឹងទិដ្ឋភាពផែនទីអន្តរកម្មរបស់ Blue។ តាមដានទ្រព្យសម្បត្តិ វិភាគគំរូភូមិសាស្ត្រ និងធ្វើការសម្រេចចិត្តផ្អែកលើទិន្នន័យ។",
        "keywords": ["ទិដ្ឋភាពផែនទី", "ការតាមដានទីតាំង", "ទិន្នន័យភូមិសាស្ត្រ", "ការតាមដានទ្រព្យសម្បត្តិ", "ផែនទីពេលវេលាជាក់ស្តែង", "blue"]
      }
    },
    "platform/features/records": {
      "en": {
        "title": "Records",
        "description": "The fundamental building blocks of Blue. Track tasks, customers, deals, tickets — anything your business needs in one flexible system.",
        "keywords": ["records", "data management", "task tracking", "customer management", "deals", "tickets", "blue"]
      },
      "es": {
        "title": "Registros",
        "description": "Los bloques de construcción fundamentales de Blue. Rastrea tareas, clientes, ofertas, tickets — cualquier cosa que tu negocio necesite en un sistema flexible.",
        "keywords": ["registros", "gestión de datos", "seguimiento de tareas", "gestión de clientes", "ofertas", "tickets", "blue"]
      },
      "zh": {
        "title": "记录",
        "description": "Blue 的基本构建块。跟踪任务、客户、交易、工单——在一个灵活的系统中管理您的业务所需的任何内容。",
        "keywords": ["记录", "数据管理", "任务跟踪", "客户管理", "交易", "工单", "blue"]
      },
      "fr": {
        "title": "Enregistrements",
        "description": "Les blocs de construction fondamentaux de Blue. Suivez les tâches, les clients, les offres, les tickets — tout ce dont votre entreprise a besoin dans un système flexible.",
        "keywords": ["enregistrements", "gestion des données", "suivi des tâches", "gestion des clients", "offres", "tickets", "blue"]
      },
      "de": {
        "title": "Datensätze",
        "description": "Die grundlegenden Bausteine von Blue. Verfolgen Sie Aufgaben, Kunden, Deals, Tickets — alles was Ihr Unternehmen in einem flexiblen System benötigt.",
        "keywords": ["datensätze", "datenmanagement", "aufgabenverfolgung", "kundenverwaltung", "deals", "tickets", "blue"]
      },
      "ja": {
        "title": "レコード",
        "description": "Blueの基本的な構成要素。タスク、顧客、取引、チケット — ビジネスに必要なあらゆるものを1つの柔軟なシステムで追跡します。",
        "keywords": ["レコード", "データ管理", "タスク追跡", "顧客管理", "取引", "チケット", "blue"]
      },
      "pt": {
        "title": "Registros",
        "description": "Os blocos de construção fundamentais do Blue. Rastreie tarefas, clientes, negócios, tickets — qualquer coisa que seu negócio precise em um sistema flexível.",
        "keywords": ["registros", "gestão de dados", "rastreamento de tarefas", "gestão de clientes", "negócios", "tickets", "blue"]
      },
      "ru": {
        "title": "Записи",
        "description": "Основные строительные блоки Blue. Отслеживайте задачи, клиентов, сделки, тикеты — все, что нужно вашему бизнесу в одной гибкой системе.",
        "keywords": ["записи", "управление данными", "отслеживание задач", "управление клиентами", "сделки", "тикеты", "blue"]
      },
      "ko": {
        "title": "레코드",
        "description": "Blue의 기본 구성 요소입니다. 작업, 고객, 거래, 티켓 등 비즈니스에 필요한 모든 것을 하나의 유연한 시스템으로 추적하세요.",
        "keywords": ["레코드", "데이터 관리", "작업 추적", "고객 관리", "거래", "티켓", "blue"]
      },
      "it": {
        "title": "Record",
        "description": "I mattoni fondamentali di Blue. Traccia attività, clienti, offerte, ticket — tutto ciò di cui la tua azienda ha bisogno in un sistema flessibile.",
        "keywords": ["record", "gestione dati", "tracciamento attività", "gestione clienti", "offerte", "ticket", "blue"]
      },
      "id": {
        "title": "Rekaman",
        "description": "Blok bangunan fundamental dari Blue. Lacak tugas, pelanggan, penawaran, tiket — apa pun yang dibutuhkan bisnis Anda dalam satu sistem yang fleksibel.",
        "keywords": ["rekaman", "manajemen data", "pelacakan tugas", "manajemen pelanggan", "penawaran", "tiket", "blue"]
      },
      "nl": {
        "title": "Records",
        "description": "De fundamentele bouwstenen van Blue. Volg taken, klanten, deals, tickets — alles wat uw bedrijf nodig heeft in één flexibel systeem.",
        "keywords": ["records", "databeheer", "taakopvolging", "klantbeheer", "deals", "tickets", "blue"]
      },
      "pl": {
        "title": "Rekordy",
        "description": "Podstawowe elementy budulcowe Blue. Śledź zadania, klientów, oferty, zgłoszenia — wszystko czego potrzebuje Twoja firma w jednym elastycznym systemie.",
        "keywords": ["rekordy", "zarządzanie danymi", "śledzenie zadań", "zarządzanie klientami", "oferty", "zgłoszenia", "blue"]
      },
      "zh-TW": {
        "title": "記錄",
        "description": "Blue 的基本構建塊。追蹤任務、客戶、交易、工單——在一個靈活的系統中管理您的業務所需的任何內容。",
        "keywords": ["記錄", "數據管理", "任務追蹤", "客戶管理", "交易", "工單", "blue"]
      },
      "sv": {
        "title": "Register",
        "description": "De grundläggande byggstenarna i Blue. Spåra uppgifter, kunder, affärer, biljetter — allt ditt företag behöver i ett flexibelt system.",
        "keywords": ["register", "datahantering", "uppgiftsspårning", "kundhantering", "affärer", "biljetter", "blue"]
      },
      "km": {
        "title": "កំណត់ត្រា",
        "description": "ធាតុផ្សំជាមូលដ្ឋានរបស់ Blue។ តាមដានកិច្ចការ អតិថិជន កិច្ចព្រមព្រៀង សំបុត្រ — អ្វីក៏ដោយដែលអាជីវកម្មរបស់អ្នកត្រូវការនៅក្នុងប្រព័ន្ធដែលអាចបត់បែនបាន។",
        "keywords": ["កំណត់ត្រា", "ការគ្រប់គ្រងទិន្នន័យ", "ការតាមដានកិច្ចការ", "ការគ្រប់គ្រងអតិថិជន", "កិច្ចព្រមព្រៀង", "សំបុត្រ", "blue"]
      }
    },
    "platform/white-label": {
      "en": {
        "title": "White Label",
        "description": "Transform Blue into your own branded platform. Remove all Blue branding and create a seamless experience for your customers.",
        "keywords": ["white label", "branding", "custom domain", "rebrand", "platform customization", "blue"]
      },
      "es": {
        "title": "Marca Blanca",
        "description": "Transforma Blue en tu propia plataforma de marca. Elimina toda la marca Blue y crea una experiencia perfecta para tus clientes.",
        "keywords": ["marca blanca", "branding", "dominio personalizado", "cambio de marca", "personalización de plataforma", "blue"]
      },
      "zh": {
        "title": "白标",
        "description": "将 Blue 转变为您自己的品牌平台。删除所有 Blue 品牌并为您的客户创造无缝体验。",
        "keywords": ["白标", "品牌", "自定义域名", "重新品牌", "平台定制", "blue"]
      },
      "fr": {
        "title": "Marque Blanche",
        "description": "Transformez Blue en votre propre plateforme de marque. Supprimez toute la marque Blue et créez une expérience transparente pour vos clients.",
        "keywords": ["marque blanche", "branding", "domaine personnalisé", "rebranding", "personnalisation de plateforme", "blue"]
      },
      "de": {
        "title": "White Label",
        "description": "Verwandeln Sie Blue in Ihre eigene Markenplattform. Entfernen Sie alle Blue-Branding und schaffen Sie eine nahtlose Erfahrung für Ihre Kunden.",
        "keywords": ["white label", "branding", "benutzerdefinierte domain", "rebranding", "plattform-anpassung", "blue"]
      },
      "ja": {
        "title": "ホワイトラベル",
        "description": "Blueをあなただけのブランドプラットフォームに変換します。すべてのBlueブランディングを削除し、お客様にシームレスな体験を提供します。",
        "keywords": ["ホワイトラベル", "ブランディング", "カスタムドメイン", "リブランディング", "プラットフォームカスタマイズ", "blue"]
      },
      "pt": {
        "title": "Marca Branca",
        "description": "Transforme o Blue em sua própria plataforma de marca. Remova toda a marca Blue e crie uma experiência perfeita para seus clientes.",
        "keywords": ["marca branca", "branding", "domínio personalizado", "rebranding", "personalização de plataforma", "blue"]
      },
      "ru": {
        "title": "Белая метка",
        "description": "Превратите Blue в вашу собственную брендовую платформу. Удалите все брендинг Blue и создайте бесшовный опыт для ваших клиентов.",
        "keywords": ["белая метка", "брендинг", "пользовательский домен", "ребрендинг", "настройка платформы", "blue"]
      },
      "ko": {
        "title": "화이트 라벨",
        "description": "Blue를 귀하만의 브랜드 플랫폼으로 변환하세요. 모든 Blue 브랜딩을 제거하고 고객을 위한 원활한 경험을 만들어보세요.",
        "keywords": ["화이트 라벨", "브랜딩", "커스텀 도메인", "리브랜딩", "플랫폼 커스터마이징", "blue"]
      },
      "it": {
        "title": "Marchio Bianco",
        "description": "Trasforma Blue nella tua piattaforma di marca. Rimuovi tutto il branding Blue e crea un'esperienza senza soluzione di continuità per i tuoi clienti.",
        "keywords": ["marchio bianco", "branding", "dominio personalizzato", "rebranding", "personalizzazione piattaforma", "blue"]
      },
      "id": {
        "title": "Label Putih",
        "description": "Ubah Blue menjadi platform bermerek Anda sendiri. Hapus semua branding Blue dan ciptakan pengalaman yang mulus untuk pelanggan Anda.",
        "keywords": ["label putih", "branding", "domain kustom", "rebranding", "kustomisasi platform", "blue"]
      },
      "nl": {
        "title": "White Label",
        "description": "Transformeer Blue in uw eigen merkplatform. Verwijder alle Blue-branding en creëer een naadloze ervaring voor uw klanten.",
        "keywords": ["white label", "branding", "aangepast domein", "rebranding", "platform aanpassing", "blue"]
      },
      "pl": {
        "title": "Biała Etykieta",
        "description": "Przekształć Blue w swoją własną platformę marki. Usuń wszystkie branding Blue i stwórz bezproblemowe doświadczenie dla swoich klientów.",
        "keywords": ["biała etykieta", "branding", "niestandardowa domena", "rebranding", "dostosowanie platformy", "blue"]
      },
      "zh-TW": {
        "title": "白標",
        "description": "將 Blue 轉變為您自己的品牌平台。刪除所有 Blue 品牌並為您的客戶創造無縫體驗。",
        "keywords": ["白標", "品牌", "自訂域名", "重新品牌", "平台客製化", "blue"]
      },
      "sv": {
        "title": "Vit Etikett",
        "description": "Förvandla Blue till din egen märkesplattform. Ta bort all Blue-branding och skapa en sömlös upplevelse för dina kunder.",
        "keywords": ["vit etikett", "varumärkning", "anpassad domän", "omprofilering", "plattformsanpassning", "blue"]
      },
      "km": {
        "title": "ស្លាកសេ",
        "description": "បំប្លែង Blue ទៅជាវេទិកាម៉ាកយីហោរបស់អ្នកផ្ទាល់។ លុបម៉ាកយីហោ Blue ទាំងអស់ និងបង្កើតបទពិសោធន៍គ្មានឧបសគ្គសម្រាប់អតិថិជនរបស់អ្នក។",
        "keywords": ["ស្លាកសេ", "ម៉ាកយីហោ", "ដែនផ្ទាល់ខ្លួន", "ប្តូរម៉ាកយីហោ", "ការប្ដូរវេទិកា", "blue"]
      }
    },
    "enterprise": {
      "en": {
        "title": "Enterprise",
        "description": "Dedicated infrastructure, custom development, and white-label solutions for organizations that need serious scale with refreshing simplicity.",
        "keywords": ["enterprise", "dedicated infrastructure", "custom development", "white-label", "scale", "blue"]
      },
      "es": {
        "title": "Empresarial",
        "description": "Infraestructura dedicada, desarrollo personalizado y soluciones de marca blanca para organizaciones que necesitan una escala seria con una simplicidad refrescante.",
        "keywords": ["empresarial", "infraestructura dedicada", "desarrollo personalizado", "marca blanca", "escala", "blue"]
      },
      "zh": {
        "title": "企业版",
        "description": "为需要大规模部署又要保持简洁性的组织提供专用基础设施、定制开发和白标解决方案。",
        "keywords": ["企业版", "专用基础设施", "定制开发", "白标", "规模", "blue"]
      },
      "fr": {
        "title": "Entreprise",
        "description": "Infrastructure dédiée, développement personnalisé et solutions en marque blanche pour les organisations qui ont besoin d'une échelle sérieuse avec une simplicité rafraîchissante.",
        "keywords": ["entreprise", "infrastructure dédiée", "développement personnalisé", "marque blanche", "échelle", "blue"]
      },
      "de": {
        "title": "Unternehmen",
        "description": "Dedizierte Infrastruktur, kundenspezifische Entwicklung und White-Label-Lösungen für Organisationen, die ernsthafte Skalierung mit erfrischender Einfachheit benötigen.",
        "keywords": ["unternehmen", "dedizierte infrastruktur", "kundenspezifische entwicklung", "white-label", "skalierung", "blue"]
      },
      "ja": {
        "title": "エンタープライズ",
        "description": "本格的なスケールを必要としながらも、すっきりとしたシンプルさを求める組織のための専用インフラストラクチャ、カスタム開発、ホワイトラベルソリューション。",
        "keywords": ["エンタープライズ", "専用インフラストラクチャ", "カスタム開発", "ホワイトラベル", "スケール", "blue"]
      },
      "pt": {
        "title": "Empresarial",
        "description": "Infraestrutura dedicada, desenvolvimento personalizado e soluções de marca branca para organizações que precisam de escala séria com simplicidade refrescante.",
        "keywords": ["empresarial", "infraestrutura dedicada", "desenvolvimento personalizado", "marca branca", "escala", "blue"]
      },
      "ru": {
        "title": "Корпоративный",
        "description": "Выделенная инфраструктура, индивидуальная разработка и решения белой метки для организаций, которым нужен серьезный масштаб с освежающей простотой.",
        "keywords": ["корпоративный", "выделенная инфраструктура", "индивидуальная разработка", "белая метка", "масштаб", "blue"]
      },
      "ko": {
        "title": "엔터프라이즈",
        "description": "진지한 규모가 필요하면서도 상쾌한 단순함을 원하는 조직을 위한 전용 인프라, 맞춤 개발 및 화이트 라벨 솔루션.",
        "keywords": ["엔터프라이즈", "전용 인프라", "맞춤 개발", "화이트 라벨", "규모", "blue"]
      },
      "it": {
        "title": "Enterprise",
        "description": "Infrastruttura dedicata, sviluppo personalizzato e soluzioni a marchio bianco per organizzazioni che necessitano di una scala seria con semplicità rinfrescante.",
        "keywords": ["enterprise", "infrastruttura dedicata", "sviluppo personalizzato", "marchio bianco", "scala", "blue"]
      },
      "id": {
        "title": "Perusahaan",
        "description": "Infrastruktur khusus, pengembangan kustom, dan solusi label putih untuk organisasi yang membutuhkan skala serius dengan kesederhanaan yang menyegarkan.",
        "keywords": ["perusahaan", "infrastruktur khusus", "pengembangan kustom", "label putih", "skala", "blue"]
      },
      "nl": {
        "title": "Enterprise",
        "description": "Toegewijde infrastructuur, aangepaste ontwikkeling en white-label oplossingen voor organisaties die serieuze schaal nodig hebben met verfrissende eenvoud.",
        "keywords": ["enterprise", "toegewijde infrastructuur", "aangepaste ontwikkeling", "white-label", "schaal", "blue"]
      },
      "pl": {
        "title": "Przedsiębiorstwo",
        "description": "Dedykowana infrastruktura, niestandardowy rozwój i rozwiązania białej etykiety dla organizacji, które potrzebują poważnej skali z odświeżającą prostotą.",
        "keywords": ["przedsiębiorstwo", "dedykowana infrastruktura", "niestandardowy rozwój", "biała etykieta", "skala", "blue"]
      },
      "zh-TW": {
        "title": "企業版",
        "description": "為需要大規模部署又要保持簡潔性的組織提供專用基礎設施、客製化開發和白標解決方案。",
        "keywords": ["企業版", "專用基礎設施", "客製化開發", "白標", "規模", "blue"]
      },
      "sv": {
        "title": "Företag",
        "description": "Dedikerad infrastruktur, anpassad utveckling och white-label-lösningar för organisationer som behöver seriös skala med uppfriskande enkelhet.",
        "keywords": ["företag", "dedikerad infrastruktur", "anpassad utveckling", "white-label", "skala", "blue"]
      },
      "km": {
        "title": "សហគ្រាស",
        "description": "ហេដ្ឋារចនាសម្ព័ន្ធឯកតា ការអភិវឌ្ឍន៍តាមតម្រូវការ និងដំណោះស្រាយស្លាកសេសម្រាប់អង្គការដែលត្រូវការទំហំធំជាមួយនឹងភាពសាមញ្ញស្រស់ស្អាត។",
        "keywords": ["សហគ្រាស", "ហេដ្ឋារចនាសម្ព័ន្ធឯកតា", "ការអភិវឌ្ឍន៍តាមតម្រូវការ", "ស្លាកសេ", "ទំហំ", "blue"]
      }
    },
    "solutions/industry/non-profits": {
      "en": {
        "title": "Non-Profit Solutions",
        "description": "Maximize mission impact with streamlined grant management, volunteer coordination, and donor tracking.",
        "keywords": ["non-profit", "grant management", "volunteer coordination", "donor tracking", "mission impact", "blue"]
      },
      "es": {
        "title": "Soluciones para Organizaciones Sin Fines de Lucro",
        "description": "Maximiza el impacto de la misión con gestión de subvenciones optimizada, coordinación de voluntarios y seguimiento de donantes.",
        "keywords": ["organizaciones sin fines de lucro", "gestión de subvenciones", "coordinación de voluntarios", "seguimiento de donantes", "impacto de misión", "blue"]
      },
      "zh": {
        "title": "非营利组织解决方案",
        "description": "通过简化的拨款管理、志愿者协调和捐赠者跟踪，最大化使命影响力。",
        "keywords": ["非营利组织", "拨款管理", "志愿者协调", "捐赠者跟踪", "使命影响", "blue"]
      },
      "fr": {
        "title": "Solutions pour Organisations à But Non Lucratif",
        "description": "Maximisez l'impact de votre mission avec une gestion rationalisée des subventions, la coordination des bénévoles et le suivi des donateurs.",
        "keywords": ["organisations à but non lucratif", "gestion des subventions", "coordination des bénévoles", "suivi des donateurs", "impact de mission", "blue"]
      },
      "de": {
        "title": "Nonprofit-Lösungen",
        "description": "Maximieren Sie die Wirkung Ihrer Mission mit optimierter Zuschussverwaltung, Freiwilligenkoordination und Spendenverfolgung.",
        "keywords": ["nonprofit", "zuschussverwaltung", "freiwilligenkoordination", "spendenverfolgung", "missionswirkung", "blue"]
      },
      "ja": {
        "title": "非営利団体ソリューション",
        "description": "合理化された助成金管理、ボランティア調整、寄付者追跡により、ミッションの影響を最大化します。",
        "keywords": ["非営利団体", "助成金管理", "ボランティア調整", "寄付者追跡", "ミッション影響", "blue"]
      },
      "pt": {
        "title": "Soluções para Organizações Sem Fins Lucrativos",
        "description": "Maximize o impacto da missão com gestão simplificada de subsídios, coordenação de voluntários e rastreamento de doadores.",
        "keywords": ["organizações sem fins lucrativos", "gestão de subsídios", "coordenação de voluntários", "rastreamento de doadores", "impacto da missão", "blue"]
      },
      "ru": {
        "title": "Решения для Некоммерческих Организаций",
        "description": "Максимизируйте влияние миссии с помощью упрощенного управления грантами, координации волонтеров и отслеживания доноров.",
        "keywords": ["некоммерческие организации", "управление грантами", "координация волонтеров", "отслеживание доноров", "влияние миссии", "blue"]
      },
      "ko": {
        "title": "비영리 조직 솔루션",
        "description": "간소화된 보조금 관리, 자원봉사자 조정, 기부자 추적으로 미션 영향력을 극대화하세요.",
        "keywords": ["비영리 조직", "보조금 관리", "자원봉사자 조정", "기부자 추적", "미션 영향", "blue"]
      },
      "it": {
        "title": "Soluzioni per Organizzazioni Non Profit",
        "description": "Massimizza l'impatto della missione con gestione semplificata delle sovvenzioni, coordinamento dei volontari e tracciamento dei donatori.",
        "keywords": ["organizzazioni non profit", "gestione sovvenzioni", "coordinamento volontari", "tracciamento donatori", "impatto missione", "blue"]
      },
      "id": {
        "title": "Solusi Organisasi Nirlaba",
        "description": "Maksimalkan dampak misi dengan manajemen hibah yang disederhanakan, koordinasi relawan, dan pelacakan donor.",
        "keywords": ["organisasi nirlaba", "manajemen hibah", "koordinasi relawan", "pelacakan donor", "dampak misi", "blue"]
      },
      "nl": {
        "title": "Non-Profit Oplossingen",
        "description": "Maximaliseer missie-impact met gestroomlijnde subsidiebeheer, vrijwilligerscoördinatie en donortracking.",
        "keywords": ["non-profit", "subsidiebeheer", "vrijwilligerscoördinatie", "donortracking", "missie-impact", "blue"]
      },
      "pl": {
        "title": "Rozwiązania dla Organizacji Non-Profit",
        "description": "Zmaksymalizuj wpływ misji dzięki usprawnionym zarządzaniu dotacjami, koordynacji wolontariuszy i śledzeniu darczyńców.",
        "keywords": ["organizacje non-profit", "zarządzanie dotacjami", "koordynacja wolontariuszy", "śledzenie darczyńców", "wpływ misji", "blue"]
      },
      "zh-TW": {
        "title": "非營利組織解決方案",
        "description": "通過簡化的撥款管理、志願者協調和捐贈者追蹤，最大化使命影響力。",
        "keywords": ["非營利組織", "撥款管理", "志願者協調", "捐贈者追蹤", "使命影響", "blue"]
      },
      "sv": {
        "title": "Ideella Organisationslösningar",
        "description": "Maximera uppdragets påverkan med strömlinjeformad bidragshantering, volontärkoordinering och giverspårning.",
        "keywords": ["ideella organisationer", "bidragshantering", "volontärkoordinering", "giverspårning", "uppdragspåverkan", "blue"]
      },
      "km": {
        "title": "ដំណោះស្រាយសម្រាប់អង្គការមិនរកប្រាក់ចំណេញ",
        "description": "បង្កើនផលប៉ះពាល់បេសកកម្មដោយការគ្រប់គ្រងជំនួយសម្រាប់គម្រោងដែលបានកែលម្អ ការសម្របសម្រួលអ្នកស្ម័គ្រចិត្ត និងការតាមដានអ្នកបរិច្ចាគ។",
        "keywords": ["អង្គការមិនរកប្រាក់ចំណេញ", "ការគ្រប់គ្រងជំនួយគម្រោង", "ការសម្របសម្រួលអ្នកស្ម័គ្រចិត្ត", "ការតាមដានអ្នកបរិច្ចាគ", "ផលប៉ះពាល់បេសកកម្ម", "blue"]
      }
    }
  },
  "defaults": {
    "title_suffix": " | Blue",
    "descriptions": {
      "en": "Blue - Powerful platform to create, manage, and scale processes for modern teams.",
      "es": "Blue - Poderosa plataforma para crear, gestionar y escalar procesos para equipos modernos.",
      "zh": "Blue - 为现代团队创建、管理和扩展流程的强大平台。",
      "fr": "Blue - Plateforme puissante pour créer, gérer et faire évoluer les processus pour les équipes modernes.",
      "de": "Blue - Leistungsstarke Plattform zum Erstellen, Verwalten und Skalieren von Prozessen für moderne Teams.",
      "ja": "Blue - 現代のチーム向けにプロセスを作成、管理、拡張するための強力なプラットフォーム。",
      "pt": "Blue - Plataforma poderosa para criar, gerenciar e escalar processos para equipes modernas.",
      "ru": "Blue - Мощная платформа для создания, управления и масштабирования процессов для современных команд.",
      "ko": "Blue - 현대 팀을 위한 프로세스 생성, 관리 및 확장을 위한 강력한 플랫폼.",
      "it": "Blue - Piattaforma potente per creare, gestire e scalare processi per team moderni.",
      "id": "Blue - Platform yang kuat untuk membuat, mengelola, dan menskalakan proses untuk tim modern.",
      "nl": "Blue - Krachtig platform voor het creëren, beheren en schalen van processen voor moderne teams.",
      "pl": "Blue - Potężna platforma do tworzenia, zarządzania i skalowania procesów dla nowoczesnych zespołów.",
      "zh-TW": "Blue - 為現代團隊創建、管理和擴展流程的強大平台。",
      "sv": "Blue - Kraftfull plattform för att skapa, hantera och skala processer för moderna team.",
      "km": "Blue - វេទិកាដ៏មានអានុភាពសម្រាប់បង្កើត គ្រប់គ្រង និងពង្រីកដំណើរការសម្រាប់ក្រុមទំនើប។"
    },
    "keywords": {
      "en": ["blue", "process management", "team collaboration", "workflow"],
      "es": ["blue", "gestión de procesos", "colaboración de equipos", "flujo de trabajo"],
      "zh": ["blue", "流程管理", "团队协作", "工作流"],
      "fr": ["blue", "gestion des processus", "collaboration d'équipe", "flux de travail"],
      "de": ["blue", "prozessmanagement", "teamzusammenarbeit", "arbeitsablauf"],
      "ja": ["blue", "プロセス管理", "チームコラボレーション", "ワークフロー"],
      "pt": ["blue", "gestão de processos", "colaboração de equipes", "fluxo de trabalho"],
      "ru": ["blue", "управление процессами", "командное сотрудничество", "рабочий процесс"],
      "ko": ["blue", "프로세스 관리", "팀 협업", "워크플로우"],
      "it": ["blue", "gestione dei processi", "collaborazione di team", "flusso di lavoro"],
      "id": ["blue", "manajemen proses", "kolaborasi tim", "alur kerja"],
      "nl": ["blue", "procesbeheer", "teamsamenwerking", "workflow"],
      "pl": ["blue", "zarządzanie procesami", "współpraca zespołowa", "przepływ pracy"],
      "zh-TW": ["blue", "流程管理", "團隊協作", "工作流程"],
      "sv": ["blue", "processhantering", "teamsamarbete", "arbetsflöde"],
      "km": ["blue", "ការគ្រប់គ្រងដំណើរការ", "កិច្ចសហការក្រុម", "លំហូរការងារ"]
    }
  }
}